[
    {
        "type": "text",
        "text": "A conceptual framework for psychosocial health management grounded in the therapeutic merits of indigenous KhoiSan health dialogues ",
        "text_level": 1,
        "bbox": [
            104,
            91,
            899,
            178
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Authors: ",
        "text_level": 1,
        "bbox": [
            75,
            224,
            126,
            234
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Khauhelo S. Mahlatsi1   \nAbel J. Pienaar2,3   \nNeo E. Nare4   \nTshilidzi M. Mulaudzi2 ",
        "bbox": [
            75,
            236,
            211,
            280
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Affiliations: ",
        "text_level": 1,
        "bbox": [
            77,
            293,
            141,
            303
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Department of Nursing, Faculty of Health Sciences, University of Venda, Thohoyandou, South Africa ",
        "bbox": [
            75,
            305,
            226,
            349
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 Department of Psychology, Faculty of Health Sciences, University of Venda, Thohoyandou, South Africa ",
        "bbox": [
            75,
            363,
            228,
            409
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3 Department of Graduate Studies and Research, Faculty of Nursing and Midwifery, Shifa Tameer-e-Millat University, Islamabad, Pakistan ",
        "bbox": [
            75,
            423,
            238,
            489
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4 Department of Health, Mental Health, North West Provincial Government, Mmabatho, South Africa ",
        "bbox": [
            75,
            505,
            225,
            550
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corresponding author: Khauhelo Mahlatsi, khauhelo.mahlatsi@gmail. com ",
        "bbox": [
            75,
            562,
            223,
            606
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dates: ",
        "text_level": 1,
        "bbox": [
            75,
            619,
            112,
            629
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received: 09 Feb. 2021   \nAccepted: 15 June 2021   \nPublished: 16 Aug. 2021 ",
        "bbox": [
            75,
            631,
            208,
            663
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research Project Registration: Project Number: IKS170530235284/2017 ",
        "bbox": [
            75,
            676,
            238,
            708
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background: The researchers established that an indigenous KhoiSan community functions healthily without western mental health services. This community relies on indigenous healthcare with positive health outcomes over centuries. Despite this positive evidence, the community’s therapeutic achievements have not been explored previously. ",
        "bbox": [
            292,
            224,
            921,
            281
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aim: To explore the therapeutic merits embedded in dialogues of healing to formulate a generic approach to managing psychosocial challenges. ",
        "bbox": [
            292,
            290,
            919,
            318
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Setting: The study was conducted in an indigenous KhoiSan community, Northern Cape province, South Africa. ",
        "bbox": [
            292,
            325,
            919,
            354
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Methods: A qualitative approach, by using an indigenous African research design, was followed. An African Indigenous Health Research Framework (AIHRF) was employed, particularly applying a classical African indigenous method of data-collection, namely orature. Theoretical sampling was used for the purpose that the emerging data guide the researcher to the next participants. The four-step analysis of the mentioned framework was deployed for data analysis. ",
        "bbox": [
            292,
            361,
            919,
            448
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results: It was deduced that the therapeutic merits of dialogues go beyond the word of mouth, leading to the emergence of themes related to the successful management of psychosocial health challenges in the KhoiSan community. ",
        "bbox": [
            292,
            456,
            919,
            499
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusion: These findings were used to generate a baseline conceptual framework for the management of psychosocial challenges in the KhoiSan community. ",
        "bbox": [
            289,
            506,
            919,
            535
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contribution: Revitalisation of communal indigenous practices for the management of psychosocial health challenges within the KhoiSan community. The latter will sensitise research, teaching and learning to foster culturally informed counseling approaches. Moreover, these will inform policy formations to posses a culturally competent approach towards indigenous communities such as the KhoiSan community in the Northern Cape, South Africa. ",
        "bbox": [
            292,
            543,
            919,
            614
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: communal counsellee; communal counsellor; communal individual; dialogues of healing; healing; psychosocial health; !nxabasas; mpho ya badimo; the wheel of life ",
        "bbox": [
            289,
            623,
            922,
            651
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction and background ",
        "text_level": 1,
        "bbox": [
            280,
            674,
            608,
            693
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "‘Unabatedly Indigenous Health Systems in Africa stood the test of time’. This statement conveys the resilience of African indigenous healthcare, despite the evolution and operationalisation of western medical systems in Africa. ",
        "bbox": [
            284,
            697,
            929,
            740
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Consistent with the above understanding, Moshabela, Zuma and Gaede (2016) assert that indigenous health practices in South Africa remain functional in indigenous communities, although unrecognised. Following this lack of recognition and support by means of policies, Africans have had to adopt western healthcare systems. However, Salamonsen and Ahlzén (2018), Malokoane et al. (2020) and Rispel (2016) argue that a wide range of states across the world have adopted and implemented western health systems with ineffective outcomes and increasing levels of patient distrust. These authors further contend that many western health systems in Africa are under-funded, under-researched and under-resourced, leading these mechanisms into struggling to cope with the cumulative burden of diseases (Malokoane et al. 2020). ",
        "bbox": [
            282,
            756,
            929,
            871
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            68,
            91,
            475,
            118
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Furthermore, Burger and Christian (2020) find that South African history has exposed the demeaning effects on the health of its people in relation to the western health policies and current health services. These policies are apparent in the promulgation of suppressive laws such in Section 1 of the Witchcraft Suppression Act 3 of 1957, which, unfortunately, has not been repealed even in the current democratic dispensation. Adding to the latter, The South African Pagan Rites Alliance (SAPRA) alleges: ‘South African law currently presumes that the practice of “witchcraft” may be used to commit or justify the commission of criminal activity’ (SAPRA, 2012). Sadly, we cannot move past the annals of history without observing the destructive impact of colonisation on the indigenous African health systems. Therefore, the researcher envisioned in revitalising and reinscribing the authentic practices of Africans by illuminating the benefits of their indigenous health system, specifically dialogues of healing. ",
        "bbox": [
            70,
            134,
            477,
            392
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Statement of the research problem ",
        "text_level": 1,
        "bbox": [
            70,
            411,
            363,
            428
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Clearly, from the previous discussion, African indigenous healthcare has withstood the test of time. Despite the suppression by colonialist laws in South Africa, the indigenous healthcare system remains resilient in communities like the KhoiSan community in the Northern Cape. In the researcher’s experiential learning in this KhoiSan community, as a registered mental health nurse, it is eminent that this community survives without a psychologist, social worker or mental health nurse. The community copes with their own psychosocial health practices, building resilience. Although the resilience of this African indigenous healing approach is distinctly distinguished, the exploration of its therapeutic merits has not been researched and explored. Therefore, the researcher strove to explore the therapeutic merits, linked to dialogues of healing that this community utilises in managing their psychosocial challenges. ",
        "bbox": [
            70,
            434,
            477,
            659
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Aim and objectives ",
        "text_level": 1,
        "bbox": [
            70,
            678,
            230,
            694
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aim was to explore the therapeutic merits embedded in dialogues of healing and subsequently developing a generic approach to managing psychosocial challenges in a KhoiSan community in the Northern Cape. In line with this aim, the following objectives were designed to: ",
        "bbox": [
            70,
            700,
            477,
            770
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "explore the dialogues of healing   \nelucidate the benefits of these dialogues in relation to psychosocial healing revitalise and re-inscribe the healing practices embedded in ‘dialogues of healing’ for the management of psychosocial challenges. ",
        "bbox": [
            70,
            776,
            477,
            862
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conceptual definitions ",
        "text_level": 1,
        "bbox": [
            70,
            879,
            258,
            895
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Communal individual refers to a person(s) who is seen as a whole (body, mind, emotions and spirit), connected to other persons, surroundings, and those who were here before us, living on the principle of sharing and caring. ",
        "bbox": [
            70,
            901,
            477,
            928
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            91,
            927,
            118
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Communal counsellor refers to a person (especially an elder) who offers guidance, healing and teaching to the communal individual in need of support. ",
        "bbox": [
            522,
            135,
            927,
            175
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Communal counsellee refers to a person who receives guidance, healing and teaching from the communal counsellor. ",
        "bbox": [
            522,
            192,
            929,
            217
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Healing is a sacred process grounded on epistemologies and praxis, which seek for a balance in the connectedness of a person as whole (mind, body, spirit, the environment and those who were here before us – ancestry). ",
        "bbox": [
            522,
            234,
            929,
            288
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dialogues of healing is a therapeutic and shared process, where the ownership remains with the sharer, although the resolution is carved collectively by the indigenous people involved. It is performed with a strong belief in the wholeness and spiritual connectedness to the cosmos whilst they mediate to achieve an equilibrium in life. ",
        "bbox": [
            522,
            304,
            929,
            387
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The researcher advances psychosocial health as a complex phenomenon which views a human being as a collective attached to a communal heritage with its own interpretation of the present and the past. ",
        "bbox": [
            522,
            403,
            927,
            457
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Those who were here before us. This is defined as a person (body, mind and spirit) who has passed on and is appreciated as being part of the physical surroundings, in line with the belief that this person has passed to the next life with a different role of guiding and guarding the broader community. ",
        "bbox": [
            522,
            473,
            929,
            557
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Those who passed on. This expression is used interchangeably with ‘those who were here before us’. ",
        "bbox": [
            522,
            573,
            927,
            599
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "!nxabasas. This is a special practice used to purify young adolescent girls. ",
        "bbox": [
            522,
            615,
            929,
            643
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Research methodology ",
        "text_level": 1,
        "bbox": [
            524,
            657,
            781,
            677
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Research design and framework ",
        "text_level": 1,
        "bbox": [
            524,
            680,
            789,
            695
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A qualitative approach, following an African indigenous research design was employed, guided by the African Indigenous Health Research Framework (AIHRF). This framework proposes that ‘research needs to be grounded in its authentic research context’ (Pienaar 2017). ",
        "bbox": [
            522,
            701,
            927,
            770
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The AIHRF deals holistically with psychological and social issues (Pienaar 2017). It is used in the joint context of psychology and sociology with the purpose of keeping indigenous meanings intact (Pienaar 2017). The research was a negotiated partnership, allowing the indigenous KhoiSan community to define the extent to which they saw fit to make themselves available as research participants. The chief of the KhoiSan community was engaged to consent to the study. The matter was first informally and confidentially brought to the chief’s attention (Pienaar 2017). ",
        "bbox": [
            522,
            787,
            929,
            928
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The researcher followed a classical (conventional) African indigenous approach. Pienaar (2017) proposes that the researcher grounds the study on an African worldview, where the framework, without dilution, is based on African indigenous knowledge systems. ",
        "bbox": [
            68,
            92,
            477,
            161
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Study site ",
        "text_level": 1,
        "bbox": [
            68,
            181,
            152,
            196
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The research was carried out in an indigenous KhoiSan community in the Northern Cape province of South Africa. ",
        "bbox": [
            70,
            202,
            477,
            228
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Population ",
        "text_level": 1,
        "bbox": [
            68,
            248,
            161,
            263
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The research population is an African indigenous community, namely KhoiSan, domiciled in the Northern Cape province of South Africa. This is a small town of not more than 5000 inhabitants, situated in the east of Griqua-Town. ",
        "bbox": [
            68,
            269,
            477,
            324
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sampling methods ",
        "text_level": 1,
        "bbox": [
            70,
            344,
            226,
            360
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A theoretical sampling in this study was applied as traditionally used in grounded theory because of its flexibility, leading the researcher to the next participants (Butler, Copnell & Hall 2018). Furthermore, as attested by Brink, Vander Walt and Van Rensburg (2014) grounded theory is founded on the comparison of existing data with those currently collected. Thus, the sampling method was used primarily for theory generation and for its ability to guide in emerging theory (Glaser & Strauss 1999). Theoretical sampling was employed as discussed by Glaser and Strauss (1999) as the process of data generation for engendering theory through which the researcher jointly collected, coded and analysed data. Consequently, the researcher decides what data to collect next as led by the categories and themes. Another purpose for this sampling was to allow the emerging data to lead the researcher to the next participant without a preconceived criterion. ",
        "bbox": [
            70,
            366,
            477,
            605
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data collection methods ",
        "text_level": 1,
        "bbox": [
            70,
            624,
            273,
            639
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this research, orature, which includes storytelling, metaphors and praise poems, was used for data collection. Reverentially, it is argued that sensitivity to African realities must be exhibited by researchers (Naidu & Prose 2018; OwusuAnsah & Mji 2013). Hence, orature was a data collection method applicable to the culture, justifying why it was used. ",
        "bbox": [
            70,
            645,
            477,
            728
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "After a negotiated partnership was established, the chief of the community allocated two indigenous mediators to assist the researcher in the process of data collection. Their roles and functions were to facilitate the cultural competence of the researcher, translate the spoken word from the researcher (English) to the participants (Afrikaans), and negotiate appointments with the following participants depending on the emerging conceptual framework. Moreover, the two mediators were integrally involved in the data analysis as it ran concurrently with collection. This collaborative process went on until data saturation was reached. A total of 10 orature sessions ranging from 60 to $1 2 0 \\mathrm { m i n }$ were conducted. ",
        "bbox": [
            70,
            744,
            477,
            926
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data collection was carried out by asking the following four main questions: (1) ‘How do you use dialogues or conversations to heal psychosocial challenges?’ (2) ‘Do you have any stories within the community that could assist in the healing of psychosocial challenges?’ (3) ‘Do you have any praise poems that could assist in the healing of psychosocial challenges?’ (4) ‘Are there any metaphors (sayings) in the community that assist with psychosocial healing?’ ",
        "bbox": [
            522,
            91,
            929,
            206
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Trustworthiness of the research ",
        "text_level": 1,
        "bbox": [
            524,
            225,
            788,
            241
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Lincoln and Guba (as quoted in De Vos et al. 2009; Liamputtong 2009) was followed for the trustworthiness of the results. ",
        "bbox": [
            522,
            247,
            929,
            287
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Firstly, credibility was achieved by crystallisation where the researcher collected data from different participants depending on the emergence of theory. Secondly, for member checking, the researcher returned to the participants to confirm the original findings. Lastly, data collection methods by nature integrally have the participants as part of the research. Confirmability, which refers to the objectivity of the data through an internal agreement, was achieved by returning to the community and verifying the raw findings. ",
        "bbox": [
            522,
            304,
            929,
            431
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ethical considerations ",
        "text_level": 1,
        "bbox": [
            522,
            450,
            705,
            466
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Firstly, approval was obtained from the North-West University (NWU) Ethics Committee (NWU-00724-17-A9). The written memorandum of agreement and understanding (MOU) were reached with the KhoiSan King and the community. The MOU and the research adhered to five general principles provided by the American Psychology Association (2017). Overall, the MOU gives guidance on benefit sharing between the community and the researchers. For that reason, this conceptualised practice remains the property of the community. Hence, the dignity of the participants and self-determination was respected. Thus, based on approval by the Health Science Ethics Committee (FAST-HSEC) on 03/03/2018, the North-West University Research Ethics Regulatory Committee (NWU-RERC) hereby approved this research. This implied that the NWU-RERC granted that the project may be initiated. ",
        "bbox": [
            522,
            472,
            929,
            701
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "bbox": [
            522,
            720,
            633,
            736
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The researcher recorded and kept the audio recordings for data processing and transcriptions. The audio recordings were collated daily for translation from Afrikaans to English by the two indigenous mediators, and then these were used for reflective purposes, in addition to the notes recorded during data collection. ",
        "bbox": [
            522,
            741,
            929,
            826
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A four-step analysis according to the AIHRF was used (Pienaar 2017) as follows. ",
        "bbox": [
            522,
            843,
            927,
            869
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Level one: ‘Basic concepts from the spoken word’. The researcher and participants collected and analysed data instantaneously. ",
        "bbox": [
            521,
            885,
            929,
            927
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Level two: ‘Joining or grouping of similar concepts to form a cluster’. Constantly, as the concepts formed, the researcher in collaboration with the participants separated and conjoined related concepts. ",
        "bbox": [
            68,
            92,
            477,
            148
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Level three: The researcher, in collaboration with the participants, intuitively deduced, converged and identified new concepts, themes or clusters (insights and/or discoveries). ",
        "bbox": [
            70,
            164,
            475,
            206
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Level four: This is the building of a story line or pattern to form a process and a generic conceptual framework for the African context. ",
        "bbox": [
            68,
            222,
            477,
            265
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion of findings ",
        "text_level": 1,
        "bbox": [
            70,
            279,
            312,
            299
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Initially, it is important to note that levels one and two of analysis occurred during data-collection to inform the subsequent levels. During level three of the analysis, the researchers, in collaboration with the participants, intuitively deduced new concepts and themes (Pienaar 2017). ",
        "bbox": [
            70,
            305,
            475,
            373
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Following the findings came out of the analysed data, meaning is further crystallised through sub-theming and categories under the umbrella themes – indigenous communication systems and communal lifestyles (see Table 1). These are two rudimentary themes that were integral to the understanding of the merits of dialogues through ‘who’, ‘why’, ‘how’, ‘when’, ‘what’ and ‘whom’. ",
        "bbox": [
            70,
            388,
            477,
            486
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Theme 1: Indigenous communication systems ",
        "text_level": 1,
        "bbox": [
            68,
            506,
            450,
            520
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "This theme was emerged when the participants repeatedly emphasised the importance of ‘who is saying what to whom; when and why and how they are saying it’ to the communal person(s), family or community. Explicitly, how one is communicating to another is a pivotal element in the facilitation of healing in one’s dialogue. ",
        "bbox": [
            70,
            527,
            477,
            614
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Indigenous communication systems play a key role in achieving balance of life through dialogue. It is worth mentioning that context, people and time matters. This means the communication system of one context can be incomprehensible to another social context. This view of this communication system is shared by Abdulai, Ibrahim and ",
        "bbox": [
            70,
            631,
            477,
            718
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mohammed (2017) who argue that the interpretation of what is being communicated may vary from one society to the other. ",
        "bbox": [
            522,
            91,
            929,
            120
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "From the theme indigenous communication systems, three sub-themes emerged: spoken word; active communication; and principles and attitudes during communication. ",
        "bbox": [
            521,
            135,
            929,
            177
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In sub-theme (1.1), spoken word is a word of mouth that is deeper than what is said on the surface. As complex as it sounds, it became clear that the community listens not only with the ears, but with all the senses: eyes, touch and smell for the deeper meanings. Timeously, it emerged that what was being said could also reflect someone’s past or future. Hence, there was an immediate realisation that the meaning of what was being said could lie with those who have passed on. ",
        "bbox": [
            522,
            192,
            929,
            306
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Seamlessly, with category (a), silence within the KhoiSan community represents the meaning of what is not being said (listening between the verbal lines). It emerged that words and silence are powerful and integral to the communication practices of the KhoiSan. Ouzman (2005) and Blanco (2018) articulate that the communicative load of a word relies on the quality and texture of the silence. Likewise, the KhoiSan community’s words and silence hunt together where an appreciation is shown to their holistic meaning. Thus, it became clear that words and silence are powerful forms integral to the structure of a specific communication system: ",
        "bbox": [
            522,
            322,
            929,
            479
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "‘We know when to say nothing and still deliver deep-rooted message.’ (Participant B1, female, 68 years old) ",
        "bbox": [
            546,
            485,
            927,
            510
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Consequently, with category (b), metaphors, a realisation came that they are often used by elders for educational reasons and when reprimand is needed: ",
        "bbox": [
            521,
            525,
            927,
            567
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "‘If you plant a pumpkin, you cannot expect a peach.’ (Participant N5, male, 60 years old) ",
        "bbox": [
            546,
            571,
            929,
            596
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "‘You cannot plant thorns and expect apricots.’ (Participant J2, female, 60 years old) ",
        "bbox": [
            546,
            602,
            927,
            627
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "‘Early ripe, early rotten.’ (Participant A1, female, 69 years old) ",
        "bbox": [
            547,
            633,
            914,
            645
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "With these metaphoric paradoxes, the communal individual’s future does not seem bright if she or he continues with the misconduct. As expressed, these metaphors were normally used with reference to girls who move into womanhood at a young age. The intended teaching is to caution the youth against early sexual engagement unless they want to lose their integrity. These metaphors are used for either education or reprimand: ",
        "bbox": [
            522,
            662,
            929,
            718
        ],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/a21f5f69db2f3b80490f4f331231ed4d2874dea8f8ec10378d68aeb02d05f8fc.jpg",
        "table_caption": [
            "TABLE 1: Main themes, sub-themes and categories. "
        ],
        "table_footnote": [
            "Source: Mahlatsi, K.S., 2018, Dialogues of healing in the management of psychosocial health challenges in an indigenous KhoiSan community, Masters thesis, School of Nursing Sciences, North-West University "
        ],
        "table_body": "<table><tr><td>Theme</td><td>Sub-theme</td><td>Categories</td></tr><tr><td rowspan=\"5\">1.Indigenouscommunication systems</td><td>1.1 Spoken word</td><td>a. Silence b.Metaphors (reprimandingand/or educational) c. Stories</td></tr><tr><td>1.2 Active communication</td><td>a.Self-resiliencedisclosure b.Directiveand instructive language</td></tr><tr><td>1.3Principlesandatitudesof</td><td>Humility; softness; Don&#x27;tbe clever or strong; Silent communication; Covert speech;Gender-based</td></tr><tr><td>communication</td><td>societal challenges (conversation for menand conversation for women); Process of readiness and non-readiness (reprimand); Patience and/or respectful waiting; Boundary seting; Directand Instructive</td></tr><tr><td>2.1 Day-to-day practices</td><td>language; Self-disclosure (resilience) a.Behavioural conduct</td></tr><tr><td rowspan=\"3\">2. Communal lifestyle</td><td></td><td>b. Eating habits</td></tr><tr><td>2.2 Special practices</td><td>a. Rite of passage -!nxhabasas b. Grave-yard visit</td></tr><tr><td></td><td>c.Commemoration d.Mpho ya badimo</td></tr></table>",
        "bbox": [
            68,
            741,
            926,
            906
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            68,
            91,
            475,
            147
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘A rude child’s dumpling doesn’t cook well.’ (Communal healer, female, 58 years old) ",
        "bbox": [
            92,
            153,
            475,
            178
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘A rude child’s lamp dies in the darkness.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            92,
            184,
            475,
            209
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These statements mean children should respect adults. Also, those portraying bad manners mostly are likely not to succeed in life. Clearly, these metaphors are significant resources for educational purposes and reprimand used by elders to guide and nurture the youth. ",
        "bbox": [
            70,
            225,
            475,
            294
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Lastly, in the category (c), stories, it emerged that resilience is at the centre of the stories told. Likewise, indigenous ways of living have withstood the test of time despite the translocation and evolution of western civilisation. These stories are either told in remembrance of those who were here before us or a reflection of their day-to-day life: ",
        "bbox": [
            70,
            310,
            477,
            393
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘We had to travel far to get water.’ (Participant D2, male, 72 years old) ",
        "bbox": [
            92,
            399,
            477,
            424
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘We had to work long hours for the whites, paying us cents.’ (Participant B1, female, 68 years old) ",
        "bbox": [
            94,
            430,
            477,
            455
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Meanwhile, it emerged from the stories that resilience is important in managing psychosocial challenges and social cohesion. Similarly, the story in $\\operatorname { B o x } 1$ is that of a ‘phokoje’ (jackal) on social cohesion. The ‘jackal’ in this nugget refers to the ‘men preying on young girls’ where young girls are metaphorically referred to as sheep. ",
        "bbox": [
            70,
            470,
            477,
            556
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Essentially, the above story demonstrated the sense of protection and responsibility amongst the youth in the KhoiSan community. It was found that the younger girls felt protected, cared for and loved. A sense of communality and togetherness amongst the youth is embedded in this nugget. Consequently, it emerged from sub-theme 1 and its categories that the notion of ‘who’, ‘whom’, ‘how’ and ‘what’ is of significance in the appreciation and understanding of the context. In simple terms this means, ‘what’ and ‘how’ as a communal counsellor one speaks to the communal counsellee and ‘what’ you want to achieve. To demonstrate, it emerged that the above story represents the ‘what’, whereas the ‘how’ represents the metaphoric form in which the story is told. In effect, the ‘who’ represents the elderly woman who told the story through experience and the ‘whom’ represent the youth who have to be educated, thereby bringing about the virtue of togetherness. ",
        "bbox": [
            70,
            570,
            477,
            809
        ],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/2be4eb2190d8f0ad423d0cd30e1536f9ef8bc8a06fadf8357a7081f24ecffcf1.jpg",
        "table_caption": [
            "BOX 1: The story of phokoje [jackal]. "
        ],
        "table_footnote": [
            "Source: Adapted from Mahlatsi, K.S., 2018, Dialogues of healing in the management of psychosocial health challenges in an indigenous KhoiSan community, Masters thesis, School of Nursing Sciences, North-West University "
        ],
        "table_body": "<table><tr><td>Thisstory wasnarratedbyanelderly woman (ParticipantE1,female,100 years old) where she focussed on a psychosocial communal practice of protecting younger girls frommenwith predatory behaviour. Ona playground,agroupof younggirls (sheep) anda youngboy disguised asa jackal appearing to be preying onthe sheep (young girls).Wherein,another young boy (a hero) appears to be a protectorwho byall meanswould chase the jackal away from the young girls.</td></tr></table>",
        "bbox": [
            70,
            843,
            470,
            897
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "With sub-theme (1.2), active communication, the realisation occurs that there is also the ‘action part’, which complements the spoken word. In illustration, action brings more decisiveness in the usage of indigenous communication systems. By inference, this action is realised in the form of direct and instructive language which is always coupled with a reprimand. It is, however, characterised by a touch of gentleness through self-resilience disclosure where a communal counsellor opens up about their own experience. At the same time, this is done recursively without anger until healing is achieved. Holistically, this is found to be where the communal counsellor opens to the communal individual at the centre of the psychosocial challenge. It is when the counsellor(s) narrate their own lived experiences. As a result, there is a communal rapport. This technique also shows empathy and guidance on how to improve as the counsellee: ",
        "bbox": [
            522,
            91,
            929,
            322
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘A problem is a problem, and no problem is bigger than a family.’ (Participant D2, male, 72 years old) ",
        "bbox": [
            546,
            328,
            927,
            354
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘I have been through this I know how you are feeling.’ (Participant E1, female, 100 years old) ",
        "bbox": [
            546,
            359,
            927,
            384
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘Life might seem like it’s unfair to only you, but we all have been through this.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            546,
            390,
            929,
            414
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "There is a connection that became clear in sub-theme 1.2 and its categories inherently address the ‘what’ and ‘how’ to say to the communal counsellee when managing psychosocial challenges by means of dialogues. ",
        "bbox": [
            522,
            431,
            929,
            487
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sub-theme 1.3, principles and attitudes of communication: This sub-theme emerged when participants repeated the importance of the attitude and makeup of the communal counsellor. The importance of the healthy and conducive atmosphere (yourself as the helper and the environment) should always be welcoming and conducive for healing. This sub-theme and its categories inherently attend to the ‘how’, ‘what’, ‘who’ and ‘whom’ as the communal counsellor should discharge their function: ",
        "bbox": [
            522,
            502,
            929,
            633
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘If the psychosocial issue involves a married couple, only elders and married individuals are allowed to manage the challenge.’ (Participant F1, female, 50 years old) ",
        "bbox": [
            546,
            639,
            929,
            677
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘If the problem involves the girl child, the mother, aunts and sometimes the women of the community depending on the extent of the problem.’ (Participant F1, female, 50 years old) ",
        "bbox": [
            546,
            683,
            927,
            722
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "‘Equally, if the problem that needs to be managed involves a boy child, only men will manage the problem.’ (Participant H1, male, 70 years old) ",
        "bbox": [
            546,
            728,
            929,
            766
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The communal counsellor should be humble and respectful throughout the process of psychosocial management. A communal counsellor should not carry themselves as the ‘better one’ to prove others are wrong. Everyone should be equal, not perfect. Clearly, respectful waiting is an important trait in the character of the counsellor. Equally important is that not everyone is involved in psychosocial management. This chore and responsibility depend on the nature of the challenge, with cognisance of gender matching. Certain challenges are managed by women, mothers and elderly women of the community, and there are those managed by married women only. This is all inextricably woven into the fabric of the ‘what’, ‘who’ and ‘whom’ question: ",
        "bbox": [
            522,
            783,
            929,
            927
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            70,
            91,
            477,
            134
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Be soft, talk with a sense of gentleness.’ (Participant M1, female, 79 years old) ",
        "bbox": [
            94,
            139,
            475,
            164
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Do not be clever or strong.’ (Participant B1, female, 68 years old) ",
        "bbox": [
            97,
            168,
            473,
            181
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Do not rush him, let him go through the change process from within.’ (Participant B1, female, 68 years old) ",
        "bbox": [
            92,
            186,
            475,
            211
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Even though I am firm and saying all this, the person still has a special place in my heart.’ (Participant M1, female, 79 years old) ",
        "bbox": [
            92,
            216,
            475,
            241
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Respect one another regardless of age.’ (Participant H1, male, 70 years old) ",
        "bbox": [
            94,
            246,
            475,
            271
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘If you want to be respected, give out respect.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            92,
            275,
            475,
            302
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the penultimate it emerged that the communal counsellee should maintain gentleness whilst at the same time being firm in setting boundaries. Mainly, the communal counsellor assesses the readiness for change from the counsellee by respectfully waiting. ",
        "bbox": [
            68,
            317,
            477,
            373
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Theme 2: Communal lifestyle ",
        "text_level": 1,
        "bbox": [
            70,
            392,
            314,
            407
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Interestingly, it emerged that the merits of dialogue are not only bound to the traditional linear model of communication (word of mouth ‘message’ between sender and receiver), but these are also embedded in the practices and rituals – ‘what’ of the community during different stages of life – ‘who’. With that understanding, the importance of practice and rituals emerged when participants repeatedly conversed the significance of communicating with ‘those who have been here before us’ to bring about healing and therefore maintain the balance of life. ",
        "bbox": [
            70,
            413,
            477,
            538
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Centrally, the importance of practice and rituals is in line with Bojuwoye and Moletsane-Kekae (2018), who state that the environment is continuously changing, causing imbalances. Thus, for survival, the African communities restore balance by regularly performing connecting rituals. It was deduced that to achieve healing, everyone must establish and maintain a form of balance with their environment. It emerged that the KhoiSan community maintains this balance with the ever-changing surroundings through the day-to-day indigenous practices and special rituals. ",
        "bbox": [
            70,
            554,
            477,
            693
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The emergence of sub-theme (2.1): day-to-day practices, it came out after the participants emphasised that their life is ‘one’ where they live in the strong belief that they are connected to the environment; those who passed on; and those who are still in the physical form with them. Hence, the realisation came that the way of life of this community cannot be compartmentalised. Hence, the merits of dialogues are visible in their lifestyle: ",
        "bbox": [
            70,
            708,
            477,
            821
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Those who passed on form part of us.’ (Participants B1, female, 68 years old) ",
        "bbox": [
            92,
            826,
            475,
            851
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Yes my son has passed on, I talk to my son every day, and I know he can hear me, and I also can feel and hear him.’ (Participant N5, male, 60 years old) ",
        "bbox": [
            92,
            857,
            477,
            896
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘My father who passed on visited me at night while I was sleeping and touched me while I covered myself with my blankets. I asked him not to scare me, if there’s something he wants to say, he must please say and not scare me.’ (Participant F1, female, 50 years old) ",
        "bbox": [
            92,
            901,
            475,
            927
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            544,
            91,
            927,
            129
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The above quotes confirm and validate Du Toit (1980), who observed that there were life cycle rituals that were significant for strengthening the individual and protecting them for the new life phase. ",
        "bbox": [
            521,
            146,
            929,
            200
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Furthermore, with category (a) there was evidence that the communal essence of behavioural conduct towards communal lifestyle is demonstrated by these day-to-day practices which are instilled from childhood throughout the stages of life. In turn, these practices help with behavioural conduct amongst the people living in the community. Inherently, this category on behavioural conduct addresses the notions of ‘how’ and ‘whom,’ directing the way in which the people (children, youth, adults, women, men and elders) are expected to carry themselves: ",
        "bbox": [
            522,
            216,
            929,
            357
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘These are our cultural practices, meant also for us to maintain the balance of life.’ (Participant D2, male, 72 years old) ",
        "bbox": [
            546,
            365,
            927,
            391
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘A girl child is not allowed to sleep out.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            546,
            395,
            927,
            420
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘A boy child is raised to respect women.’ (Participant H1, male, 70 years old) ",
        "bbox": [
            546,
            426,
            929,
            451
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Equally, with the category (b), eating habits, the merits of dialogues were realised. It emerged that there are eating practices within the community, which are acceptable and specified according to the age and gender of the communal individual. This understanding emerged as representing the notion of ‘what’ and ‘who’: ",
        "bbox": [
            522,
            467,
            929,
            551
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Brain and the skull [of a slaughtered beast] always should be given to elderly people in the family and community.’ (79 years old, female, participant M1) ",
        "bbox": [
            546,
            557,
            927,
            595
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘The backbone and its meat [of the animal] are meant for elderly people to eat and never children.’ (Participant E2, female, 62 years old) ",
        "bbox": [
            546,
            601,
            927,
            639
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "‘Bones and meat of the lower parts of the front legs are for the children.’ (Participant M1, female, 79 years old) ",
        "bbox": [
            546,
            645,
            929,
            670
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Indigenously, the practice of giving the brain and the skull of the slaughtered animal to the elderly comes with the belief that these parts carry the knowledge, strength and protection transmitted through by those who were here before. The question on why bones and meat of the lower forelegs are offered to children represents a strong encouragement to children to aspire for higher horizons and marching for the better life. ",
        "bbox": [
            522,
            686,
            929,
            799
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the same way, it became clear that therapeutic merits embedded in dialogue go beyond word of mouth in this community. These are integral to the communication system and lifestyle of the KhoiSan community. Overall, with subtheme 2.2. this realisation showed that special practices take place at different stages of a communal individual’s life. Du Toit (1980) and Ouzman (2005) concur that in striving to maintain balance life cycle, rituals form part of that effort, and these can be performed by the household head. In some instances, an indigenous practitioner is called for guidance. In support, Edwards et al. (2009) submit that if such rituals are not performed, there is a strong belief that this would bring about imbalances resulting in sickness and bad luck as a consequence of the unhappiness of those who were here before. Similarly, Bojuwoye and Moletsane-Kekae (2018) observed that there are life-cycle rituals, which are significant for strengthening the individual and protecting them for the new life-phase in order to regain collectivity with oneself and the community. ",
        "bbox": [
            522,
            814,
            929,
            927
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            68,
            91,
            477,
            231
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Interwoven in the communal lifestyle, with category (a): rite of passage, this is a ritual performed to transition a communal individual to another stage of life. This was realised by participants saying in case of a menstruating young girl starting to show a behaviour of sexual activities; these young girls are taken through a ceremony referred to as ‘!nxabasas’ (purity of a young girl): ",
        "bbox": [
            70,
            246,
            477,
            344
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘The ritual is for the girl to be introduced to the people who were here before us as a woman, for them to protect her and guide her.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            92,
            349,
            477,
            387
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘This is about teaching the girl child as woman of culture how to do things and behave herself.’ (Participant C2, female, 88 years old) ",
        "bbox": [
            94,
            393,
            477,
            418
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "With the emergence of category (b), grave-yard visit, the essence of this visit came about when the participants insisted on the importance of visiting the graveyard. They communicated the strong belief that visiting the fore-parents’ graves bring about blessing and the balance in life: ",
        "bbox": [
            68,
            434,
            477,
            461
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            92,
            927,
            133
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘If I have problems I just visit my dad and talk to him. I know he is listening.’ (Participant F1, female, 50 years old) ",
        "bbox": [
            546,
            139,
            927,
            164
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘When I come back from the graveyard I know and strongly believe that my problems will go away.’ (Participant D2, male, 72 years old) ",
        "bbox": [
            544,
            170,
            927,
            209
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Meanwhile, the emergence of category (d), commemoration of the late King Adam Kok (IV), generates its meaning in the annual ceremony where the community especially thanks and exhibits gratitude to one of the kings of the KhoiSan community. He was born in October and died in October, the same month for birth and death, explaining why the event is always held in October of every year: ",
        "bbox": [
            522,
            225,
            929,
            326
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘If I feel I have bad luck, things are not going well for me, I perform Mpho ya badimo.’ (Participant H1, male, 70 years old) ",
        "bbox": [
            546,
            332,
            927,
            359
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "‘The year I found a job I did perform mpho ya badimo.’ (Participant E2, female, 62 years old) ",
        "bbox": [
            546,
            365,
            929,
            391
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Equally important, category (e) emerged – ‘Mpho ya badimo’, which is a Sotho derivative meaning giving back to those who were here before us. This is done when a communal individual shows respect and appreciation to those who were here before us. Through this ritual, a sacrifice is made, normally of a sheep or a goat, and it is important to maintain discipline when one is eating any part of the slaughtered animal. ",
        "bbox": [
            521,
            406,
            929,
            461
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/dc1a7f79381b27a778d75fb6398ab15727e70a3184a0ca779cb894096e96be03.jpg",
        "image_caption": [
            "Source: Adapted from Mahlatsi, K.S., 2018, Dialogues of healing in the management of psychosocial health challenges in an indigenous KhoiSan community, Masters thesis, School of Nursing Sciences, North-West University FIGURE 1: The wheel for the management of psychosocial health challenges in an indigenous KhoiSan community. "
        ],
        "image_footnote": [],
        "bbox": [
            70,
            481,
            931,
            890
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            70,
            91,
            475,
            147
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Noticeably, in exploring dialogues of healing (objective one) and elucidating its benefits (objective two), it emerged that the KhoiSan community fundamentally upholds communality in their way of life. Integrally, it was found that the therapeutic merits of dialogues have a strong meaning in ‘who’ is saying ‘what’ to ‘whom’, ‘when’ as well as ‘why’ and ‘how’ they are saying it to achieve the balance of life for healing. Dialogues of healing do not just involve the living, but also bring in those who passed on, therefore having meaning beyond what is being said and also ‘what’ is being practised as a lifestyle within the community. This discussion of the findings linked level three of analysis. Thus, level 4 analysis is explored below by building a story line or pattern to form a framework for Africans. Notably, Glaser and Strauss (1999) assert that the development of an approach is best when it emerges from the categories and core concepts in the findings. Henceforth, a conceptual framework emerged that depicts the Wheel for the management of psychosocial challenges in an indigenous KhoiSan community (see Figure 1), embedded in the life stages, African indigenous communication and rituals prescribing a communal lifestyle. ",
        "bbox": [
            70,
            162,
            477,
            473
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Foundationally, life stages are situated in ‘the wheel’ (Figure 1), which is underpinned by the philosophy that persons are seen as a whole, connected to the surroundings and their ancestry. For indigenous psychosocial life to be wheeled, it is dependent on the communication to the surroundings and our ancestry. It emerged that in every life stage, the communal person should be introduced through a communal ritual. Added to this, the communal person performs day-to-day practices to maintain the balance of life. Therefore, when a life is conceived (pregnancy), there are rituals performed to introduce the new life to the fore parents. This introduction personifies recognition, calling for support and protection. To keep the meaning of this new life wheeled, in the childhood stage, there are day-to-day rituals performed, mostly by the head of the family. ",
        "bbox": [
            70,
            488,
            477,
            699
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In transitioning from the youth stage into womanhood or manhood, a rite-of-passage is performed. The boys are taught how to behave as a responsible man; how to treat women; what is expected in a man, mostly building and maintaining a home for his family. ",
        "bbox": [
            70,
            714,
            477,
            784
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "On the other hand, women are taught how to carry herself and how to behave as a woman and mother. They are taught dancing, cooking, respect and what is expected from a KhoiSan woman. These rituals are designed for encouragement and the promotion of respect, ultimately keeping life balanced and progressively wheeled. ",
        "bbox": [
            70,
            800,
            477,
            884
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Moving from womanhood or manhood into the realm of the elders is seen by being assigned more responsibility which often happens spontaneously through, for example, conducting rituals and heading family meetings. Later, when you pass on to another realm, it is believed that you are still with us and have assumed the responsibility of providing vision, caring and protecting communal persons, family and the community on the other side of life. ",
        "bbox": [
            68,
            900,
            477,
            927
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            92,
            927,
            174
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Living in the KhoiSan community cannot be compartmentalised but understood as ‘whole’ with the prescripts of its philosophy, ontology and epistemologies. Living is therefore viewed as a continuous journey where every age group and practices are landmarks on this journey. ",
        "bbox": [
            522,
            190,
            929,
            259
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It emerged that inter-communal teams are formed, given a psychosocial challenge, either at a family or community level, and are exclusively guided by the ‘wheel of life’. Hence, the approach is guided by its inseparable techniques as depicted in the diagram (Figure 1). ",
        "bbox": [
            522,
            274,
            927,
            344
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Approach ",
        "text_level": 1,
        "bbox": [
            522,
            363,
            605,
            379
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An approach for the successful management of psychosocial health challenges in an indigenous KhoiSan community is interwoven with assessment, communal cultural process, and a psychosocial process. The approach is distilled below. ",
        "bbox": [
            522,
            385,
            929,
            441
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Assessment ",
        "text_level": 1,
        "bbox": [
            522,
            458,
            606,
            470
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The communal team with the counsellee makes a determination on the root of the psychosocial challenge, based on the wheel of life. ",
        "bbox": [
            522,
            475,
            927,
            516
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As previously alluded, life is ever-changing, and this brings about imbalance to the ‘wheel of life’, which translates into ill-health evidenced by a psychosocial challenge. After assessment, the counsellor critically identifies the stage of the communal counsellee. Determination would then be made on ‘why’ there is an imbalance of life. Imbalance is mainly the manifestation of the ‘unhappiness’ shown by those who were here before us. Because of the connectedness mentioned before, this unfolds in unfortunate events as the connection has been disrupted. These can be presented by a job loss, delinquent behaviour, emotional stress, mental problems and/or death in the family. ",
        "bbox": [
            522,
            531,
            929,
            696
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "At the same time, an assessment of readiness is made whether the communal individual is ready for change. If not, the proceedings are terminated (‘when’). The counsellee may come back later; this represents characteristics of readiness for the process to re-commence. ",
        "bbox": [
            522,
            713,
            929,
            782
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Communal cultural process ",
        "text_level": 1,
        "bbox": [
            522,
            800,
            712,
            813
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This is also known as the action phase where the communal team takes appropriate measures to ensure that cultural rituals are employed correctly. ",
        "bbox": [
            522,
            816,
            927,
            858
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Assessment carried out in the first phase should determine the process during the current phase. This has to be done with caution because, if it is wrong, it might exacerbate the existing psychosocial challenge. ",
        "bbox": [
            522,
            873,
            929,
            928
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The elders (‘who’) are normally tasked to head such proceedings. However, they can also be carried out by the father and/or uncles. ",
        "bbox": [
            68,
            91,
            477,
            133
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Psychosocial process ",
        "text_level": 1,
        "bbox": [
            70,
            151,
            215,
            164
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This is where the evaluation takes place. Normally, this happens at a family level where a communal caregiver is assigned to ensure compliance from the communal counsellee; for example, the counsellee can be instructed to perform ‘Mpho ya Badimo’ – (‘what’). The caregiver’s role in this regard is to evaluate the initiation plan by the counsellee. The caregiver reports back to the team on the progress depending on the timeline given. Ultimately, the psychosocial process is based on ‘the wheel of life’ being re-aligned again. ",
        "bbox": [
            70,
            168,
            477,
            299
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the previous process, specific techniques are used to facilitate healing. ",
        "bbox": [
            70,
            315,
            475,
            342
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Techniques – ‘what and how to say it’. ",
        "bbox": [
            72,
            357,
            331,
            370
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Notably, these techniques are intertwined in the approach, ‘they hunt together’. ",
        "bbox": [
            68,
            386,
            477,
            413
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Communication ",
        "text_level": 1,
        "bbox": [
            70,
            434,
            203,
            449
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "What is being said to the counsellee is of importance because of the people constituting the communal team. This team is built depending on the nature of the problem. One of the members should at least be an elder with vast life experience. Covert language is used in the form of metaphors together with stories and thus requires extensive knowledge of life, which brings about the meaning of life. The counsellors should also show the character of being firm and decisive as reflected by boundary setting. ",
        "bbox": [
            70,
            455,
            477,
            588
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Silent communication ",
        "text_level": 1,
        "bbox": [
            70,
            606,
            252,
            621
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Elders and individuals in different stages of life happen to naturally acquire this technique of de-escalating emotions with a silent presence. This is, most of the time, used to manage emotional challenges; to be quiet and present in support. ",
        "bbox": [
            70,
            627,
            477,
            700
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Humility ",
        "text_level": 1,
        "bbox": [
            70,
            719,
            142,
            734
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As the counsellor, one should display a sense of humility and respect throughout, which is embedded in the principle of Ubuntu. It is based on ‘your’ psychosocial challenge is ‘our’ problem. It is accepted that counselees are persons who are allowed to make life mistakes. ",
        "bbox": [
            70,
            740,
            477,
            813
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Self-resilience disclosure ",
        "text_level": 1,
        "bbox": [
            70,
            832,
            275,
            847
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the benefit of empathy, the counsellor should show a sense of openness and transparency. The counsellor shares past experiences on similar psychosocial challenges. This concerns societal challenges and how they have managed these challenges as teachable moments. ",
        "bbox": [
            70,
            853,
            477,
            926
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conclusion ",
        "text_level": 1,
        "bbox": [
            522,
            92,
            645,
            111
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conclusively, the findings from exploring the therapeutic merits of dialogues vindicate why this KhoiSan community manages to cope with psychosocial challenges even without access to western mental health services. Clearly, therapeutic merits in dialogues of healing as a means of healing in the KhoiSan community do not exist in compartments, but as a ‘gestalt’. It became clear that the benefits of therapeutic merits of dialogues are found in the KhoiSan communality, where togetherness and the sense of humility flourish and sustain the community and thus are part of their everyday life. This forms an important ontological part of the communication system and the balance of life through the integral notion of – ‘what’, ‘why’, ‘who’, ‘whom’, ‘how’ and ‘when’. The emerged conceptual framework will add value in the therapeutic practices, teaching and learning and further research. ",
        "bbox": [
            522,
            117,
            929,
            353
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Recommendations ",
        "text_level": 1,
        "bbox": [
            524,
            368,
            732,
            387
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For the revitalisation of the healing practices for the management of psychosocial challenges (objective three), the following recommendations are stated below: ",
        "bbox": [
            522,
            393,
            929,
            434
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Communal therapeutic practice ",
        "text_level": 1,
        "bbox": [
            524,
            453,
            786,
            469
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Indigenous African approaches should be integrated into modes of counselling within the clinical setting. Practitioners are expected to augment the skills identified in this approach in appreciating and understanding the techniques of the elders in an African indigenous context, enhancing cultural awareness and sensitivity in mental healthcare. ",
        "bbox": [
            522,
            475,
            929,
            563
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Teaching and learning ",
        "text_level": 1,
        "bbox": [
            522,
            581,
            705,
            598
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The researcher recommends that a course be developed and facilitated with a specific focus on re-appropriating indigenous health systems equally into western healthcare systems. ",
        "bbox": [
            522,
            604,
            929,
            646
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Further research ",
        "text_level": 1,
        "bbox": [
            522,
            665,
            662,
            681
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Further research is suggested on the advanced development of this approach and its contribution in the revitalisation and re-inscription of such indigenous health practices. ",
        "bbox": [
            521,
            687,
            931,
            731
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Limitations ",
        "text_level": 1,
        "bbox": [
            522,
            746,
            648,
            765
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "More women participated in the study. However, the KhoiSan community adheres to a ‘motherly’ cultural cosmos of sharing and caring. Additionally, time was a limitation. ",
        "bbox": [
            522,
            771,
            929,
            814
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "bbox": [
            522,
            828,
            742,
            847
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The authors thank the Campbell community for their trust in them with their sacred knowledge. The authors also thank the following funders that made this research possible: National Research Foundation (NRF), Health and Welfare Seta (HWSETA) and the SEBOKA project. ",
        "bbox": [
            522,
            853,
            929,
            927
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Competing interests ",
        "text_level": 1,
        "bbox": [
            70,
            92,
            238,
            108
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors have declared that no competing interest exists. ",
        "bbox": [
            70,
            114,
            472,
            126
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Authors’ contributions ",
        "text_level": 1,
        "bbox": [
            70,
            146,
            260,
            161
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "K.S.M. contributed to the conceptualisation, methodology process, data collection and analysis. A.J.P. contributed to the conceptualisation, overall supervision and funding acquisition. N.N. was the co-supervisor. T.M. was involved with the project administrative functions. ",
        "bbox": [
            68,
            167,
            477,
            237
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Funding information ",
        "text_level": 1,
        "bbox": [
            70,
            258,
            242,
            273
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This research received funding from the Health and Welfare Seta; National Research Foundation and SEBOKA project. ",
        "bbox": [
            70,
            279,
            477,
            305
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Data availability ",
        "text_level": 1,
        "bbox": [
            68,
            325,
            206,
            341
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The data supporting the findings of this research are available from the corresponding author as it was recorded and saved on a hard drive that is locked in a cabinet. Even so, to maintain privacy and confidentiality of research participants the data is not available to any third party. ",
        "bbox": [
            68,
            347,
            477,
            417
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Disclaimer ",
        "text_level": 1,
        "bbox": [
            70,
            436,
            159,
            450
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The intellectual position of this manuscript are those of the authors and do not necessarily represent that of the affiliated agency of the authors. ",
        "bbox": [
            68,
            457,
            477,
            499
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "bbox": [
            70,
            513,
            193,
            532
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abdulai, M., Ibrahim, H. & Mohammed, M.A., 2017, ‘Communicating across cultures in multinational Ibis West Africa’, International Journal of Intercultural Relations 58, 42–53. https://doi.org/10.1016/j.ijintrel.2017.04.009 ",
        "bbox": [
            70,
            541,
            477,
            568
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "American Psychology Association (APA), 2017, Ethical principles of psychologists and code of conduct, viewed 28 August 2020, from https://www.apa.org/ethics/code/ ethics-code-2017.pdf. ",
        "bbox": [
            68,
            571,
            477,
            599
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Blanco, P., 2018, ‘Words and silence: The relationship between Benedict XVI and the media’, Church, Communication and Culture 3(2), 87–105. https://doi.org/10.108 0/23753234.2018.1478228 ",
        "bbox": [
            68,
            604,
            477,
            630
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Bojuwoye, O. & Moletsane-Kekae, M., 2018, ‘African Indigenous Knowledge Systems and Healing Traditions’, in S. Fernando & R. Moodley (eds.), Global Psychologies, pp. 77–98, Palgrave Macmillan, London.   \nBrink, H., Vander Walt, C. & Van Rensburg, G., 2014, Fundamentals of research methodology for health care professionals, 3rd edn., Juta, Cape Town.   \nBurger, R. & Christian, C., 2020, ‘Access to health care in post-apartheid South Africa: Availability, affordability, acceptability’, Health Economics, Policy and Law 15(1), 43–55. https://doi.org/10.1017/S1744133118000300   \nButler, A.E., Copnell, B. & Hall, H., 2018, ‘The development of theoretical sampling in practice’, Collegian 25(5), 561–566. https://doi.org/10.1016/j.colegn.2018.01.002   \nDe Vos, A.S., Srydom, H., Fouché, C.B. & Delport, C.S.L., 2009, Research grassroots for the social sciences and human services professions, 3rd edn., Vans Schaick, Pretoria.   \nDu Toit, B.M., 1980, ‘Religion, ritual, and healing amongst urban black South Africans’, Urban Anthropology 9(1), 21–49.   \nEdwards, S., Makunga, N., Thwala, J. & Mbele, B., 2009, ‘The role of the ancestors in healing’, African Journal of Indigenous Knowledge Systems 8(1), 1–11. https://doi. org/10.4314/indilinga.v8i1.48234   \nGlaser, B.G. & Strauss, A.L., 1999, The discovery of grounded theory: Strategies for qualitative research, Aldine Transaction, New Brunswick, NJ.   \nLiamputtong, P., 2009, Qualitative research methods, Oxford University Press, Oxford.   \nMahlatsi, K.S., 2018, Dialogues of healing in the management of psychosocial health challenges in an indigenous KhoiSan community, Masters thesis, School of Nursing Sciences, North-West University.   \nMalokoane, B., Heunis, J.C., Chikobvu, P., Kigozi, N.G. & Kruger, W.H., 2020, ‘Public health system challenges in the Free State, South Africa: A situation appraisal to inform health system strengthening’, BMC Health Services Research 20(1), 1–14. https://doi.org/10.1186/s12913-019-4862-y   \nMoshabela, M., Zuma, T. & Gaede, B., 2016, ‘Bridging the gap between biomedical and traditional health practitioners in South Africa’, South African Health Review 2016(1), 83–92.   \nNaidu, T. & Prose, N., 2018, ‘Re-envisioning member checking and communicating results as accountability practice in qualitative research: A South African community-based organisation example’, Forum Qualitative Sozialforschung/ Forum: Qualitative Social Research 19(3), viewed 04 February 2021, from https:// www.qualitative-research.net/index.php/fqs/article/view/3153/4315   \nOuzman, S., 2005, ‘Silencing and sharing Southern African indigenous and embedded knowledge’, in C. Smith & H.M. Wobst (eds.), Indigenous archaeologies: Decolonising Theory and Practice, pp. 208–225, Routledge, London.   \nOwusu-Ansah, F.E. & Mji, G. 2013, ‘African indigenous knowledge and research’, African Journal of Disability 2(1), 1–5. https://doi.org/10.4102/ajod.v2i1.30   \nPienaar, A.J., 2017, ‘Learning and asserting an African indigenous health research framework’, in P. Ngulube (ed.), Handbook of research on theoretical perspectives on indigenous knowledge systems in developing countries, pp. 85–99, IGI Global, Hershey, PA.   \nRispel, L., 2016, ‘Analysing the progress and fault lines of health sector transformation in South Africa’, South African Health Review 2016(1), 17–23.   \nSalamonsen, A. & Ahlzén, R., 2018, ‘Epistemological challenges in contemporary western healthcare systems exemplified by people’s widespread use of complementary and alternative medicine’, Health 22(4), 356–371. https://doi. org/10.1177/1363459317693408   \nSouth African Pagan Rights Alliance (SAPRA), 2012, Review of witchcraft suppression Act update, viewed 05 February 2021, from http://paganrightsalliance.org/ review-of-witchcraft-suppression-act-update ",
        "bbox": [
            521,
            85,
            931,
            639
        ],
        "page_idx": 9
    }
]