[
    {
        "type": "text",
        "text": "Quantification of mesembrine and mesembrenone in mouse plasma using UHPLC‐QToF‐MS: Application to a pharmacokinetic study ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vamshi K. Manda1 | Bharathi Avula1 | Mohammad K. Ashfaq1 | Naohito Abe1† | Ikhlas A. Khan1,2 | Shabana I. Khan1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 National Center for Natural Products Research, Research Institute of Pharmaceutical Sciences, The University of Mississippi, University, MS 38677, USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 Division of Pharmacognosy, Department of BioMolecular Sciences, School of Pharmacy, The University of Mississippi, University, MS 38677, USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shabana I. Khan, National Center for Natural Products Research, School of Pharmacy, University of Mississippi, MS 38677, USA. Email: skhan@olemiss.edu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "†Present address: Laboratory of Pharmacognosy, Gifu Pharmaceutical University, Gifu 501‐1196, Japan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum, is an indigenous herb of South Africa which is widely used as an herbal supplement in the treatment of anxiety and stress. Mesembrenone and mesembrine are the two main pharmacologically active alkaloids present in the extract. Despite the wide therapeutic applications of Sceletium extract, there are no reports of in vivo pharmacokinetic properties or analytical methods to quantify these two important alkaloids in plasma. Therefore, the current study aimed to develop and validate a simple and sensitive analytical method for simultaneous quantification of mesembrenone and mesembrine in mouse plasma. Ultra‐high‐performance liquid chromatography–mass spectrometry (UHPLC/QToF‐MS) was employed to achieve our objectives. The compounds were extracted using protein precipitation by methanol (100%) with quinine as an internal standard. The lower limit of quantification for both the compounds was 10 ng/mL. The extraction recovery was between 87 and 93% for both compounds with no matrix effects on the analysis. The accuracy was between 89.5 and 106% and precision was <12.6% for all quality control samples. This validated method was successfully applied to evaluate the i.v. plasma pharmacokinetics of mesembrine and mesembrenone in mouse. However, the oral bioavailability of these alkaloids was poor and the plasma levels were below the detection limits. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "mesembrenone, mesembrine, mouse plasma, pharmacokinetics, Sceletium tortuosum, UHPLC‐ QToF‐MS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 | INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum, belonging to the family Mesembryanthemaceae, is an indigenous South African herb. It is commonly named Kanna or Channa (Smith, 2011). Traditionally, the plant is consumed by smoking or chewing dried leaves or in the form of a tincture, and it is widely used in the treatment of central nervous system‐related disorders such as anxiety, depression, and stress (Smith et al., 1996). Sceletium extract is widely used throughout the world as an herbal supplement in the treatment of anxiety and stress. A recent clinical study with the plant extract (Zembrin) showed that it has a very good anxiolytic potential in humans. The authors concluded that the therapeutic properties of the extract may be attributed to its combined inhibition of 5‐hydroxytryptamine (5‐HT) receptor and Phosphodiesterase4 (PDE4) enzyme (Terburg et al., 2013). There are several alkaloids present in Kanna, however, the two main pharmacologically active alkaloids being reported to be mesembrenone and mesembrine (Harvey et al., 2011). Mesembrine, the major alkaloid in Kanna, is a potent 5‐HT inhibitor. Additionally, it has been shown to effectively inhibit PDE4 (Gericke & Viljoen, 2008). Mesembrine is a bicyclic molecule with two bridge‐ head chiral carbons between the five‐membered ring and the six‐membered ring (Figure 1). Mesembrenone is structurally similar to mesembrine except for the presence of a double bond on C4 and C5 ( Figure 1). Mesembrenone has been shown to have a cytotoxic effect in cancer cells (Weniger et al., 1995), in addition to its anti‐5HT and PDE4 inhibition properties. Mesembrine is a more potent 5‐HT inhibitor while mesembrenone is more potent towards PDE4. These differences were attributed to the structural differences between the two molecules (Harvey et al., 2011). In addition, reports have indicated that these alkaloids may have potential in other inflammatory diseases like ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b3a103cb53448f3d19e9f6ddfc4da463487138914c979b4843274b698a683ae8.jpg",
        "img_caption": [
            "FIGURE 1 Chemical structures of mesembrine and mesembrenone asthma owing to their dual inhibition properties towards 5‐HT and PDE4 (Gericke & Viljoen, 2008). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Despite the widespread use and reports in literature confirming the pharmacological activities of Sceletium extract, there are no in vivo pharmacokinetic or ADME studies of its active ingredients, mesembrine and mesembrenone. Studying these properties is crucial in designing optimum dosing regimens and efficacy in humans. In addition to this, there are no reports of validated analytical methods to quantify these two pharmacologically active alkaloids of Sceletium in plasma. Therefore, this study is focused on two objectives: (a) to develop and validate a simple, rapid, and sensitive analytical method for simultaneous quantification of mesembrenone and mesembrine; and (b) to apply this validated method for a pharmacokinetic study in mouse plasma after an intravenous (i.v.) and per oral (p.o.) administration of a combined dose of mesembrenone and mesembrine. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 | MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 | Plant material ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The dried aerial parts of S. tortuosum were obtained from Prof. A. M. Viljoen, Tshwane University of Technology, South Africa. The plant material was identified by Dr Vijayasankar Raman at The National Center for Natural Products Research, University of Mississippi (S. tortuosum voucher no. 13120). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 | Extraction and isolation of mesembrine and mesembrenone ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The dried powder of plant material of S. tourtuosum (880 g) was extracted at room temperature with methanol (2 L × 4 times). The solvent was evaporated under reduced pressure to give a residue (200 g), which was partitioned between the soluble part of hexanes (23.7 g), CHCl3 (47.8 g) and MeOH (139.5 g). A part of the CHCl3 extract (23.6 g) was subjected to SiO2 column chromatography (CC) (CHCl3–MeOH system, 10 i.d. cm × 40 cm) to yield fractions A–J. Fraction (Fr.) C (6.9 g) was subjected to CC on SiO2 (4 i.d. cm × 35 cm) with a CHCl3–MeOH system to afford six fractions (C1–C6). Fr. C3 (3.61 g) was separated on a silver‐nitrate‐impregnated SiO2 CC with a CHCl3–MeOH system to give eight fractions (C3–1–C3–8). Mesembrine (1.4 g) and mesembrenone (240 mg) were obtained from combined Fr. C3–4, 5 (1.6 g) by purification using a octadecylsilyl column (MeOH– H2O system, 3 i.d.cm × 45 cm). The identity and purity was confirmed by chromatographic (TLC, HPLC) methods and by the analysis of the spectroscopic data (IR, 1D‐ and 2D‐NMR, HR‐ESI‐MS; Bastida et al., 1989; Patnala & Kanfer, 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3 | Instrumentation and chromatographic conditions ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.1 | Ultra‐high‐performance liquid chromatography– mass spectrometry ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The liquid chromatographic system was an Agilent Series 1290 comprising the following modular components: a binary pump, vacuum solvent microdegasser, autosampler with 100‐well tray and thermostatically controlled column compartment. Separation was achieved on an Agilent Zorbax SB‐C8 RRHD (2.1 × 100 mm, 1.8 μm) column. The mobile phase consisted of water with 0.1% formic acid (A) and acetonitrile with 0.1% formic acid (B). The analysis was performed using a linear gradient elution (7–25% B in 7 min, and to 100% B in next 3 min) at a flow rate of 0.23 mL/min. Each run was followed by a 3 min wash with 100% B and an equilibration period of 4 min with 93% A/7% B. Two microliters of sample were injected. The column temperature was 35°C. The mass spectrometric analysis was performed with a Quadrupole Time‐of‐Flight–mass spectrometry (QToF‐MS) (model #G6530 A, Agilent Technologies, Santa Clara, CA, USA) equipped with an electrospray ionization (ESI) source with Jet Stream technology using the following parameters: drying gas (N2) flow rate, 7.0 L/min; drying gas temperature, 250°C; nebulizer, 30 psig; sheath gas temperature, 325°C; sheath gas flow, 10 L/min; capillary, 3000 V; skimmer, 65 V; Oct RF, 750 V; fragmentor, 125 V. All of the analytical operations, acquisition and analysis of data were controlled by Agilent MassHunter Acquisition Software version A.05.00 and processed with MassHunter Qualitative Analysis software version B.07.00. Each sample was analyzed in positive mode over the range m/z = 100–1000 and extended dynamic range (flight time to m/z 1700 at 2GHz acquisition rate). Accurate mass measurements were obtained by means of reference ion correction using reference masses at m/z 121.0509 (protonated purine) and 922.0098 [protonated hexakis (1H, 1H, 3H‐tetrafluoropropoxy) phosphazine or HP‐921] in positive ion mode. The compounds were confirmed in each spectrum. For this purpose, the reference solution was introduced into the ESI source via a T‐junction using an Agilent Series 1200 isocratic pump (Agilent Technologies, Santa Clara, CA, USA) using a 100:1 splitter set at a flow rate of 20 μL/min. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.2 | Procedure for preparation of calibration standards and quality control samples ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stock solutions (2 mg/mL) were prepared by weighing mesembrenone and mesembrine separately and dissolving in methanol. Then a combined stock solution of 1 mg/mL was prepared which was used to make serial dilutions for preparation of corresponding standards and quality controls. Quinine was used as an internal standard (IS) with a final concentration of 250 ng/mL in all the sample preparations. Calibration standards were prepared by spiking 50 μL of blank mouse plasma with appropriate amounts of the standard mixture working solution and IS solution. The calibration range of 10–1000 ng/mL was employed for both mesembrenone and mesembrine. All quality control (QC) plasma samples used for validation studies were prepared in the concentrations of 10, 250 and 1000 ng/mL using a similar procedure to that used for standard solutions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.3 | Sample preparation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "One part of plasma (50 μL) was extracted with 3 parts of methanol (150 μL) by vortexing for 1 min followed by centrifugation for 5 min at 12,000 rpm (4°C). The clear supernatant was then transferred into suitable vial for UHPLC analysis. Using this simple protein precipitation, the extraction efficiencies were >85% for both compounds and internal standard without any interfering endogenous peaks. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 | Method validation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The method was validated based on the criteria described by Jabor et al. (2005) and according to the International Conference on Harmonization (2005) guidelines. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.1 | Assay specificity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The specificity of the developed method was determined using a plasma sample obtained from untreated mice. All of the blank samples were analyzed to see if there was any inherent interference from the extraction procedure used in the current study under the above‐ described ultra‐high‐performance liquid chromatography–mass spectrometry (UHPLC/Q‐ToF‐MS) method. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.2 | Linearity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Six standard samples (triplicate) spiked with 250 ng/mL of IS were prepared and analyzed on 3 separate days. Weighted (1/×2) linear least‐squares regression analysis was used to calculate the slope, intercept and correlation coefficient of the standard curves. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.3 | Accuracy and precision ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To validate the accuracy and precision, QC samples at low (10 ng/mL), medium (250 ng/mL) and high (1000 ng/mL) concentrations of mesembrenone and mesembrine were assayed in three different sets. The accuracy (%) was quantified by dividing the calculated concentration by the actual concentration. The accuracy and precision were accepted within ±15% for all QC samples. The precisions were defined by relative standard deviation (RSD) values and were acceptable if they were <15%. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.4 | Plasma extraction recovery and matrix effects ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The extraction recovery of mesembrenone and mesmbrine was quantified by comparing the peak area ratios (anlayte/IS) of plasma samples spiked with analytes before and after extraction. The matrix effects were determined in QC samples at low (10 ng/mL), medium (250 ng/ mL) and high (1000 ng/mL) concentrations. The matrix effect (%) was calculated by comparing the peak area ratios (analyte/IS) of mesembrenone as well as mesembrine from post‐extracted spiked plasma (different lots) samples with that of corresponding standard compounds in methanol. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4.5 | Stability ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The long‐term stability of mesembrenone and mesembrine was determined in mouse plasma at 4°C for 7 days. Samples of three concentrations (10, 250 and 1000 ng/mL) prepared in at least three replicates were extracted with IS and analyzed at days 0 and 7. The short‐term stability was assessed by storing the QC samples for 6 h at room temperature, while the freeze–thaw stability was analyzed after two freeze–thaw cycles for two consecutive days. In addition, the autosampler stability of mesembrenone and mesembrine was evaluated by storing the QC samples at room temperature for 8 h. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5 | Application ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CD‐1 mice (25–30 mg) were administered a combined dose (15 mg/kg each) of mesembrenone and mesembrine by i.v. bolus injection by tail vein. Blood samples were collected from mandibular vein in tubes at 0.08, 0.25, 0.5, 1, 2, 4, 6, 8 and 24 h after dosing. For the p.o. pharmacokinetic study, each mouse was administered an enriched S. tourtuosum extract (equivalent to a dose of 75 mg/kg each of mesembrine and mesembrenone) dissolved in 0.2 mL of Dimethyl sulfoxide:Phosphate‐buffered saline (DMSO:PBS) (5:95) by oral gavage. Blood samples were collected as described above up to 6 h. The collected blood samples (100 μL), at corresponding time intervals, were centrifuged at 1200 rpm for 5 min (4°C) to separate plasma, which was stored at −20°C until analysis. Blood was also collected from each mouse before drug administration to obtain blank plasma. Sodium heparin (5 Units/mL) was used as an anticoagulant. The pharmacokinetic parameters were calculated by using Phoenix‐WinNonlin software (Version 6.3). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 | RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 | UHPLC/QToF‐MS optimization ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There are reported methods in the literature for the detection of mesembrine and mesembrenone in plant material (Patnala & Kanfer, 2009, 2010). However, there are no reports of detection of these two pharmacologically active alkaloids of S. tourtuosum in biological matrices such as plasma, blood or serum. In this study we have developed a validated method for quantification of mesembrine and mesembrenone in mouse plasma using UHPLC/QToF‐MS. This validated method was subsequently applied to a pharmacokinetic study in mice. The chemical structures of mesembrine and mesembrenone are shown in Figure 1. Compounds were confirmed in electrospray positive ion mode with m/z = 288.1600 (C17H21NO3), 290.1749 (C17H23NO3), and 325.1915 (C20H24N2O2) for mesembrenone, mesembrine and quinine, respectively, as shown in Figure 2. Stationary phases of different columns (Agilent SB‐C8, Poroshell 120 C18, Zorbax C18 and Poroshell 120 Phenyl Hexyl) were screened for method development and the best results were obtained with an SB‐C8 column from Agilent. Optimal chromatographic conditions were established after running different mobile phases with a reversed‐phase C8 column. An acidic system improved the sensitivity and proton enhancement by MS method. Addition of 0.1% formic acid to the mobile phases (acetonitrile and water) led to the optimal ionization and separation of mesembrine and mesembrenone. Quinine was used as the IS owing to its similar chromatographic properties and no interference with separation or ionization of the two compounds. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8af590202f3c536632c02c777fb066ab813f045d1d970135c0b07f98f2567bc4.jpg",
        "img_caption": [
            "FIGURE 2 Extracted ion chromatograms of mesembrenone, mesembrine and quinine (IS) in positive mode. (a) Standard plasma sample spiked with two alkaloids and IS (standard mix‐3); (b) 15 min plasma sample after i.v. administration of mesembrenone and mesembrine spiked with IS (mouse T15 min) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 | Method validation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.1 | Assay specificity and linearity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When blank (unspiked) mouse plasma was extracted with methanol, no inherent interfering peaks from endogenous material were seen at the retention times of mesembrine, mesembrenone and quinine (as shown in Figure 3B). The retention times of mesembrenone and mesembrine were 5.2 and 5.4 min, respectively. While, the retention time of quinine was 7.2 min. The standard curve was constructed with the plasma spiked with a mixture of mesembrine and mesembrenone at concentrations ranging from 10 to 1000 ng/mL and IS (250 ng/mL). The concentrations of both compounds were quantified by determining the peak area ratio with IS. The calibration equation for mesembrenone determined from the standard curve was y = 0.1484× + 5.4 with a correlation coefficient (R2) of 0.999, while the equation of mesembrine was y = 0.1545× + 1.7 with an R2 of 0.998, showing a good linearity for both compounds. The lower limit of quantification (LLOQ) of both compounds was determined to be 10 ng/mL while the lower limit of detection (LLOD) was 5 ng/mL, demonstrating a high sensitivity of the detection of mesembrenone and mesembrine in plasma samples. The limit of detection (LOD) and limit of quantification (LOQ) were determined by injecting a series of diluted solutions with known concentrations for each standard. The LOD and LOQ were defined as the signal‐to‐noise ratio equal to 3 and 10, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/91b03bafb54f9b122c6876f6b0aa149b8a81187783e20954fa1b2376eaf753db.jpg",
        "img_caption": [
            "FIGURE 3 Plasma concentration and time profile of mesembrenone and mesembrine in mouse after i.v. administration (15 mg/kg) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/72123b2bff7b2888f8afd12cbb767c576d7dfed00333fcc0ff972b8bd08b04d4.jpg",
        "table_caption": [
            "TABLE 1 Accuracy and precision of the analysis of mesembrenone and mesembrine in mouse plasma using six replicates of QC samples (10, 250 and 1000 ng/mL) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Compounds</td><td>Calculated concentration</td><td>Accuracy (%)</td><td>Precision (%)</td></tr><tr><td>Mesembreone (intra-day)</td><td></td><td></td><td></td></tr><tr><td>Low (10 ng/mL)</td><td>9.5 ± 0.9</td><td>95.4</td><td>9.62</td></tr><tr><td>Medium (250 ng/mL)</td><td>224±28</td><td>89.9</td><td>12.5</td></tr><tr><td>High (1000 ng/mL)</td><td>933±30</td><td>93.3</td><td>3.22</td></tr><tr><td>Mesembrine (intra-day)</td><td></td><td></td><td></td></tr><tr><td>Low (10 ng/mL)</td><td>10.6 ± 1.1</td><td>106</td><td>9.52</td></tr><tr><td>Medium (250 ng/mL)</td><td>236±22</td><td>94.4</td><td>9.32</td></tr><tr><td>High (1000 ng/mL)</td><td>933 ± 30</td><td>93.3</td><td>3.22</td></tr><tr><td>Mesembreone (inter-day)</td><td></td><td></td><td></td></tr><tr><td>Low (10 ng/mL)</td><td>10.4± 1.2</td><td>104</td><td>6.22</td></tr><tr><td>Medium (250 ng/mL)</td><td>233±13</td><td>93.3</td><td>5.43</td></tr><tr><td>High (1000 ng/mL)</td><td>979 ± 77</td><td>97.7</td><td>5.8</td></tr><tr><td>Mesembrine (inter-day)</td><td></td><td></td><td></td></tr><tr><td>Low (10 ng/mL)</td><td>9.8 ± 0.67</td><td>98.7</td><td>6.82</td></tr><tr><td>Medium (250 ng/mL)</td><td>252 ± 3.39</td><td>100.8</td><td>1.34</td></tr><tr><td>High (1000 ng/mL)</td><td>963 ± 28</td><td>96.3</td><td>2.92</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2 | Accuracy and precision ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The intra‐ and inter‐day accuracy and precision of the method was evaluated using six replicates of QC samples at low (10 ng/mL), medium (250 ng/mL) and high (1000 ng/mL) concentrations. The accuracy ranged from 89.5 to 106% and precision was found to be between 1.5 and 12.6% for both of the compounds, as shown in Table 1. These results were within the acceptable criteria and suggested that the method was accurate and precise. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.3 Extraction recovery and matrix effects ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The extraction of mesembrenone and mesembrine from mouse plasma was initially done with both methanol (MeOH) and acetonitrile (ACN). The extraction efficiencies of both compounds were below 60% with ACN. In contrast, extraction efficiency with MeOH was >85% with all the QC samples at 10, 250 and 1000 ng/mL, as shown in Table 2. This data indicates that MeOH is a better solvent for the extraction of mesembrenone and mesembrine from plasma. In addition, this simple one‐step procedure is ideal for the extraction of a large set of samples in a shorter time period. The presence of endogenous compounds in a matrix may interfere with the ionization and separation of compounds (Van Eeckhaut et al., 2009). Accordingly, the effects of components present in the mouse plasma on the ionization and separation of mesembrenone and mesembrine were evaluated. The peak areas of mesembrenone and mesembrine in post‐extracted blank plasma were not significantly different (95–99%) from the corresponding methanol samples, as shown in Table 2. This data suggests that compounds present in the plasma matrix had a negligible effect on the quantification of mesembrenone and mesembrine. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.4 | Stability ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The long‐term, short‐term, freeze–thaw and autosampler stability of mesembrenone and mesembrine in QC plasma samples (triplicate samples) at 10, 250 and 1000 ng/mL was evaluated. As shown in Table 3, all QC samples were found to be stable (<10% deviation) under different storage conditions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 | Application ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Using the validated method, the pharmacokinetic parameters of mesembrenone and mesembrine after i.v. administration (15 mg/kg) were determined as shown in Table 4. The pharmacokinetic parameters were evaluated from the concentration–time profile (Figure 3) of both compounds using Phoenix‐WinNonlin software (Pharsight, CA, USA). The elimination half‐life (T1/2) of mesembrenone and mesembrine was 0.79 ± 0.11 and 0.60 ± 0.05 h, respectively, with corresponding clearance (CL) values of 47 ± 6 and 72 ± 14 L/h/kg. The time to reach maximum concentration (Tmax) was very short for both mesembrenone (0.08 ± 0.01 h) and mesembrine (0.09 ± 0.02 h), with a rapid decline in plasma concentrations suggesting that both the compounds are rapidly distributed to other tissues from plasma. The maximum concentration in plasma (Cmax) and area under the concentration–time curve (AUC) for mesembrenone (420 ± 32 ng/ mL and 305 ± 27 h ng/mL) were higher compared with mesembrine (336 ± 24 ng/mL and 203 ± 22 h ng/mL). The representative chromatograms of plasma collected from mice at various time intervals after i.v. administration of mesembrenone and mesembrine are shown in Figure 4. It was interesting to note that, after oral administration of the enriched S. tourtuosum extract, both mesembrine and mesembrenone (75 mg/kg) were not detected in plasma (data not shown). This data suggests that these alkaloids have very low oral bioavailability. A recent study has shown that mesembrine and mesembrenone are metabolically unstable in human liver microsomes (Meyer et al., 2015). Additional factors such as instability in gastric and intestinal fluids may further contribute to observed low bioavailability of mesembrine and mesembrenone observed in this study. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d142311277350ee650399563b404a0858cd4fc52c8e65ffa4b6157bf1d3538ac.jpg",
        "table_caption": [
            "TABLE 2 The recovery (%) and matrix effect (%) of mesembrenone and mesembrine in three QC mouse plasma samples after extraction with methanol (100%) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Compounds</td><td colspan=\"3\">Recovery (%)</td><td colspan=\"3\">Matrix effect (%)</td></tr><tr><td>10 ng/mL</td><td>250 ng/mL</td><td>1000 ng/mL</td><td>10 ng/mL</td><td>250 ng/mL</td><td>1000 ng/mL</td></tr><tr><td>Mesembrenone</td><td>87 ± 2.7</td><td>89 ± 2.8</td><td>92 ± 1.7</td><td>96 ± 0.5</td><td>97 ± 1.5</td><td>96 ± 2.8</td></tr><tr><td>Mesembrine</td><td>88 ± 1.8</td><td>91 ± 2.3</td><td>93 ± 1.6</td><td>97 ± 1.0</td><td>95 ± 1.3</td><td>99 ± 2.3</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/232c2ebd2305007db5e4046bc5d8fd190fa8b689ba80c7bde1552db2492c8453.jpg",
        "table_caption": [
            "TABLE 3 Stability of mesembrenone and mesembrine in mouse plasma "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">6 h at room temperature</td><td colspan=\"2\">8 h in autosampler</td><td colspan=\"2\">Two freeze-thaw cycles</td><td colspan=\"2\">7 days storage at 4C</td></tr><tr><td>Compounds (ng/mL)</td><td>Calculated concentration</td><td>Deviation (%)</td><td>Calculated concentration</td><td>Deviation (%)</td><td>Calculated concentration</td><td>Deviation (%)</td><td>Calculated concentration</td><td>Deviation (%)</td></tr><tr><td colspan=\"9\">Mesembrenone</td></tr><tr><td>10</td><td>8.96± 0.2</td><td>9.1</td><td>9.32 ± 0.2</td><td>7.8</td><td>9.52 ± 0.5</td><td>5.0</td><td>8.92 ± 0.7</td><td>8.9</td></tr><tr><td>250</td><td>241±3.6</td><td>3.7</td><td>238± 2.0</td><td>4.7</td><td>236±4.0</td><td>4.9</td><td>231± 7.1</td><td>6.4</td></tr><tr><td>1000</td><td>968± 8.2</td><td>3.1</td><td>981 ± 7.5</td><td>1.8</td><td>975 ± 6.2</td><td>2.5</td><td>929 ± 4.1</td><td>6.2</td></tr><tr><td colspan=\"9\">Mesembrine</td></tr><tr><td>10</td><td>9.10± 0.2</td><td>7.7</td><td>9.44 ± 0.3</td><td>7.2</td><td>9.22 ± 0.1</td><td>7.3</td><td>9.04 ± 2.4</td><td>4.0</td></tr><tr><td>250</td><td>233±5.5</td><td>6.9</td><td>235± 4.9</td><td>5.8</td><td>238± 5.2</td><td>3.7</td><td>229 ± 7.4</td><td>5.0</td></tr><tr><td>1000</td><td>964± 7.2</td><td>3.5</td><td>975 ± 5.1</td><td>2.4</td><td>973 ± 6.2</td><td>2.5</td><td>942 ± 4.6</td><td>5.3</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/4facb4ea544a75ca7a89d115a65066d61c62dcff3b39b04d565aa438c7906059.jpg",
        "table_caption": [
            "TABLE 4 Pharmacokinetic parameters of mesembrenone and mesembrine in mouse plasma after an intravenous dose of 15 mg/kg determined by fitting the data in noncompartmental model by Phoenix‐WinNonlin software (version 6.3) "
        ],
        "table_footnote": [
            "T1/2, Elimination half‐life; Tmax, time to reach maximum concentration; Cmax, maximum concentration in plasma; AUC, area under the concentration–time curve; Vd, volume of distribution; CL, clearance. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Compound</td><td colspan=\"6\">Pharmacokinetic parameters (mean±SD)</td></tr><tr><td>T1/2 (h)</td><td>Tmax (h)</td><td>Cmax (ng/mL)</td><td>AUC (ng.h/mL)</td><td>Vd (L/kg)</td><td>CL (L/h/kg)</td></tr><tr><td>Mesembrenone</td><td>0.79 ± 0.11</td><td>0.08 ± 0.01</td><td>420±32</td><td>305±27</td><td>61± 11</td><td>47±6</td></tr><tr><td>Mesembrine</td><td>0.60 ± 0.05</td><td>0.09 ± 0.02</td><td>336± 24</td><td>203 ± 22</td><td>105± 23</td><td>72 ± 14</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e295d4d53b3946e976e993ad37beedb9e08febaaec20e11d7fdca2301ed2ed53.jpg",
        "img_caption": [
            "FIGURE 4 Representative chromatograms of plasma spiked (A) with mesembrenone and mesembrine (100 ng/mL) and quinine (250 ng/mL) and blank plasma (B) spiked with quinine only. (C–G) Chromatograms of mouse plasma after extraction, at indicated time points (h) after i.v. administration of a dose of 15 mg/kg mesembrenone and mesembrine spiked with IS "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 | CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In conclusion, a simple, rapid and sensitive UHPLC/QToF‐MS analytical method was developed, optimized and validated for the detection of mesembrenone and mesembrine in mouse plasma. A single‐step sample extraction with methanol and a low plasma volume (50 μL) required for the analysis make this method convenient for pharmacokinetic studies. The detection limit is 10 ng/mL for both compounds. The method was validated for linearity, precision, accuracy, LOD and LOQ. The calibration curves were linear with correlation coefficients >0.99. Using the validated method, the i.v. pharmacokinetics of mesembrine and mesembrenone were evaluated. However, the plasma concentrations of two alkaloids after an oral dose were not detectable, indicating a low oral bioavailability. The method can be applied to the analysis of large number of samples with a high sensitivity. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This study was supported in part by the United States Department of Agriculture, Agricultural Research Service, Specific Cooperative Agreement no. 58‐6408‐1‐603‐04 and the Food and Drug Administration ‘Science Based Authentication of Dietary Supplements’ award number 1U01FD004246‐04. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ABBREVIATIONS USED ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5‐HT 5‐hydroxytryptamine ACN acetonitrile   \nCC column chromatography ESI electrospray ionization MeOH methanol   \nPDE4 phosphodiesterase4 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bastida, J., Viladomat, F., Llabres, J. M., Ramirez, G., Codina, C., & Rubiralta, M. (1989). Narcissus alkaloids, VIII. Mesembrenone: an unexpected alkaloid from Narcissus pallidulus. Journal of Natural Products, 52, 478–480.   \nGericke, N., & Viljoen, A. M. (2008). Sceletium – a review update. Journal of Ethnopharmacology, 119, 653–663.   \nHarvey, A. L., Young, L. C., Viljoen, A. M., & Gericke, N. P. (2011). Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. Journal of Ethnopharmacology, 137, 1124–1129.   \nInternational Conference on Harmonization. Validation of Analytical Procedures: Text and Methodology. ICH Harmonized Tripartite Guidelines, November 2005.   \nJabor, V. A., Coelho, E. B., Dos Santos, N. A., Bonato, P. S., & Lanchote, V. L. (2005). A highly sensitive LC–MS‐MS assay for analysis of midazolam and its major metabolite in human plasma: applications to drug metabolism. Journal of Chromatography B, Analytical Technologies in the Biomedical and Life Sciences, 822, 27–32.   \nMeyer, G. M., Wink, C. S., Zapp, J., & Maurer, H. H. (2015). GC–MS, LC–MS (n), LC‐high resolution‐MS(n), and NMR studies on the metabolism and toxicological detection of mesembrine and mesembrenone, the main alkaloids of the legal high ‘Kanna’ isolated from Sceletium tortuosum. Analytical and Bioanalytical Chemistry, 407, 761–778.   \nPatnala, S., & Kanfer, I. (2009). Investigations of the phytochemical content of Sceletium tortuosum following the preparation of ‘Kougoed’ by fermentation of plant material. Journal of Ethnopharmacology, 121, 86–91.   \nPatnala, S., & Kanfer, I. (2010). HPLC analysis of mesembrine‐type alkaloids in Sceletium plant material used as an African traditional medicine. Journal of Pharmacy and Pharmaceutical Sciences, 13, 558–570.   \nSmith, C. (2011). The effects of Sceletium tortuosum in an in vivo model of psychological stress. Journal of Ethnopharmacology, 133, 31–36.   \nSmith, M. T., Crouch, N. R., Gericke, N., & Hirst, M. (1996). Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. Journal of Ethnopharmacology, 50, 119–130.   \nTerburg, D., Syal, S., Rosenberger, L. A., Heany, S., Phillips, N., Gericke, N., … van Honk, J. (2013). Acute effects of Sceletium tortuosum (Zembrin), a dual 5‐HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus. Neuropsychopharmacology, 38, 2708–2716.   \nVan Eeckhaut, A., Lanckmans, K., Sarre, S., Smolders, I., & Michotte, Y. (2009). Validation of bioanalytical LC–MS/MS assays: evaluation of matrix effects. Journal of Chromatography B, 877, 2198–2207.   \nWeniger, B., Italiano, L., Beck, J. P., Bastida, J., Bergonon, S., Codina, C., … Anton, R. (1995). Cytotoxic activity of Amaryllidaceae alkaloids. Planta Medica, 61, 77–79. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "How to cite this article: Manda VK, Avula B, Ashfaq MK, Abe N, Khan IA, Khan SI. Quantification of mesembrine and mesembrenone in mouse plasma using UHPLC‐QToF‐MS: Application to a pharmacokinetic study. Biomed. Chromatogr. 2017;31:e3815. https://doi.org/10.1002/bmc.3815 ",
        "page_idx": 6
    }
]