[
    {
        "type": "text",
        "text": "Out of southern Africa: Origin, biogeography and age of the Aizooideae (Aizoaceae) ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cornelia Klak a,⇑, Pavel Hanácˇek b, Peter V. Bruyns a ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Bolus Herbarium, Department of Biological Sciences, University of Cape Town, 7701 Rondebosch, South Africa b Department of Plant Biology, Mendel University in Brno, Zemeˇdeˇlská 1, 613 00 Brno, Czech Republic ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a r t i c l e i n f o ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b s t r a c t ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 1 August 2016   \nRevised 7 December 2016   \nAccepted 12 December 2016   \nAvailable online 18 December 2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nAcrosanthes   \nAncestral area   \nDivergence times   \nFruit-morphology   \nDisjunctions   \nDispersal   \nPhylogeny   \nTribulocarpus ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Aizooideae is an early-diverging lineage within the Aizoaceae. It is most diverse in southern Africa, but also has endemic species in Australasia, Eurasia and South America. We derived a phylogenetic hypothesis from Bayesian and Maximum Likelihood analyses of plastid DNA-sequences. We find that one of the seven genera, the fynbos-endemic Acrosanthes, does not belong to the Aizooideae, but is an ancient sister-lineage to the subfamilies Mesembryanthemoideae & Ruschioideae. Galenia and Plinthus are embedded inside Aizoon and Aizoanthemum is polyphyletic. The Namibian endemic Tetragonia schenckii is sister to Tribulocarpus of the Sesuvioideae. For the Aizooideae, we explored their possible age by means of relaxed Bayesian dating and used Bayesian Binary MCMC reconstruction of ancestral areas to investigate their area of origin. Early diversification occurred in southern Africa in the EoceneOligocene, with a split into a mainly African lineage and an Eurasian-Australasian-African-South American lineage. These subsequently radiated in the early Miocene. For Tetragonia, colonisation of Australasia via long-distance dispersal from Eurasia gave rise to the Australasian lineage from which there were subsequent dispersals to South America and Southern Africa. Despite the relatively old age of the Aizooideae, more than half the species have radiated since the Pleiocene, coinciding with the large and rapid diversification of the Ruschioideae. The lineage made up of Tetragonia schenckii & Tribulocarpus split from the remainder of the Sesuvioideae already in the mid Oligocene and its disjunct distribution between Namibia and north-east Africa may be the result of a previously wider distribution within an early Arid African flora. Our reconstruction of ancestral character-states indicates that the expanding keels giving rise to hygrochastic fruits originated only once, i.e. after the split of the Sesuvioideae from the remainder of the Aizoaceae and that they were subsequently lost many times. Variously winged and spiky fruits, adapted to dispersal by wind and animals, have evolved independently in the Aizooideae and the Sesuvioideae. There is then a greater diversity of dispersal systems in the earlier lineages than in the Mesembryanthemoideae and Ruschioideae, where dispersal is mainly achieved by rain. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\u0001 2017 Elsevier Inc. All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Earlier phylogenetic studies of the Aizoaceae using chloroplast (Klak et al., 2003) and nuclear markers (Thiede, 2004) showed that each of the four subfamilies (Aizooideae, Mesembryanthemoideae, Ruschioideae and Sesuvioideae) is monophyletic. For three of the subfamilies, the Mesembryanthemoideae (Klak et al., 2007), the Ruschioideae (Klak and Bruyns, 2012; Klak et al., 2013; Klak et al., 2015) and the Sesuvioideae (Hassan et al., 2005; Thulin et al., 2012; Bohley et al., 2015), much denser sampling led to a better understanding of relationships within them. For the ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aizooideae, Klak et al. (2003) sampled all currently recognized genera, but only nine of the 125 species and so phylogenetic relationships within the Aizooideae are the least understood in the family. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Klak et al. (2003) showed that the Aizooideae consisted of two major clades: one containing Tetragonia and Gunniopsis and one made up of Acrosanthes, Aizoon, Aizoanthemum, Galenia and Plinthus. The small genus Tribulocarpus S.Moore, formerly placed with Tetragonia in the subfamily Tetragonioideae, was found to be a close relative of the Sesuvioideae. Thulin et al. (2012) later confirmed this position and transferred a second species, Tetragonia retusa Thulin to Tribulocarpus. The two species of Tribulocarpus differ remarkably in their fruits: T. retusus (Thulin) Thulin & Liede has winged, simple fruits (as in many Tetragonia from southern Africa), while T. dimorphanthus has a compound, spiny fruit. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Seven genera and 125 species make up the Aizooideae. Over 70% of them occur only in southern Africa (Table 1, Klak et al., 2015), but 30 are endemic to Australasia, Eurasia and South America and one is cosmopolitan (Table 2). Revisions for the Southern African species of Acrosanthes, Aizoon, Galenia, Plinthus and Tetragonia were compiled by Adamson (1955, 1956, 1959a&b, 1961), for the Namibian species of Aizoanthemum by Friedrich (1957), for Tetragonia in South America by Taylor (1994) and for the endemic Australian Gunniopsis by Chinnock (1983). The subfamily is diverse, with annuals, perennials and geophytes and its members vary in size from small, prostrate or erect herbs to large shrubs. Characteristics of the Aizooideae, as well as the Sesuvioideae, are a basic chromosome number of n = 8, only slightly succulent leaves and flowers consisting of tepals, which are petaloid inside and sepaloid outside (Bittrich and Hartmann, 1988). The presence of epidermal bladder hairs has been suggested as a possible synapomorphy for the Aizooideae (Bittrich, 1990a; Klak et al., 2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the Aizooideae xerochastic or hygrochastic capsules as well as woody or rarely drupaceous fruits are found. Hygrochastic capsules (which open when moistened and close again when dried out) divided into locules are typical for the Mesembryanthemoideae and Ruschioideae and are also found in all genera of the Aizooideae (except Acrosanthes and Tetragonia), but are not present in the Sesuvioideae (Bittrich, 1990a). The advantages of hygrochasy for dispersal of seeds, especially where rainfall is erratic, has been dealt with extensively (e.g. Ihlenfeldt, 1983; Hartmann, 1988; Parolin 2001, 2006). Opening of the capsule is achieved by ‘expanding tissue’ (present in the ‘expanding keels’), which swells when it becomes wet and pushes the valves of the capsules open. Seeds are then splashed out of the open capsule by rain. As the capsules dry out, the expanding tissue contracts again and pulls the valves closed. In this way the seeds are dispersed over longer periods (Ihlenfeldt, 1983; Parolin 2001). Only a few species in the Ruschioideae (e.g. the 11 species of the Apatesieae, Stoeberia gigas Dinter & Schwantes) and Mesembryanthemoideae (e.g. Mesembryanthemum nucifer (Ihlenf. & Bittrich) Klak) lack expanding tissue (and have xerochastic rather than hygrochastic capsules). In the Aizooideae the formation of expanding tissue is variable: in Gunniopis and Aizoanthemum the fruits are hygrochastic with fully functioning expanding keels; in Aizoon, Galenia and Plinthus the expanding tissue is much reduced; in Tetragonia and Acrosanthes the expanding tissue is absent (Hartmann, 2001). Whereas the fruits of Acrosanthes are capsules, those of Tetragonia are woody and nut-like and may be winged or variously sculptured (Hartmann, 2001). Morphologically and anatomically the expanding keels are so similar among the subfamilies that they are thought to have evolved just once in the Aizoaceae (Bittrich, 1990a). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the Aizoaceae, age has been estimated only for the hyperdiverse Ruschieae (Klak et al., 2004; Arakaki et al., 2011; Valente et al., 2014). Two of these give a recent age of c. 8 Ma, whereas the third is slightly older at 17 Ma (Arakaki et al., 2011). The two younger estimates support the hypothesis that the radiation post-dates the establishment of an arid environment in the Greater Cape Floristic Region (of southern Africa) at 10–15 Ma (Cowling et al., 2009). The younger dates are further corroborated by a major increase in fossilized Aizoaceae pollen after 8 Ma (Dupont et al., 2011). Much less is known about the ages of other subfamilies in the Aizoaceae. It is possible that the species-rich Aizoon, Galenia and Tetragonia diversified rapidly and relatively recently, as did the Ruschieae. Alternatively, the diversity may be the result of a gradual accumulation of species from old lineages (Linder, 2008; Verboom et al., 2009; Valente et al., 2010, 2011). ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/55ac7aeed81e31ee3e916fedef5dc1938434002b5df9af7799725b9087a361e8.jpg",
        "table_caption": [
            "Table 1 Number of genera and species per subfamily in Aizoaceae and their distribution (after Hartmann, 2001a,b; Klak et al., 2003, Klak and Bruyns, 2013). "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Subfamily</td><td>No. of genera</td><td>No.of species</td><td>Distribution</td></tr><tr><td>Sesuvioideae</td><td>5</td><td>64</td><td>Worldwide in the tropics and subtropics</td></tr><tr><td>Aizooideae</td><td>7</td><td>124</td><td>Mediterranean and subtropical climates in Africa, Eurasia,Australasia and South America</td></tr><tr><td>Mesembryanthemoideae</td><td>1</td><td>105</td><td>Mainly southern Africa</td></tr><tr><td>Ruschioideae</td><td>111</td><td>±1585</td><td>Mainly southern Africa</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The origins of the endemic species of Tetragonia in South America and Australasia are similarly uncertain. So far, these disjunctions have been interpreted as examples of long distance dispersals from Africa (Bittrich, 1990a; Taylor, 1994). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here we sampled both the morphological diversity and the geographical distribution of the genera better than before for the Aizooideae. This allows us to investigate generic monophyly and relationships between the species. In addition, we ask what the phylogeny reveals about the biogeographical history of the subfamily. In particular, since the subfamily is so widely distributed (relative to the other subfamilies), we aim to estimate both the timing of the disjunctions and the direction in which the events of trans-oceanic dispersal took place. We also briefly discuss morphological attributes of the fruits to reveal patterns underlying the radiation of the Aizooideae. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Sampling of taxa ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "93 accessions of the Aizooideae from 62 out of 125 species (i.e. 50% of the species) were sampled, with more than one accession for several of the widespread and variable species (Table 3). Representatives were chosen to cover both the morphological diversity and the geographical range of the Aizooideae and therefore included accessions from Australia and New Zealand, Chile (representing South America), the Mediterranean (southern Europe and North Africa –representing Eurasia), as well as Namibia and South Africa in southern Africa as well as East Africa. The greatest number of species is found in southern Africa (Table 2) and consequently the most species were sampled from here. Outgroups were chosen from the subfamilies Mesembryanthemoideae, Ruschioideae and Sesuvioideae to test the monophyly of the Aizooideae (Klak et al., 2003). As further outgroups we chose members of the Amaranthaceae, Anacampserotaceae, Didiereacae, Gisekiaceae, Kewaceae, Nyctaginaceae and Phytolaccaceae, which are possibly closely related to the Aizoaceae (Hernández-Ledesma et al., 2015) and we rooted the tree with Plumbago europaea L. (Plumbaginaceae) (Hernández-Ledesma et al., 2015). The material sampled is listed with GenBank accession numbers in Table 3, where details of the vouchers are also provided. Most of the samples were collected by the authors between 2013 and 2015. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Plant material, DNA extraction, PCR, sequencing and alignment ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Total DNA was isolated (from fresh leaves or from material dried in silica) using the Invisorb Spin Plant Mini Kit (STRATEC Biomedical AG, Birkenfeld, Germany). For optimal homogenization of tissue samples the FastPrep -24 instrument (MP Biomedicals, LLC, Santa Ana, CA, USA) was used. We sampled four chloroplast gene-regions, which were amplified from total DNA by PCR. Primers used for amplification of rps16 were rpsF and rpsR2 (Oxelman et al., 1997). The trnL-F region (consisting of the adjacent trnL intron and trnL-F intergenic spacer) was amplified using primers c and f (Taberlet et al., 1991). Samples from herbarium material were amplified using internal primers d and e (Taberlet et al., 1991). A portion of the matK gene was amplified using DNA barcoding primers matK 2.1f and matK 5r (http,//www.kew.org/barcoding/protocols.html). The rpl16 intron was amplified using primers rpl16 71F (Jordan et al., 1996) and rpl16 1516R (Kelchner and Clark, 1997). PCRs were performed using 0.75 units of MyTaq Red DNA polymerase (Bioline, London, UK) in 15 L volumes in original buffer containing MgCl2 and dNTPs, with 0.3 M of each primer and 1 L of unquantified DNA template. Thermocycling was carried out on a TProfessional Basic Thermocycler (Biometra GmbH, Göttingen, Germany) to the following thermal conditions, initial denaturation at 97 \u0004C for 2 min., followed by 30 cycles of 97 \u0004C for 1 min., 52 \u0004C for 1 min., 72 \u0004C for 2 min., with a final extension step of 72 \u0004C for 7 min. Quality of PCR products was checked by agarose electrophoresis. For samples with weak PCR products (less than 20 ng/l of DNA), the PCR cycling conditions described in Shaw et al. (2007) were used: initial denaturation at 80 \u0004C for 5 min.; 30 cycles of 95 \u0004C for 1 min, 50 \u0004C for 1 min., a ramp of 0.3 \u0004C/s to 65 \u0004C and kept at 65 \u0004C for 4 min., with a final extension step of 65 \u0004C for 5 min. For removing of unincorporated primers and nucleotides before sequencing we used clean-up reaction with exonuclease I and alkaline phosphatase (Thermo Fisher Scientific, Waltham, MA, USA). The PCR products were sent to Macrogen Europe (Netherlands) for automated sequencing. The primers used for amplification were also used for the sequencing reactions. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/e440f27eac6b6905287a75bda09e05e517747dac4f056463a3e08691ddb496ce.jpg",
        "table_caption": [
            "Table 2 Distribution and number of genera and species of Aizooideae: number of species is shown for each genus/subgenus as well as species and accessions sampled for this study. "
        ],
        "table_footnote": [
            "a Note: Maire (1962: 288) placed T. borealis Battandier & Trabut from Morocco as a synonym of the cosmopolitan Tetragonia tetragonoides, whereas Hartmann (2001: 318) kept T. borealis as distinct. "
        ],
        "table_body": "<html><body><table><tr><td>Genus</td><td>Subgenus</td><td>Species</td><td>Species (accessions) included</td><td>Distribution</td></tr><tr><td rowspan=\"2\">Galenia</td><td>Kolleria</td><td>23</td><td>14 (16)</td><td>Southern Africa</td></tr><tr><td>Galenia</td><td>6</td><td>3 (5)</td><td>Southern Africa</td></tr><tr><td rowspan=\"2\">Acrosanthes Tetragonia</td><td></td><td>6</td><td>6(8)</td><td>Western Cape, South Africa</td></tr><tr><td>Tetragonia</td><td>30</td><td>11 (13)</td><td>Southern Africa</td></tr><tr><td rowspan=\"2\"></td><td>Tetragonoides Anisostigma</td><td>5</td><td>4(6)</td><td>Southern Africa, T. tetragonoides worldwide</td></tr><tr><td>Unplaced</td><td>1 1</td><td>1(1) 0</td><td>Namibia Morocco</td></tr><tr><td rowspan=\"2\"></td><td>Unplaced</td><td>5 (endemic)</td><td>6 (10) (incl. 1 introduced + 1</td><td>Australia & New Zealand</td></tr><tr><td>Unplaced</td><td>10</td><td>worldwide) 3 (3)</td><td></td></tr><tr><td rowspan=\"2\"></td><td></td><td>(endemic)</td><td></td><td>South America</td></tr><tr><td></td><td>14</td><td>2 (2)</td><td>Australia</td></tr><tr><td colspan=\"2\">Gunniopsis Plinthus</td><td>5</td><td>3 (6)</td><td>Southern Africa</td></tr><tr><td colspan=\"2\">Aizoon Aizoanthemum</td><td>13</td><td>10 (16)</td><td>Southern Africa,A. canariense also found in Eurasia</td></tr><tr><td colspan=\"2\"></td><td>5</td><td>3 (7)</td><td>Angola and Namibia,A. hispanicum endemic to Eurasia (from Mediterranean to Iran)</td></tr><tr><td colspan=\"2\">Total</td><td>125</td><td>62 (93)</td><td></td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data files were assembled and edited using GeneDoc version 2.6.002 (Nicholas and Nicholas, 1997) and Chromas version 1.43 (McCarthy, 1996–1997). Sequences were aligned by eye. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3. Phylogenetic analyses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The combined chloroplast data was analysed with RAxML (Stamatakis, 2006) using the CIPRES Portal version 2.2 (Miller et al., 2010), which delivered a maximum likelihood tree with bootstrap node support. In addition, we performed analyses using Bayesian Inference (BI), also with the CIPRES Portal version 2.2 (Miller et al., 2010) and with MrBayes 3.1.2 (Ronquist and Huelsenbeck, 2003). The data were partitioned into the four regions, with parameters (statfreq, revmat, shape, pinvar) all unlinked between the partitions. Following the recommendation by Huelsenbeck and Rannala (2004) the most complex model GTR + G + I was implemented for each partition. Several analyses were conducted with four Markov Chains in each of two independent runs with the following settings, 107 generations, with trees sampled every 1000th generation. After 107 generations it was found that the standard deviation of split frequencies was below 0.01 and the analysis was discontinued. In each analysis, by examining the decrease in the standard deviation of split frequencies, it was found that chains had achieved stability within the first quarter of the samples so burnin was set to 2500. The most likely tree was selected from among those found. From the 7501 trees remaining after the burnin was discarded, a 50% majority rule consensus tree and posterior probabilities (PP) were calculated. Supports for the nodes in the tree selected were taken from these PP values. Clades with posterior probabilities greater than 0.95 were considered significantly supported (Alfaro and Holder, 2006). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In addition, we repeated the above BI analysis, where we included the trnL-F (AJ558040) and rps16 (AJ532736) accessions of ‘‘Acrosanthes teretifolia” (Klak et al., 2003) in order to verify its phylogenetic placement. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4. Divergence time estimation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous estimates of divergence times of the core Ruschioideae (the tribes Ruschieae & Drosanthemeae) (Klak et al., 2004; Valente et al., 2014) used a calibration age from Wikström et al. (2001), where ages were estimated from an angiosperm-wide tree using non-parametric rate smoothing (NPRS). Arakaki et al. (2011), on the other hand, used the estimated age of pollen from the fossil Chenopodipollis multiplex (believed to belong to the Amaranthaceae, Nichols and Traverse, 1971), as a minimum age for nodes within the Caryophyllales. Plumbago was used to root the tree and we dated the split of Amaranthaceae from the remainder of the Caryophyllales at 65–56.5 Mya (as in Arakaki et al., 2011). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Divergence times were estimated using a lognormal, relaxed (uncorrelated) molecular clock as implemented in BEAST v 1.8.0 (Drummond et al., 2012) by analysing the combined plastid data without gaps. For Sites we used: substitution model GTR with base frequencies ‘Estimated’ and the site heterogeneity model set to ‘Gamma + Invariant sites’. For Trees we used Tree prior speciation with ‘Yule Process’. Ucld mean was set to Normal prior with standard deviation of 10. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We ran the Markov Chain twice for 107 generations on unpartitioned data, sampling every 1000th generation. The first 2500 samples were discarded as burn-in as suggested by an examination of the parameters with Tracer v. 1.5 (Rambaut and Drummond, 2003). From the remaining 7501 samples the most credible tree with posterior probabilities, mean ages, substitution rates and standard deviations was compiled with TreeAnnotator v.1.4.8 (Drummond and Rambaut, 2007). ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/957deb81e35617ff37b1b68729ca772a0a01f41b18939162ced785004cd18bd3.jpg",
        "table_caption": [
            "Table 3 Taxa with voucher information, herbarium where voucher is lodged, coding of distribution area from which taxon originated (A = Southern Africa, B = Australasia (Australia & New Zealand), C = North and South America, D = Eurasia (including the Mediterranean region), E = East Africa), Genbank accession numbers for trnL-F, rps16, rpl16 and matK. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Species</td><td>Voucher</td><td>HerbariumDistribution</td><td>area</td><td>trnL-F</td><td>rps16</td><td>rpl16</td><td>matK</td></tr><tr><td>Outgroups</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Plumbaginaceae Plumbago europaea L.</td><td></td><td></td><td></td><td>AJ392334</td><td></td><td>1</td><td>AY042634</td></tr><tr><td>Amaranthaceae</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Manochlamys albicans (Soland in Ait.) Aellen</td><td>I Jardine 2232</td><td>BOL</td><td>A</td><td>KX197537</td><td>KX197798</td><td></td><td>KX197621</td></tr><tr><td>Amaranthus spinosus L. Gisekiaceae</td><td></td><td></td><td></td><td>EF688743</td><td></td><td></td><td>GQ248076</td></tr><tr><td>Gisekia africana Kuntze</td><td></td><td></td><td>ADE</td><td>HE585085</td><td>HE585062</td><td></td><td>AY042591</td></tr><tr><td>Nyctaginaceae Bougainvillea spectabilis Willd.</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Mirabilis jalapa L.</td><td>Klak 987 Klak 986</td><td>BOL BOL</td><td>cc</td><td>AJ558036 AJ558035</td><td>AJ532732</td><td>1</td><td>JN114741 JQ412267</td></tr><tr><td>Phytolaccaceae</td><td></td><td></td><td></td><td></td><td>AJ532731</td><td></td><td></td></tr><tr><td>Phytolacca dioica L. Kewaceae</td><td>Klak 988</td><td>BOL</td><td>C</td><td>AJ558037</td><td>AJ532733</td><td></td><td>AY042631</td></tr><tr><td>Kewa salsoloides (Burch.) Christenh.</td><td>Bruyns 13053</td><td>BOL</td><td>A</td><td>KX197538</td><td>KX197799</td><td>KX197710</td><td>KX197622</td></tr><tr><td>Anacampserotaceae Anacampseros albissima Marloth</td><td>Bruyns 10699</td><td>BOL</td><td>A</td><td>KM261952</td><td></td><td></td><td></td></tr><tr><td>Didiereaceae</td><td></td><td></td><td></td><td></td><td>KM261927</td><td></td><td>DQ855856</td></tr><tr><td>Portulacaria afra Jacq. Aizoaceae</td><td>Bruyns 11348a</td><td>BOL</td><td>A</td><td>KM261950</td><td>KM261925</td><td>KM261901</td><td>JQ412280</td></tr><tr><td>Sesuvioideae</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Cypselea humifusa Turpin</td><td>L Ahart 9922</td><td>BOL</td><td>C</td><td>AM161379</td><td>AM161196</td><td></td><td>KX197623</td></tr><tr><td>Sesuvium sesuvioides (Fenzl) Verdc.</td><td>Klak 2431</td><td>BOL</td><td>A</td><td>KX197539</td><td>AJ532734</td><td></td><td>KX197624</td></tr><tr><td>Trianthema parvifolium E.Mey.</td><td>Klak 2429</td><td>BOL</td><td>A</td><td>KX197540</td><td>AJ532735</td><td></td><td>KX197625</td></tr><tr><td>Tribulocarpus dimorphanthus (Pax) S.Moore 1</td><td>Thulin et al. 11226</td><td>UPS</td><td>E</td><td>HE585101</td><td>HE585080</td><td>KX197711</td><td>KX197626</td></tr><tr><td>Tribulocarpus dimorphanthus 2</td><td>Thulin&Warfa 5343</td><td>UPS</td><td>E</td><td>HE585100</td><td>HE585079</td><td>KX197712</td><td>KX197627</td></tr><tr><td>Tribulocarpus dimorphanthus 3 Tribulocarpus retusus (Thulin) Thulin & Liede</td><td>Klak 2441 Thulin et al. 10511</td><td>BOL UPS</td><td>A</td><td>KX197541</td><td>AJ532745</td><td>KX197713</td><td>KX197628</td></tr><tr><td>Mesembryanthemoideae</td><td></td><td></td><td>E</td><td>HE585102</td><td>HE585081</td><td></td><td>1</td></tr><tr><td>Mesembryanthemum aitonis Jacq.</td><td>Bruyns 9563</td><td>BOL</td><td>A</td><td>KM272631</td><td>AM161197</td><td>KX197714</td><td>KX197629</td></tr><tr><td>Mesembryanthemum liliputanum Klak Ruschioideae</td><td>Bruyns 9930</td><td>BOL</td><td>A</td><td>AM161395</td><td>AM161212</td><td>KX197715</td><td>KX197630</td></tr><tr><td>Conicosia pugioniformis N.E.Br.ssp. muirii (N.E.</td><td>Klak 1570</td><td>BOL</td><td>A</td><td>KF132776</td><td>KF132433</td><td>KF132144</td><td>KF132628</td></tr><tr><td>Br.) Ihlenf.& Gerbaulet</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Cleretum bellidiforme (Burm.f.) G.D.Rowley Delosperma esterhuyseniae L.Bolus</td><td>Klak 627 Bruyns 7141</td><td>BOL</td><td>A</td><td>AJ439000</td><td>AJ532769</td><td>KF132145</td><td>KF132629</td></tr><tr><td>Drosanthemum zygophylloides (L.Bolus) L.Bolus</td><td>Klak 830</td><td>BOL</td><td>A A</td><td>AJ439002</td><td>AJ532776</td><td>KF132187</td><td>KF132671 KF132641</td></tr><tr><td>Lampranthus bicolor (L.) N.E.Br.</td><td>Klak 543</td><td>BOL BOL</td><td>A</td><td>AJ558081 AJ439042</td><td>AJ532783</td><td>KF132156</td><td>KF132709</td></tr><tr><td>Ruschia sandbergensis LBolus</td><td>Klak 471</td><td>BOL</td><td>A</td><td>KF132855</td><td>AJ532807</td><td>KF132221</td><td>KF132755</td></tr><tr><td>Aizooideae:</td><td></td><td></td><td></td><td></td><td>KF132516</td><td>KF132263</td><td></td></tr><tr><td>Acrosanthes anceps (Thunb.) Sond.</td><td>I Jardine 2260</td><td>BOL</td><td>A</td><td>KX197542</td><td>KX197800</td><td>KX197716</td><td>KX197631</td></tr><tr><td>Acrosanthes angustifolia Eckl.& Zeyh.</td><td>MN Britton 180</td><td>BOL</td><td>A</td><td>KX197543</td><td>KX197801</td><td>KX197717</td><td>KX197632</td></tr><tr><td>Acrosanthes humifusa (Thunb.) Sond.</td><td>CH Stirton 14165</td><td>BOL</td><td>A</td><td>KX197544</td><td>KX197802</td><td>KX197718</td><td>KX197633</td></tr><tr><td>Acrosanthes microphylla Adamson</td><td>Jardine 2341</td><td>BOL</td><td>A</td><td>KX197545</td><td>KX197803</td><td>KX197719</td><td>KX197634</td></tr><tr><td>Acrosanthes parviflora J.C.Manning & Goldblatt</td><td>CH Stirton 14133</td><td>BOL</td><td>A</td><td>KX197546</td><td>KX197804</td><td>KX197720</td><td>KX197635</td></tr><tr><td>Acrosanthes teretifolia Eckl.& Zeyh.1</td><td>Klak 2458</td><td>BOL</td><td>A</td><td>KX197547</td><td>KX197805</td><td>KX197721</td><td>KX197636</td></tr><tr><td>Acrosanthes teretifolia 2</td><td>Klak 2464</td><td>BOL</td><td>A</td><td>KX197548</td><td>KX197806</td><td>KX197722</td><td>KX197637</td></tr><tr><td>Acrosanthes teretifolia 3</td><td>Klak 2469</td><td>BOL</td><td>A</td><td>KX197549</td><td>KX197807</td><td>KX197723</td><td>KX197638</td></tr><tr><td>Aizoanthemum galenioides (Fenzl. ex Sond.)</td><td>Mannheimer 1728</td><td>WIND</td><td>A</td><td>AJ558041</td><td>AJ532737</td><td>KX197724</td><td></td></tr><tr><td>Friedrich 1</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Aizoanthemum galenioides 2 Aizoanthemum hispanicum (L.) H.E.K.Hartmann 1</td><td>Klak 2436 AJuan& M.Juan AJ104-2</td><td>BOL</td><td>A</td><td>KX197550 KX422628</td><td>KX197808</td><td>KX197725 KX422606</td><td>KX197639 KX422621</td></tr><tr><td>Aizoanthemum hispanicum 2</td><td>Gutierrez-Larruscain & E. Rico</td><td>BOL BOL</td><td>D D</td><td>KX422629</td><td>KX422613 KX422614</td><td>KX422607</td><td>KX422622</td></tr><tr><td>Aizoanthemum hispanicum 3</td><td>DG704-1 E Rico et al., MS-511 (barcode</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>SALA 123319)</td><td>SALA</td><td>D</td><td>KX422630</td><td>KX422615</td><td>KX422608</td><td></td></tr><tr><td>Aizoanthemum hispanicum 4</td><td>R.Hand 2912 (barcode B100163219)</td><td>B</td><td>D</td><td>KX422631</td><td>KX422616</td><td>KX422609</td><td>KX422623</td></tr><tr><td>Aizoanthemum rehmannii (Schinz) Friedrich</td><td>Erb s.n.</td><td>BOL</td><td>A</td><td></td><td>KX197811</td><td>KX197727</td><td>KX197640</td></tr><tr><td>Aizoon asbestinum Schlechter</td><td>Klak 2510</td><td>BOL</td><td>A</td><td>KX197551</td><td>KX197812</td><td>KX197728</td><td>KX197641 KX197642</td></tr><tr><td>Aizoon burchelii N.E.Br. Aizoon canariense L. 1</td><td>Mannheimer 4918 Klak 1793</td><td>WIND BOL</td><td>A A</td><td>KX197552 KX197553</td><td>KX197813 KX197814</td><td>KX197729 KX197730</td></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/6fd823c0e006c4e37bc733470d9036a26b750b1d6c161dc46048cdfb8bc33c39.jpg",
        "table_caption": [
            "Table 3 (continued) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Species</td><td>Voucher</td><td>Herbarium</td><td>Distribution area</td><td>trnL-F</td><td>rps16</td><td>rpl16</td><td>matk</td></tr><tr><td>Aizoon sarmentosum 3</td><td>Bruyns 13003</td><td>BOL</td><td>A</td><td>KX197563</td><td>KX197824</td><td>KX197740</td><td>KX197652</td></tr><tr><td>Aizoon schellenbergi Adamson</td><td>Klak 2509</td><td>BOL</td><td>A</td><td>KX197564</td><td>KX197825</td><td>KX197741</td><td>KX197653</td></tr><tr><td>Aizoon virgatum Welw.ex Oliver</td><td>Mannheimer 4913</td><td>WIND</td><td>A</td><td>KX197565</td><td>KX197826</td><td>KX197742</td><td>KX197654</td></tr><tr><td>Galenia africana L. 1</td><td>Klak 713</td><td>BOL</td><td>A</td><td>AJ558043</td><td>AJ532740</td><td>KX197743</td><td>KX197655</td></tr><tr><td>Galenia africana 2</td><td>Bruyns 13051</td><td>BOL</td><td>A</td><td>KX197566</td><td>KX197827</td><td>KX197744</td><td>KX197656</td></tr><tr><td>Galenia cf portulacacea Fenzl ex Sond.</td><td>AB Low 14201(barcode</td><td>NBG</td><td>A</td><td>KX197567</td><td>KX197828</td><td>1</td><td>KX197657</td></tr><tr><td></td><td>0277784-0*)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Galenia cymosa Adamson</td><td>Klak 1969</td><td>BOL</td><td>A</td><td>KX197568</td><td>KX197829</td><td>KX197745</td><td>KX197658</td></tr><tr><td>Galenia dregeana Fenzl ex Sond.</td><td>Klak 2012</td><td>BOL</td><td>A</td><td>KX197569</td><td>KX197830</td><td>KX197746</td><td>KX197659</td></tr><tr><td>Galenia filiformis (Thunb.) N.E.Br. Galenia fruticosa (L.f.) Sond.</td><td>Bruyns 13054</td><td>BOL</td><td>A</td><td>KX197570</td><td>KX197831</td><td>KX197747</td><td>KX197660</td></tr><tr><td></td><td>Klak 2432</td><td>BOL</td><td>A</td><td>KX197571</td><td>KX197832</td><td>KX197748</td><td>KX197661</td></tr><tr><td>Galenia glandulifera Bittrich 1</td><td>Klak 2490</td><td>BOL</td><td>A</td><td>KX197572 KX197573</td><td>KX197833</td><td>KX197749</td><td>KX197662</td></tr><tr><td>Galenia glandulifera 2 Galenia glandulifera 3</td><td>Bruyns 12955</td><td>BOL</td><td>A</td><td>KX197574</td><td>KX197834</td><td>KX197750</td><td>KX197663</td></tr><tr><td></td><td>Klak 2506</td><td>BOL</td><td>A</td><td></td><td>KX197835</td><td>KX197751</td><td>KX197664</td></tr><tr><td>Galenia namaensis Schinz</td><td>Klak 2437</td><td>BOL</td><td>A</td><td>KX197575</td><td>KX197836</td><td>KX197752</td><td>KX197665</td></tr><tr><td>Galenia papulosa (Eckl.& Zeyh.) Sond.</td><td>Klak 2439</td><td>BOL</td><td>A</td><td>KX197576 KX197577</td><td>KX197837</td><td>KX197753</td><td>KX197666</td></tr><tr><td>Galenia procumbens Lf.1 Galenia procumbens 2</td><td>Klak 2485</td><td>BOL BOL</td><td>A A</td><td>KX197578</td><td>KX197838 KX197839</td><td>KX197754</td><td>KX197667</td></tr><tr><td>Galenia prostrata Schellenberg</td><td>Klak 2504</td><td>BOL</td><td>A</td><td>KX197579</td><td>KX197840</td><td>KX197755</td><td>KX197668</td></tr><tr><td>Galenia pubescens (Eckl.& Zeyh.) Druce 1</td><td>Klak 2505</td><td>BOL</td><td>A</td><td>KX197580</td><td>KX197841</td><td>KX197756</td><td>KX197669</td></tr><tr><td>Galenia pubescens 2</td><td>Klak 2446</td><td>BOL</td><td>A</td><td>KX197581</td><td>KX197842</td><td>KX197757</td><td>KX197670</td></tr><tr><td>Galenia sarcophylla Fenzl ex Sond.</td><td>Bruyns 12978</td><td>BOL</td><td>A</td><td>KX197582</td><td>KX197843</td><td>KX197758</td><td>KX197671</td></tr><tr><td>Galenia secunda Fenzl ex Sond. 1</td><td>Klak 2428 Klak 2447</td><td>BOL</td><td>A</td><td>KX197583</td><td>KX197844</td><td>KX197759 KX197760</td><td>KX197672</td></tr><tr><td>Galenia secunda 2</td><td>Klak 2488</td><td>BOL</td><td>A</td><td>KX197584</td><td>KX197845</td><td></td><td>KX197673</td></tr><tr><td>Galenia sp.</td><td>Bruyns 10590</td><td>BOL</td><td>A</td><td>KX197585</td><td>KX197846</td><td>KX197761 KX197762</td><td>KX197674</td></tr><tr><td>Gunniopsis intermedia Diels</td><td>RJC Chinnock s.n.</td><td>BOL</td><td>B</td><td>AJ558045</td><td>AJ532741</td><td>KX197763</td><td></td></tr><tr><td>Gunniopsis tenuifolia Chinnock</td><td>RJC Chinnock 9532</td><td>BOL</td><td>B</td><td>AJ558046</td><td>AJ532742</td><td></td><td>KX197675</td></tr><tr><td>Plinthus cryptocarpus Fenzl 1</td><td>AA Gubb 2108</td><td>KMG</td><td>A</td><td>KX197586</td><td>KX197847</td><td>KX197764</td><td>KX197676</td></tr><tr><td>Plinthus cryptocarpus 2</td><td>Klak 2522</td><td>BOL</td><td>A</td><td>KX422632</td><td>KX422617</td><td>KX422610</td><td>KX197677</td></tr><tr><td>Plinthus karooicus LVerdoorn 1</td><td>T.Anderson& Van Heerden s.n.</td><td>BOL</td><td>A</td><td>KX197587</td><td>KX197848</td><td>KX197765</td><td>KX422624</td></tr><tr><td>Plinthus karooicus 2</td><td>P Bester 6131 (barcode</td><td>NBG</td><td>A</td><td>KX197588</td><td>KX197849</td><td>KX197766</td><td>KX197678 KX197679</td></tr><tr><td></td><td>0210479-0*）</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Plinthus sericeus Pax 1 Plinthus sericeus 2</td><td>Glen 1447</td><td>BOL</td><td>A</td><td>KX197589</td><td>KX197850</td><td>KX197767</td><td>KX197680</td></tr><tr><td>Tetragonia acanthocarpa Adamson</td><td>Klak 2527</td><td>BOL UPS</td><td>A E</td><td>KX422633 KX197590</td><td>KX422618 KX197851</td><td>KX422611</td><td>KX422625</td></tr><tr><td>Tetragonia angustifolia Barnéoud</td><td>Thulin et al. 3427</td><td></td><td></td><td>KX197591</td><td></td><td>KX197768</td><td>KX197681</td></tr><tr><td>Tetragonia arbuscula Fenzl</td><td>C.M.Taylor&A.Pool 11621</td><td>M0</td><td>C</td><td></td><td>KX197852</td><td>KX197769</td><td>KX197682</td></tr><tr><td></td><td>Klak 2486</td><td>BOL</td><td>A</td><td>KX197592</td><td>KX197853</td><td>KX197770</td><td>KX197683</td></tr><tr><td>Tetragonia cristata Prescott</td><td>R Davies 12553</td><td>BOL</td><td>B</td><td>KX197593</td><td></td><td></td><td></td></tr><tr><td>Tetragonia decumbens Miller 1</td><td>M Hislop 4425</td><td>BOL</td><td>B</td><td>KX197594</td><td>KX197854</td><td>KX197771</td><td>KX197684</td></tr><tr><td>Tetragonia decumbens 2</td><td>Dold 15005</td><td>BOL</td><td>A</td><td>KX197595</td><td>KX197855</td><td>KX197772</td><td>KX197685</td></tr><tr><td>Tetragonia decumbens 3</td><td>Klak 2445</td><td>BOL</td><td>A</td><td>KX197596</td><td>KX197856</td><td>KX197773</td><td>KX197686</td></tr><tr><td>Tetragonia diptera F.Mueller</td><td>Brummitt et al. 21277</td><td>BOL</td><td>B</td><td>KX197597</td><td>KX197857</td><td>KX197774</td><td>KX197687</td></tr><tr><td>Tetragonia echinata Aiton 1</td><td>Klak 2455</td><td>BOL</td><td>A</td><td>KX197598</td><td>KX197858</td><td>KX197775</td><td>KX197688</td></tr><tr><td>Tetragonia echinata 2</td><td>Klak 2460a</td><td>BOL</td><td>A</td><td>KX197599</td><td>KX197859</td><td>KX197776</td><td>KX197689</td></tr><tr><td>Tetragonia echinata 3</td><td>Bruyns 12983</td><td>BOL</td><td>A</td><td>KX197600</td><td>KX197860</td><td>KX197777</td><td>KX197690</td></tr><tr><td>Tetragonia eremaea Ostenfeld</td><td>Gibson&' Langley 5328</td><td>BOL</td><td>B</td><td>KX197601</td><td>KX197861</td><td>KX197778</td><td>KX197691</td></tr><tr><td>Tetragonia fruticosa L. Tetragonia herbacea L.</td><td>Klak 2451</td><td>BOL</td><td>A</td><td>KX197602</td><td>KX197862</td><td>KX197779</td><td>KX197692</td></tr><tr><td>Tetragonia implexicoma (Miquel) Hook.f.1</td><td>Klak 2467</td><td>BOL</td><td>A</td><td>KX197603 KX197605</td><td>KX197863 KX197865</td><td>KX197780</td><td>KX197693</td></tr><tr><td>Tetragonia implexicoma 2</td><td>R Davis 12538</td><td>BOL NZFRI</td><td>B</td><td>KX197604</td><td>KX197864</td><td>KX197782</td><td>KX197695</td></tr><tr><td>Tetragonia implexicoma 3 Tetragonia implexicoma 4</td><td>M Buys 1588 RJC Chinnock 10513</td><td>BOL</td><td>B B</td><td>KX422634</td><td>KX422619</td><td>KX197781 KX422612</td><td>KX197694 KX422626</td></tr><tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5. Biogeographical analysis with RASP (reconstruct ancestral state in phylogenies) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The biogeographical analysis was performed with RASP 3.1 (Yu et al., 2015) using a condensed tree from the Bayesian analysis. Distributions of species were coded with A = Southern Africa, B = Australasia (Australia and New Zealand), C = North and South America, D = Eurasia, including the Mediterranean coast of North Africa and Spain to Iran, E = East Africa (Table 3). For all species we coded the entire distribution area of the species for the terminals included in the tree. In case of the several accessions of widespread species, the actual place of origin of the sample was used. For the downloaded Aizoon canariense (2) and Amaranthus spinosus, the origin was unknown and therefore the entire known distribution for the species was coded for these accessions. A Bayesian Binary MCMC analysis with standard ‘‘Gamma” variation was conducted with a maximum distribution of four regions from the five coded areas allowed per node. All other settings were in the default mode. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.6. Ancestral character reconstruction of expanding keels ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Morphological information was extracted from the literature (Hartmann, 1988, 2001), from herbarium specimens at BOL and NBG as well as from field records made over several seasons. We used the consensus tree from BI for the ancestral reconstruction of characters, with Fitch parsimony as implemented in the Ancestral State Reconstruction Package in Mesquite Version 2.72 (Maddison and Maddison, 2009). Characters were treated as unordered. We reconstructed the evolution of expanding keels in the fruits, since this feature is instrumental in pushing open the valves of the fruits after rain in hygrochastic capsules. We recognized three states: Expanding keels absent (0) (Acrosanthes, Tetragonia; Hartmann, 2001); Expanding keels reduced (1), so that the valves open at most slightly (Aizoon, Galenia and Plinthus; Bittrich, 1990b); Expanding keels present (2), so that the valves open fully, i.e. at ±180\u0004 (Aizoanthemum, Gunniopsis; Hartmann, 2001; Chinnock, 1983). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1. Phylogenetic reconstruction ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Altogether, 19 sequences were missing from the Aizoaceae, through problems in amplification of DNA from herbarium specimens or unavailability of DNA material (Table 3). In total we included 445 sequences, of which 70 were downloaded from Genbank and 375 were new (Table 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Maximum likelihood (Fig. S1) and Bayesian analyses (Fig. 2) produced very similar trees. Minor differences between the two analyses involved relationships between closely related species and were not strongly supported. We therefore only display the Bayesian tree (Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.1. Polyphyly of Aizooideae ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acrosanthes is not part of the Aizooideae, but is sister to the Mesembryanthemoideae + Ruschioideae (PP = 0.99, Fig. 2). All eight accessions of the six species of Acrosanthes form a highly supported clade (PP = 1.00), within which the three collections of Acrosanthes teretifolia resolve in a subclade. In an additional BI analysis, the one accession of ‘‘Acrosanthes teretifolia” from Klak et al. (2003) was included and was sister to Aizoon sarmentosum (results not shown). This extraction (LHMS 214 of SANBI) was said to have Goldblatt & Manning 11664 (MO) as a voucher. However, this collection belongs to Tetragonia (http://www.tropicos.org/ Specimen/1587195). Thus, we believe that details of the voucher and the extraction were mixed up. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.2. Monophyly and relationships among genera of Aizooideae ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Aizooideae (excluding Acrosanthes) consists of major clades A and B (Fig. 1). Relationships among genera of the Aizooideae are similar to those found previously (Klak et al., 2003), where Tetragonia & Gunniopsis (clade B) are sister to Aizoon, Plinthus and Galenia (clade A). A novel finding is that Aizoanthemum hispanicum (L.) H.E. K. Hartmann, which occurs in Eurasia, is sister to Tetragonia + Gunniopsis (clade B), whereas the African species of Aizoanthemum are sister to Aizoon, Plinthus and Galenia (clade A). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition, the increased sampling reveals that several other genera are not monophyletic. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Plinthus is nested within one of several clades of Aizoon and P. sericeus is more closely related to members of Aizoon than to the other Plinthus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All species of Galenia form a clade (PP = 1.00) that is nested within a grade of well-supported clades along with members of Aizoon and Plinthus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Tetragonia is monophyletic, except for T. schenckii, which is sister to the two species of Tribulocarpus of the Sesuvioideae (PP = 1.00). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2. Estimation of ages ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Ages for the major clades in the Aizoaceae are given in Table 4 (chronogram Fig. S2). The Aizoaceae have a mean age of 41.5 My, which falls within the Eocene (38–55 My). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The major evolutionary lineages within the Aizoaceae diverged in the Oligocene: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(a) Diversification of the Aizooideae began in the early Oligocene ± 35.0 My. The Eurasian - southern hemisphere Aizooideae (clade B) diverged since the late Oligocene (±27.5 My), followed closely by the African clade (A) of the Aizooideae, which diversified since the early Miocene (±22.2 My).   \n(b) The split between Acrosanthes and subfamilies Mesembryanthemoideae & Ruschioideae dates to the early Oligocene (± 36.4 My).   \n(c) In the Sesuvioideae, Tribulocarpus & Tetragonia schenckii diverged from the other Sesuvioideae in the mid Oligocene (± 29.6 My). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The disjunctions of Tetragonia are more recent: The node subtending Tetragonia implexicoma from Australasia and the South American species of Tetragonia dates to the late Miocene (± 10.0 My). The split between the Australasian species and the African species of Tetragonia is slightly earlier in the mid Miocene (± 17.1 My). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Similarly, for Tribulocarpus, the disjunction between the northern and southern populations of T. dimorphanthus is estimated at 7.4 My and is thus fairly recent (between late Miocene and start of Pliocene). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "However, most species of Tetragonia and Galenia, which are restricted to southern Africa and make up about half of the Aizooideae (Table 2), have diverged only within the last ±5 My, i.e. since the Pliocene. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Also the six species of Acrosanthes only diversified since the Pliocene, i.e. in the last ±5.3 My. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3c5437151f0d972666b0ac2d0da308174ebfae709d8088fae3c901f40dc13db4.jpg",
        "img_caption": [
            "Fig. 1. Diversity of fruits in Aizooideae. A–D. Side view of xerochastic fruits of Tetragonia: A. T. echinata, Klak 2480 (BOL), wingless, with spikes; B.T. saligna, Klak 2460 (BOL), wingless with smooth surface; C. T. tetragonoides, Klak 2501 (BOL); D. winged seeds of T. decumbens, Klak 2445 (BOL) (left) and T. spicata, Klak 2325 (BOL) (right), note that the surface of T. decumbens is papillate, whereas it is smooth in T. spicata; E. Top view of closed (left) and open (right) loculicidal, hygrochastic capsules of Aizoon glinoides, Dold 15004 (BOL), showing the depressed centre of the fruits; expanding keels are reduced, so that the valves open only slightly in the two capsules on the right; F. Top view of closed (left) and open (right) septicidal, hygrochastic capsules of Gunniopsis tenuifolia, Chinnock 9532 (BOL), arrows indicating position of the expanding keel (k) along the margins of the valve and one of the four tepals (t); G. Top view of closed (left) and open (right) loculicidal, hygrochastic capsule of Aizoanthemum hispanicum, SALA 46080 (SALA), arrow indicates median position of the long expanding keel (k); H. Parchement-like xerochastic capsules of Acrosanthes anceps, Jardine 2260 (BOL): top view of open (left) capsule, which splits open along a longitudinal split releasing the single seed (s); side view of closed capsule (right) with arrows indicating the capsule (c) and one of the five tepals (t). Scale: Distances between white lines indicate 1 mm. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3. Biogeographical analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(i) Clade A (A1-A4) is endemic to southern Africa, except for Aizoon canariense, (from southern Africa, as well as Eurasia). In addition, subclades A1-A3 occupy distinct regions within southern Africa: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Clade A2 includes species of Aizoon and Plinthus from the northern Cape (South Africa) and Namibia, whereas the species of Aizoon from the Little Karoo and the Eastern Cape constitute a separate clade (clade A3). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Clade A1 consists of those species of Aizoanthemum which are endemic to the hyper-arid coastal plain of the Namib Desert, from Namibia into Angola. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(ii) Clade B, apart from Aizoanthemum hispanicum (B1, from Eurasia), is confined to the southern hemisphere (except for the cosmopolitan Tetragonia tetragonoides (Pallas) Kuntze), in South America, Australasia and southern Africa. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It consists of five major lineages (B1-B5) where the African clade (B5) is nested within clades B2-4, which are endemic to Australasia and South America (Fig. 1). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tetragonia forms three major clades (B3-B5): the southern African clade (B5), an Australasian clade (B4) and a South American/ Australasian clade (B3), where the South American species are sister to four accessions of T. implexicoma, from New Zealand and Australia. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/76d6f80df9cc7d3f89000e7ba1659b21547ab944caf4112560bb9144b27a2a35.jpg",
        "table_caption": [
            "Table 4 Node ages of lineages in Aizoaceae. Capital letters refer to selected nodes in supplementary Figure S2. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Group</td><td>Node age (median)</td><td>95% confidence interval (Ma)</td></tr><tr><td>A:Aizoaceae</td><td>41.5</td><td>38.7-56.4</td></tr><tr><td>B:Aizooideae</td><td>35.0</td><td>26.1-43.6</td></tr><tr><td>C:Aizooideae:clade A(mainly southern Africa,except A. canariense)</td><td>22.2</td><td>14.0-31.4</td></tr><tr><td>D:Aizooideae:clade B (Eurasia-Australasia- Africa-America)</td><td>27.5</td><td>19.1-35.1</td></tr><tr><td>E:Acrosanthes-Mesembryanthemoideae& Ruschioideae</td><td>36.4</td><td>23.8-45.4</td></tr><tr><td>F:Acrosanthes</td><td>5.3</td><td>1.9-10.7</td></tr><tr><td>G:\"core\"Ruschioideae (=tribes Ruschieae & Drosanthemeae)</td><td>7.0</td><td>3.4-12.6</td></tr><tr><td>H:Mesembryanthemoideae-Ruschioideae</td><td>29.0</td><td>19.4-37.2</td></tr><tr><td>I: Sesuvioideae</td><td>29.6</td><td>17.9-40.7</td></tr><tr><td>J:Tribulocarpus (incl.Tetragonia schencki)</td><td>18.3</td><td>8.8-29.2</td></tr><tr><td>K:Tribulocarpus.dimorphanthus(Namibia) -T. dimorphanthus&T.retusus (EAfrica)</td><td>7.4</td><td>2.2-15.6</td></tr><tr><td>L:Gunniopsis-Tetragonia</td><td>20.4</td><td>13.4-28.5</td></tr><tr><td>M:Tetragonia</td><td>17.1</td><td>10.9-25.2</td></tr><tr><td>N:Tetragonia implexicoma Australia/New</td><td>10.0</td><td>5.3-16.8</td></tr><tr><td>Zealand -Tetragonia South America O:Tetragonia Australasia-Tetragonia Africa</td><td>11.3</td><td>6.7-17.7</td></tr><tr><td>P:Southern African Tetragonia</td><td>5.7</td><td>2.9-10.2</td></tr><tr><td>Q:Aizoon&Plinthus&Galenia</td><td>16.7</td><td>9.5-24.9</td></tr><tr><td>R: Galenia</td><td>5.3</td><td>2.9-9.6</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "All three accessions of Tetragonia decumbens, from three distant localities (Cape Town, Eastern Cape (both in South Africa) and Australia), fall in the southern African clade (B5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The cosmopolitan T. tetragonoides or ‘‘New Zealand spinach” is in the Australasian clade (B2), with later dispersals to South Africa (accession 3). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our reconstruction of the distribution shows southern Africa to be the most likely ancestral area for the Aizooideae s.str. (excluding Acrosanthes) (Fig. 2). Dispersal from Southern Africa to Eurasia occurred twice, once in Aizoanthemum hispanicum and (at least) once in Aizoon canariense. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Dispersal from Eurasia (46.38%) seems to have given rise to the lineages in the southern hemisphere (clade B), rather than a dispersal event from Africa to Australasia. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The ancestral area for Tetragonia is Australasia and not southern Africa, as might have been inferred from the large number of endemic species in southern Africa (Table 2). Transoceanic dispersal of Tetragonia from Australasia occurred three times: one gave rise to the South American lineage of Tetragonia, while two separate dispersal-events occurred from Australasia to southern Africa. One involved the widely distributed Tetragonia tetragonoides and the second gave rise to the large southern African clade of Tetragonia, of which the coastal T. decumbens subsequently made its way back to Australasia. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4. Repeated shifts in fruit morphology ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The minimum number of changes of the three character state, present/reduced/absent, inferred for the expanding keels in hygrochastic capsules is 5 steps (Fig. 3). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1. Phylogeny ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1.1. Acrosanthes – an ancient lineage endemic to the fynbos-biome The Aizoaceae is generally associated with Karoo vegetation, where it forms an important element in the arid parts of the ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Greater Cape Floristic Region (GCFR) (Manning and Goldblatt, 2012; Snijman, 2013). Among the four subfamilies of the Aizoaceae all, except the Sesuvioideae, have endemic species in the fynbos biome (Manning and Goldblatt, 2012; Snijman, 2013). It is therefore remarkable that Acrosanthes represents a distinct lineage within the Aizoaceae, which is endemic to fynbos with no representatives in the Karoo. Acrosanthes is found from low-lying areas at 160 m to over 2200 m in the mountains of the south-western Cape (Adamson, 1959a; Manning and Goldblatt, 2012). It lacks any expanding tissue in the fruits (Adamson, 1959a), which is absent also in all Sesuvioideae as well as in many species in the Aizooideae (Hartmann, 2001). Nevertheless, the fruits of Acrosanthes are unique, in that the capsules consist of a parchment-like wall (Fig. 1H), which persists in the drying perigone. Once the capsules are mature, they drop off readily. The parchment-like walls are fragile and probably decompose quickly, so that the 1–2 seeds in the capsule may be dispersed further by seed-collecting insects or by rain. A further apomorphic character is the possession of erect, basally attached but almost sessile ovules (Adamson, 1959a), which are pendulous on longer funicles in all other Aizoaceae (e.g. Adamson, 1955; Hartmann, 2001). Like many plants of the fynbos, Acrosanthes has needle-shaped leaves, which are covered with inconspicuous, flattened bladder-like idioblasts. Such idioblasts are thought to be synapomorphic for the Aizoaceae (Bittrich and Hartmann, 1988). They can also be greatly reduced in size and number in the Ruschioideae (Ihlenfeldt and Hartmann, 1982). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Bittrich (1990a) suggested the presence of epidermal bladderhairs as a synapomorphy for the Aizooideae. These bladder-hairs consist of a large terminal cell and a multi-cellular stalk (Bittrich, 1990b). He recorded them in Gunniopsis papillata Chinnock, Tetragonia tetragonoides (Bittrich, 1990a), though not in Acrosanthes. Acrosanthes shares with the Sesuvioideae and the Aizooideae the characteristic perigone, where the tepals are sepaloid outside and petaloid inside, whereas its sisters, the Mesembryanthemoideae and Ruschioideae, have petals of staminodial origin (Bittrich and Hartmann, 1988). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although Acrosanthes split from its sisters, the Mesembryanthemoideae and Ruschioideae, ±36 My, the species diversified relatively recently (since the Pliocene, ± 5 My, Table 4) and this coincides with the radiation of the Ruschieae, where numerous lineages expanded into the fynbos (including Erepsia N.E.Br., Esterhuysenia L.Bolus, Lampranthus N.E.Br., Machairophyllum Schwantes, Oscularia Schwantes, Phiambolia Klak and Vlokia S.A. Hammer). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1.2. Phylogenetic relationships within genera ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Several genera in the Aizooideae are not monophyletic. The southern African endemics Galenia and Plinthus are nested within Aizoon. Aizoon was considered to be well circumscribed, on account of its apically depressed capsules, as opposed to a convex apex in Aizoanthemum (Chinnock, 1983; Hartmann, 2001). However, Bittrich (1990a) noted similar capsules also for most species of Galenia and Plinthus and pointed out (Bittrich, 1990b) that there are no clear characters distinguishing the subgenera of Galenia or delimiting it from Aizoon. Thus, the androecial and gynoecial features used by Adamson (1956) to distinguish Galenia from Aizoon are actually shared by these two genera (Bittrich, 1990b). Characteristic for most species in the Aizoon-clade (incl. Galenia and Plinthus), are the long, often silvery hairs on the leaves, which give their leaves a silvery sheen. Although several species of Galenia (such as G. glandulifera and G. africana) do not possess ‘‘hairs”, these are possibly reduced or modified (Bittrich, 1990b). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our phylogeny demonstrates for the first time that Aizoanthemum hispanicum forms a geographically isolated lineage which is distinct from the southern African species of Aizoanthemum as well as from Aizoon, where it was originally placed. The southern ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Southern Africa (A) Australasia (B) 0.96 Ga/enia glandu/lifera 21 America (C) G\\~a=/:e\\~ni:a: :gl\\~aJntdyu/1if1era 3 Eurasia (D) 0.83 Galeniiadarferigceaanna 2 -namaensis combinations of areas =: -=\\~pu=b=e=s\\~o\\~en\\~s1e2r Ga/enia secunda 1 A4 GaJenia cymosa Gaf/eniasfipl.iformis AGiazloeoninasaprnronmsetnrntatotosasum21 Aizaoon glfinoides 21 Aizoon glinoides 3 0.94 Aizoon rigidum A3 on canariense 1 16.7My 01, :\\~==:i Aizoon schellenbergii CladeA APiliznothounsvisregraictueums 1 Southern (22.2 My) 0.94 0.97 Plinthus screyripcteoucsar2pus Africa A=99% 1 A2   \nothers< 1% 0.98 APiliznothounsbcurrycphtoe/cfiairpus 1 Aizoon giessii Aizoon asbeslinum Al 1 izoa=nthe\\~mu:m g\\~a/e:ni:oitdes21 Aizoanthemumrehmannii etragonia fn.Jticosa agonia nigrescens A 0.99 gonia vseafniguncaosa I 0.52 Telragoniaoorumbens3 Tefllragoniaodoercuumbbeensn2s 1 z   \nAD= 2% 35.0My Tetragonia pmoirclruo/patceorkaJes Tetragonia harbacea 0 etragonia sarcophylla   \nbhers<1% A= 97% ? (5.7BM5y) 1 0.78 Teitragonia rsaerpbidcuasptcfaiuc/21ata ID Tetragonia • E Tetragonia echinata 3 1 Tetragonia eachinata 21 A 0.64 remaea E B=99% B4 \\~i• \"1agonoides 3 ::: Tetragonia tetragonoides 1 1 Tetragoniia  tcertirsatgatoanoides 2 Australasia 20.4My 0.98 Tetragonia implexicoma 2 B3 ngustifolia onia maritima uth America 8=1 BZ T\\~etr\\~ag\\~oni\\~a s=p.;;=:a IAustralasia AD=5% (C27l.aSdMey)B' -B=l 0.95 A\\~-mu=mh:is:p:ani=cum\\~3 Eurasia osanthes teretifolia 1 Acrosanthes teretifolia 3   \nAizoaceae 0.88 Acrosanthes terefifolia 2 Southern   \n(41.5My\").., 0.99 \\~=i\\~su:ia (SAWfCroipcojajmbo,) santhesmicrophylla rviflora 0.99 LRausmcphrianstahrumsebnifcDoslaor enDttuhee/momsupmezygmoplhay/lo\\~idas Ruschioideae 36.4My osia pugioniformis senmtbhryaenlmhaumum -/1,1i;pust um IMesembryanthemoid A= 99% 18.3 My Tribul/o arpus dimorphanthus 1 imorphanthus 2 Sesuvioideae Tribulocarpus retusus others <1% ocarpus dimorphanthus 3 Tetragonia schenckii I Aizooideae   \n0.99 1 S\\~ehw,iurmrsiefsuvsioiad s I suvioideae A = 99% 29.6My Trianthema parvffolium Bougainvillea spectabilis others <1% 0.99 Phytolacca diaica bi/is jalapa Gisekiaafricana 1 ::::\\~s:::= :=b=is=si=m\\~a outgroups Non-Aizoaceous Manochlamysalbicans uropaea ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6ca214c50d4a597bddd075ee3e12cac744ddd5e6b7c3aa086e45f560e5c7914b.jpg",
        "img_caption": [
            "Fig. 3. Phylogenetic tree from Fig. 2 on which characters states ‘‘present/reduced/absent” of expanding keels in fruits of Aizoaceae and outgroups has been mapped. If expanding keels are present, fruits are hygrochastic and open when wet (see Fig. 1F–G); with reduced expanding keels, the fruits open at most slightly (see Fig. 1E); without expanding keels, the fruits are xerochastic and do not open when wet (see Fig. 1A–D, H). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "African species of Aizoanthemum were distinguished from Aizoon by differences in fruits (Friedrich, 1957; Chinnock, 1983; Hartmann, 2001). The transfer of Aizoon hispanicum L. to Aizoanthemum was based on ‘‘literature and some material only” (Hartmann, 2001). Capsules of the two lineages of Aizoanthemum differ markedly: 5-angled in A. hispanicum; globose with 5–10 fine incisions in the southern African species (Friedrich, 1957; Hartmann, 2001). The fruits of A. hispanicum also differ in the formation and position of expanding keels from those in Gunniopsis and Tetragonia (clade B; see Section 4.3.1). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tetragonia is monophyletic, except for T. schenckii. Schinz (1894) discussed the unusual morphology of Tetragonia schenckii and tentatively placed it in Tetragonia. Later he moved it to the monotypic Anisostigma (Schinz, 1897), currently recognized as a subgenus of Tetragonia (Adamson, 1955; Hartmann, 2001). Tetragonia schenckii is endemic to Namibia and forms woody shrubs to 2 m tall, with slightly succulent leaves and 3- to 4-winged fruits. According to our results it has no close relationship to the other species of Tetragonia, but is sister to Tribulocarpus, which was also treated as a subgenus of Tetragonia by Adamson (1955). However, most authors recognized Tribulocarpus as a distinct genus on account of its flowers in terminal capitula, perianth with a distinct tube, single 2-lobed style, and spiny compound fruits (Bittrich and Hartmann, 1988; Thulin, 1993). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tribulocarpus S.Moore was recently revised and consists of two species: T. dimorphanthus (Pax) S. Moore and T. retusus (Thulin) Thulin & Liede (Thulin et al., 2012). The authors gave ‘‘flowers with an elongated perianth tube” and ‘‘1-ovulate locules” as potential synapomorphies and both are present in T. schenckii (Adamson, 1955). These characters therefore support the monophyly of the lineage consisting of T. schenckii and Tribulocarpus. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Clearly there is a need for extensive realignment within the subfamily and this will follow in a subsequent paper. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2. Divergence times and biogeography ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2.1. Age of the Aizooideae ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The Aizoaceae dates back to the Eocene at 41.5 My, with its major lineages originating between the end of the Eocene and the Oligocene (Table 4). This agrees with estimates by Arakaki et al. (2011). These clades arose after the peak in global temperatures around 50 My (Zachos et al., 2001) and coincide with the presence of many new open habitats and the development of an arid-adapted vegetation since the early Eocene (Bobe, 2006). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The initial split of the Aizooideae into two clades, the African clade (clade A) and the Eurasian-Southern hemisphere clade (clade B), dates to the Oligocene. Although the Aizooideae have endemic species on each of the continents where they occur (Table 2), the largest radiations took place in southern Africa. Here, two of the crown clades, Galenia (27 spp.) and the southern African Tetragonia (35 spp.) make up half of the Aizooideae and are fairly young lineages that diversified since the Pliocene (last 5 My). Although the radiations of Tetragonia in South America (10 spp.) and Australasia (14 spp.) are of a similar age (±10 My), they are markedly smaller. Specialization to seasonal aridity subsequent to climate change, is thought to have led to the Late Miocene radiation of clades in the succulent Karoo (Ihlenfeldt, 1994; Klak et al., 2004; Verboom et al., 2009; Linder, 2014). Further reasons, include the unique climatic regime and special properties of the soils of the succulent Karoo (southern Africa), where the highest diversity in the Aizooideae occurs (Klak et al., 2015). This area is characterized by mild, oceanic- and fog-ameliorated conditions, combined with low but predictable rainfall mainly received in winter with periodic droughts. This combination allows for regular germination and space for seedling recruitment and is thought to contribute to the exceptionally high diversity in this area (Cowling and ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hilton-Taylor, 1999). In addition, soils in the northern part of the succulent Karoo show an exceptionally high diversity and spatial variability in both physical and chemical properties, possessing special features, which influence the availability of water and may be important in governing biodiversity (Francis et al., 2007). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The radiations of Tetragonia and Galenia in southern Africa are contemporaneous with the diversification of the ‘‘core” Ruschioideae and with several other major succulent lineages such as the cacti (Arakaki et al., 2011), succulent Euphorbia (Bruyns et al., 2011), the stapeliads (Apocynaceae; Bruyns et al., 2014a) and Ceropegia (incl. Brachystelma; Apocynaceae; Bruyns et al., 2015). Within southern Africa, the much smaller radiation of the Aizooideae compared to the ±1500 species of the ‘‘core” Ruschioideae (that arose over a similar time interval), supports the hypothesis that certain ‘‘key innovations”, such as the shift from a flat to a trigonous leaf (in cross-section), the evolution of wide band tracheids and of highly specialized hygrochastic capsules, facilitated the spectacular radiation of the ‘‘core” Ruschioideae (Klak et al., 2004) and that these were absent in the Aizooideae. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2.2. Disjunct distributions in Africa ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tribulocarpus is of considerable interest in the history of African arid regions, since it shows a disjunct distribution between Namibia and north-eastern Africa (e.g. Verdcourt, 1969; Thulin, 1994), with T. dimorphanthus (Pax) S.Moore, currently recognized as a paraphyletic species occurring in both areas (Thulin et al., 2012). On account of the genetic difference between the populations, this disjunction is thought to be comparatively old (Thulin et al., 2012), possibly dating back to the early Miocene (22 My) at which time an ‘‘arid corridor” may have linked the two areas (Caujapé-Castells et al., 2001). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The lineage made up of Tetragonia schenckii & Tribulocarpus is relatively ancient. With the incorporation of T. schenckii into Tribulocarpus (based on the shared synapomorphies, see Section 4.1.2. above), Tribulocarpus would have one endemic species each in Namibia (T. schenckii) and Somalia (T. retusus; Thulin et al., 2012). Such disjunct distributions may be the remnants of a wider distribution for this lineage. Jürgens (1997) suggested that an arid African flora may exist, which is centred in the Horn of Africa with a secondary centre in south-western Africa and that an arid corridor may have linked the two regions during the Miocene (Caujapé- Castells et al., 2001), as well as during the Pleistocene (Bellstedt et al., 2008; Schrire et al., 2009). The existence of an ancient ‘‘Arid Flora” is supported by patterns of disjunction in other succulent lineages such as Sesamothamnus (Pedaliaceae, Ihlenfeldt, 1967), the Didiereaceae (Arakaki et al., 2011; Bruyns et al., 2014b) and in certain subgenera of Euphorbia (Bruyns et al., 2011), but this was not detected in a recent analysis of African floras (Linder, 2014). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Such disjunct distributions were regarded by Thulin (1994) either as Pleistocene relicts or as arising from fairly recent, longdistance dispersals. The disjunction of the north-east African populations and the southern African populations of T. dimorphanthus dates to the late Miocene. This relatively old age is supported by the genetic differences between the southern and northern populations, though there is surprisingly little morphological divergence between them (Thulin et al., 2012). The fruits of this species are spiny and may be adapted to dispersal by animals, as found for many spiny fruits of Pedaliaceae (Van der Pijl, 1969; Ihlenfeldt, 2010). Animals involved in the dispersal of spiny fruits, which may explain such long-distance dispersal, could also include already extinct animals (Midgley and Illing, 2009). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2.3. Long distance and trans-oceanic dispersal ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The major centres for the Aizoaceae are the arid regions of southern Africa, with minor centres in arid Australia and the arid ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Pacific side (west coast) of South America (Bittrich, 1990a; Taylor, 1994). With the exception of the North American endemic Cypselea Turpin (Sesuvioideae) and the Australian endemics Sarcozona (Ruschioideae) and Gunniopsis, all other genera occur in southern Africa (Hartmann, 2001). We identified Southern Africa as the ancestral area for the Aizooideae and this is also where most endemic species and the greatest diversity occur (Klak et al., 2015). In order to explain the observed disjunctions in the Aizoaceae, Bittrich (1990b) rejected the possibility that such distributions indicate a Gondwanan connection, but favoured the idea that some widespread species had adapted to long-distance dispersal by seabirds and this led to the wide distribution of the subfamily. Since Africa had separated from the other Gondwanan land-masses already by 100 My (Scotese et al., 2008), our estimate substantiates the hypothesis of long-distance dispersal, which was also found for the Sesuvioideae (Bohley et al., 2015). For the first time our biogeographical analysis lends support to the hypothesis of a transoceanic dispersal from Eurasia to Australasia initiating the Gunniopsis & Tetragonia clade, rather than a dispersal from southern Africa to Australasia (Fig. 2). The two independent dispersals from Australasia (one to South America and one to southern Africa) after the diversification of Tetragonia began in the early Miocene, must also have taken place by long-distance dispersal. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "There are only two widespread, salt-adapted, coastal species of Tetragonia and both also have vast, trans-oceanic distributions: Tetragonia tetragonoides (worldwide) and T. decumbens (southern Africa--Australasia). Although dispersal by seabirds or seawater may be possible, the introduction of these species by humans is also conceivable. The latter scenario may apply to the edible T. tetragonoides, which could have been spread from Australasia to other continents by the early explorers and is now a cosmopolitan weed (Holm et al., 1979: 360). Intercontinental dispersal of salt-adapted species by rafting has occurred frequently in other angiosperm families (Asteraceae, Bergh and Linder, 2009; Amaranthaceae, Kadereit et al., 2005, 2006) and may have happened here too. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3. Evolution of fruits ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3.1. Hygrochastic capsules with expanding tissue ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In the Aizoaceae most fruits are capsules and many of them are hygrochastic. In addition, many have capsules without expanding tissue (xerochastic capsules) or the fruits are nut-like, stiffly winged or horned nuts and occasionally even drupes (Fig. 1). Expanding keels, which are responsible for the hygrochastic function, are absent in the Sesuvioideae, but are present in all other subfamilies. If we assume a single origin for expanding keels (supported by their similar structure, Bittrich, 1990a), these would have originated after the split of the Sesuvioideae from the remainder of the Aizoaceae and were then reduced or lost repeatedly in the family. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Capsules with fully functional expanding keels are present in both Clades A and B of the Aizooideae (Fig. 1). In Clade A, only Aizoanthemum has fully functional expanding keels, whereas they are much shortened in Aizoon and even further reduced in Galenia and Plinthus, whose fruits open at most slightly (Bittrich, 1990b). In Clade B, Aizoanthemum hispanicum and Gunniopis have fully functional expanding keels, whereas these are absent in Tetragonia. Unique for Gunniopsis is that the expanding keels are septicidal, which means that the expanding tissue is lateral on the valves (Chinnock, 1983), whereas it is in a medial position in all other Aizoaceae with expanding keels. The different position of the expanding keels in Gunniopsis may not necessarily indicate a separate origin, since expanding tissue generally can be found on different parts of the capsule also in the Ruschioideae, where it can extend beyond the keels (e.g. expanding sheets, Hartmann, 1988). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Reduction in or loss of expanding tissue occasionally occurred also in the Ruschioideae (e.g. most species in the Apatesieae, Stoeberia gigas Dinter & Schwantes) and Mesembryanthemoideae (e.g. Mesembryanthemum nucifer (Ihlenf. & Bittrich) Klak). Although it remains ambiguous how often expanding tissue has evolved (Fig. 3), it has been lost several times independently in different lineages in the Aizooideae and in the Aizoaceae as a whole. It is noteworthy that this tissue is not regained once loss or reduction has occurred (Fig. 3). We therefore favour Bittrich’s hypothesis of a single origin for the evolution of expanding tissue. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3.2. Capsules and fruits without expanding tissue ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acrosanthes and Tetragonia are the two genera in the Aizooideae, which have fruits without any expanding tissue. We discussed above (see Section 4.1.1.) the unique, thin-walled, parchmentlike capsules of Acrosanthes. In Tetragonia (Fig. 1A–D) and Tribulocarpus (Sesuvioideae) the fruits are woody, winged or horned nuts, compound and spiny or sometimes drupes. This led to the notion that the two genera were closely allied and, consequently, to them being placed together in the Tetragonioideae (Hartmann, 2001). Other species with winged nuts were also placed in Tetragonia (Schinz, 1894; Adamson, 1955; Thulin, 1993). Later this feature was found not to indicate a close relationship (Klak et al., 2003; Thulin et al., 2012) and winged nuts had developed independently in both the Aizooideae and the Sesuvioideae. The position of Tetragonia schenckii (also with winged nuts) as sister to Tribulocarpus now contributes a further species to this clade with such fruit. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The early diverging lineages, the Sesuvioideae and Aizooideae, include a wide range of different fruit types: circumscissile capsules, winged or variously sculptured nuts, compound, spiny fruits, hygrochastic and xerochastic loculicidal capsules or rarely drupes. This contrasts with the Mesembryanthemoideae and Ruschioideae where most species (see exceptions Section 4.3.1 above) have hygrochastic, loculicidal capsules. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Different types of fruits imply different strategies of dispersal. In hygrochastic capsules seeds are mainly dispersed by rain, rarely by animals or by wind (Hartmann, 1991). On the other hand, the winged or spiky fruits of Tetragonia and Tribulocarpus are adapted to wind- or animal-disperal (Van der Pijl, 1969; Thulin et al., 2012). The higher diversity of fruits in the early-diverging lineages of the Aizoaceae, suggests more strategies of dispersal. This contrasts with the Mesembryanthemoideae and Ruschioideae, where the most extensive specialization and diversification occurred with a single strategy of dispersal, achieved mainly by rain (Parolin, 2006). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5. Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our phylogeny is derived from four chloroplast markers used on a sampling of the Aizooideae that is broad in terms of their distributions, their morphological diversity and taxonomic groupings. The Aizooideae are relatively ancient (having been around since the Oligocene), whereas several of its crown clades diversified only since the Pliocene. The major radiations in the Aizooideae coincide with those of the hyperdiverse Ruschieae (Ruschioideae) as well as other African succulent lineages in Euphorbia (Euphorbiaceae) and the Ceropegieae (Apocynaceae). Most of the species belong to two major clades: one endemic to southern Africa (except for Aizoon canariense also found in Eurasia); a second endemic to Eurasia (1 sp), Australasia, southern Africa and South America (as well as the cosmopolitan Tetragonia tetragonoides). Southern Africa is most likely the ancestral area for the Aizooideae, with an early event of long-distance dispersal to Eurasia. The Australasian lineages of Aizooideae were likely founded by trans-oceanic dispersal from Eurasia, with subsequent dispersals from Australasia giving rise to the South American and African Tetragonia. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Aizooideae and several of its genera are not monophyletic. Our results form the basis for re-evaluating the taxonomic value of various morphological features used in the past and have identified new clades for which synapomorphies are needed. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The authors received funding from the National Research Foundation (NRF) incentive grant for rated researchers (grant no: 103697) as well as the University of Cape Town Research Committee. Additonal funds to cover travel and sequencing costs were obtained from the Mesemb Study group and the Deutsche Kakteengesellschaft. The curators of the herbaria B, NBG, PRE, SALA, SAM and WIND are thanked for the loan of material and for permission to examine specimens. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Particular thanks go to Santiago Andrés Sánchez (Spain), Tony Dold (Eastern Cape, South Africa), Elke Erb (Namibia), Bob Chinnock (Australia), Matt Buys (New Zealand), Coleen Mannheimer (Namibia) and Ivor Jardine for collecting specimens for this study. Hedi Stummer (CREW) provided information for the rare Tetragonia herbacea. Three species of Tetragonia from Chile were obtained from the Missouri Botanical Garden (MBG) DNA Bank. Four samples were obtained from the National Botanical Research Institute (NBRI), Windhoek, Namibia. Seven samples of Tetragonia were obtained from the Western Australian herbarium (PERTH), Australia. Four samples were obtained from Mats Thulin (UPS) from collections made in North East Africa. In addition, we would like to thank the curators of B, KMG, NBG and PERTH for allowing the removal of some leaves from their herbarium specimens for extraction of DNA. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary material ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.ympev.2016.12. 016. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Adamson, R.S., 1955. The South African species of Aizoaceae. II. Tetragonia. J. S. Afr. Bot. 21, 109–154.   \nAdamson, R.S., 1956. The South African species of Aizoaceae. III. Galenia. J. S. Afr. Bot. 22, 87–127.   \nAdamson, R.S., 1959a. The South African species of Aizoaceae. VI. Acrosanthes. J. S. African Bot. 25, 23–28.   \nAdamson, R.S., 1959b. The South African species of Aizoaceae VII. Aizoon. J. S. African Bot. 25, 29–51.   \nAdamson, R.S., 1961. The South African species of Aizoaceae. XI. Plinthus. J. S. Afr. Bot. 27, 147–151.   \nAlfaro, M.E., Holder, M.T., 2006. The posterior and the prior in Bayesian phylogenetics. Annual Rev. Ecol. Syst. 37, 19–42.   \nArakaki, M., Christin, P.-A., Nyffeler, R., Lendel, A., Eggli, U., Ogburn, R.M., Spriggs, E., Moore, M.J., Edwards, E.J., 2011. Contemporaneous and recent radiations of the world’s major succulent lineages. Proc. Natl. Acad. Sci. USA 108, 8379–8384.   \nBellstedt, D.U., Van Zyl, L., Marais, E.M., Bytebier, B., de Villiers, C.A., Makwarela, A. M., Dreyer, L.L., 2008. Phylogenetic relationships, character evolution and biogeography of southern African members of Zygophyllum (Zygophyllaceae) based on three plastid regions. Mol. Phyl. Evol. 47, 932–949.   \nBergh, N.G., Linder, H.P., 2009. Cape diversification and repeated out-of-Africa dispersal in paper daisies (Asteraceae-Gnaphalieae). Mol. Phyl. Evol. 51, 5–18.   \nBittrich, V., 1990a. Systematic studies in Aizoaceae. Mitt. Inst. Allg. Bot. Hamburg 23b, 491–507.   \nBittrich, V., 1990b. Aizoaceae. A new species of Galenia from the Great Karoo. Bothalia 20, 217–219.   \nBittrich, V., Hartmann, H.E.K., 1988. The Aizoaceae – a new approach. Bot. J. Linnean Soc. 97, 239–254.   \nBobe, R., 2006. The evolution of arid ecosystems in eastern Africa. J. Arid Environ. 66, 564–584.   \nBohley, K., Joos, O., Hartmann, H., Sage, R., Liede-Schumann, S., Kadereit, G., 2015. Phylogeny and Sesuvioideae (Aizoaceae) – biogeography, leaf anatomy and the evolution of C4 photosynthesis. Perspect. Ecol. Evol. Syst. 17 (2), 116–130.   \nBruyns, P.V., Klak, C., Hanácˇek, P., 2011. Age and diversity in Old World succulent species of Euphorbia (Euphorbiaceae). Taxon 60, 1717–1733.   \nBruyns, P.V., Klak, C., Hanácˇek, P., 2014a. Evolution of the stapeliads (ApocynaceaeAsclepiadoideae) – repeated major radiation across Africa in an Old World group. Mol. Phyl. Evol. 77, 251–263.   \nBruyns, P.V., Klak, C., Hanáˇcek, P., 2015. Recent radiation of Brachystelma and Ceropegia (Apocynaceae) across the Old World against a background of climatic change. Mol. Phyl. Evol. 90, 49–66.   \nBruyns, P.V., Oliveira-Neto, M., Melo-de-Pinna, G.F., Klak, C., 2014b. Phylogenetic relationships in the Didiereaceae with special reference to subfamily Portulacarioideae. Taxon 63, 1053–1064.   \nCaujapé-Castells, J., Jansen, R.K., Membrives, N., Pedrola-Monfort, J., Montserrat, J. M., Ardanuy, A., 2001. Historical biogeography of Androcymbium Willd. (Colchicaceae) in Africa, Evidence from cpDNA RFLPs. Bot. J. Linn Soc. 136, 379–392.   \nChinnock, R.J., 1983. The Australian genus Gunniopsis Pax (Aizoaceae). J. Adelaide Bot. Gard. 6, 133–179.   \nCowling, R.M., Hilton-Taylor, C., 1999. Plant biogeography, endemism and diversity. In: Dean, W.R.J., Milton, S.L. (Eds.), The Karoo: Ecological Patterns and Processes. Cambridge University Press, Cambridge, pp. 42–56.   \nCowling, R.M., Proches\u0001, S\u0001., Desmet, P.G., Esler, K.J., 2009. Explaining the uniqueness of the Cape flora, incorporating geomorphic evolution as a factor for explaining its diversification. Mol. Phyl. Evol. 51, 64–74.   \nDrummond, A.J., Rambaut, A., 2007. BEAST, Bayesian evolutionary analysis by sampling trees. B.M.C Evol. Biol. 7, 214.   \nDrummond, A.J., Suchard, M.A., Xie, D., Rambaut, A., 2012. Bayesian phylogenetics with BEAUTi and the BEAST 1.7. Molec. Biol. Evol. 29, 1969–1973.   \nDupont, L.M., Linder, H.P., Rommerskirchen, F., Schefuß, E., 2011. Climate-driven rampant speciation of the Cape flora. J. Biogeogr. 38, 1059–1068.   \nFrancis, M.L., Fey, M.V., Prinsloo, H.P., Ellis, F., Mills, A.J., Medinski, T.V., 2007. Soils of Namaqualand: compensation for aridity. J. Arid Environ. 70, 588–603.   \nFriedrich, H.-C., 1957. Aizoanthemum Dinter ex Friedr., eine wenig beachtete Gattung der Ficoideae aus Südwestafrika. Mitt. Bot. Staatssamml. München 2, 339–347.   \nHartmann, H.E.K., 1988. Fruit types in Mesembryanthema. Beitr. Biol. Pfl. 63, 313– 349.   \nHartmann, H.E.K., 1991. Mesembryanthema. Contr. Bolus Herb. 13, 75–157.   \nHartmann, H.E.K., 2001. Illustrated Handbook of Succulent Plants, 2 Vols. Springer, Berlin.   \nHassan, N.S., Thiede, J., Liede-Schumann, S., 2005. Phylogenetic analysis of Sesuvioideae (Aizoaceae) inferred from nrDNA internal transcribed spacer (ITS) sequences and morphological data. Pl. Syst. Evol. 255, 121–143.   \nHernández-Ledesma, P., Berendsohn, W.G., Borsch, T., von Mering, S., Akhani, H., Arias, S., Castañeda-Noa, I., Eggli, U., Eriksson, R., Flores-Olvera, H., FuentesBazán, S., Kadereit, G., Klak, C., Korotkova, N., Nyffeler, R., Ocampo, G., Ochoterena, H., Oxelman, B., Rabeler, R.K., Sanchez, A., Schlumpberger, B.O., Uotila, P., 2015. A taxonomic backbone for the global synthesis of species diversity in the angiosperm order Caryophyllales. Willdenowia 45 (3), 281–383. http://dx.doi.org/10.3372/wi.45.45301.   \nHolm, L.G., Pancho, J.V., Herberger, J.P., Plucknett, D.L., 1979. A Geographical Atlas of World Weeds. Wiley, New York Chichester Brisbane Toronto.   \nHuelsenbeck, J.P., Rannala, B., 2004. Frequentist properties of Bayesian posterior probabilities of phylogenetic trees under simple and complex substitution models. Syst. Biol. 53, 904–913.   \nIhlenfeldt, H.-D., 1967. Über die Abgrenzung und die natürliche Gliederung der Pedaliaceae R. Br. Mitt. Inst. Allg. Bot. Hamburg 12, 43–128.   \nIhlenfeldt, H.-D., 1983. Dispersal of Mesembryanthemaceae in arid habitats. Sonderbd. Naturwiss. Ver. Hamburg 7, 381–390.   \nIhlenfeldt, H.-D., 1994. Diversification in an arid world: The Mesembryanthemaceae. Ann. Rev. Ecol. Syst. 25, 521–546.   \nIhlenfeldt, H.-D., 2010. Pedaliaceae – evolution and phylogeny of the succulent genera. Schumannia 6, 151–182.   \nIhlenfeldt, H.-D., Hartmann, H.E.K., 1982. Leaf surfaces in Mesembryanthemaceae. In: Cutler, D.F., Alvin, F.L., Price, C.E. (Eds.), The Plant Cuticle. Academic Press, London, pp. 397–423.   \nJordan, W.C., Courtney, M.W., Neigel, J.E., 1996. Low levels of intraspecific genetic variation at a rapidly evolving chloroplast DNA locus in North American duckweeds (Lemnaceae). Amer. J. Bot. 83, 430–439.   \nJürgens, N., 1997. Floristic biodiversity and history of African arid regions. Biodivers. Conserv. 6, 495–514. http://dx.doi.org/10.1023/A:1018325026863.   \nKadereit, G., Gotzek, D., Jacobs, S., Freitag, H., 2005. Origin and age of Australian Chenopodiaceae. Org. Divers. Evol. 5, 59–80.   \nKadereit, G., Muzina, Freitag, H., 2006. Phylogeny of Salicornioideae (Chenopodiaceae): diversification, biogeography, and evolutionary trends in leaf and flower morphology. Taxon 55, 617–642.   \nKelchner, S.A., Clark, L.G., 1997. Molecular evolution and phylogenetic utility of the chloroplast rpl16 intron in Chusquea and the Bambusoideae (Poaceae). Mol. Phylogenet. Evol. 8, 385–397.   \nKlak, C., Bruyns, P.V., Hedderson, T.A.J., 2007. A phylogeny and new classification for Mesembryanthemoideae (Aizoaceae). Taxon 56, 737–756.   \nKlak, C., Bruyns, P.V., 2012. Phylogeny of the Dorotheantheae (Aizoaceae), a tribe of succulent annuals. Taxon 61 (2), 293–307.   \nKlak, Bruyns, P.V., 2013. A new infrageneric classification for Mesembryanthemum L. (Aizoaceae: Mesembryanthemoideae). Bothalia 43 (2), 197–206.   \nKlak, C., Bruyns, P.V., Hanácˇek, P., 2013. A phylogenetic hypothesis for the recently diversified Ruschieae (Aizoaceae) in southern Africa. Mol. Phyl. Evol. 69, 1005– 1020.   \nKlak, C., Hanáˇcek, P., Bruyns, P.V., 2015. A phylogeny and revised classification for the Apatesieae (Aizoaceae: Ruschioideae) with a comparison of centres of diversity. Taxon 64, 507–522.   \nKlak, C., Khunou, A., Reeves, G., Hedderson, T.A.J., 2003. A phylogenetic hypothesis for the Aizoaceae (Caryophyllales) based on four plastid DNA regions. Amer. J. Bot. 90, 1433–1445.   \nKlak, C., Reeves, G., Hedderson, T.A.J., 2004. Unmatched tempo of evolution in Southern African semi-desert ice plants. Nature 427, 63–65. http://dx.doi.org/ 10.1038/nature02243.   \nLinder, H.P., 2008. Plant species radiations: where, when, why? Phil. Trans. Royal Soc. B 363, 3097–3105.   \nLinder, H.P., 2014. The evolution of African plant diversity. Front. Ecol. Evol. 2, 1–14.   \nMaddison, W.P., Maddison, D.R., 2009. Mesquite, A modular system for evolutionary analysis. Version 2.72. <http://mesquiteproject.org>.   \nManning, J.C., Goldblatt, P., 2012. Plants of the Greater Cape Floristic Region 1: The Core Cape Flora. Strelitzia 29. South African Biodiversity Institute, Cape Town.   \nMcCarthy, C., 1996. Chromas. Version 1.43. School of Biomolecular and Biomedical Science, Brisbane, Australia.   \nMidgley, J.J., Illing, N., 2009. Were Malagasy Uncarina fruits dispersed by the extinct elephant bird? S. Afr. J. Sci. 105, 467–469.   \nMiller, M.A., Pfeiffer, W., Schwartz, T., 2010. Creating the CIPRES Science Gateway for inference of large phylogenetic trees. In: Proceedings of the Gateway Computing Environments Workshop (GCF) 14 Nov. 2010. New Orleans, LA, pp. 1–8.   \nNicholas, K.B., Nicholas, H.B. Jr., 1997. GeneDoc, version 2.6.002. A tool for editing and annotating multiple sequence alignments. Distributed by the author. <http:// www.nrbsc.org/gfx/genedoc/index.html>.   \nNichols, D.J., Traverse, A., 1971. Palynology, petrology and depositional environments of some early Tertiary lignites in Texas. Geosci. Man 3, 37–48.   \nOxelman, B., Lidén, M., Berglund, D., 1997. Chloroplast rps16 intron phylogeny of the tribe Sileneae (Caryophyllaceae). Pl. Syst. Evol. 206, 393–410.   \nParolin, P., 2001. Seed expulsion in fruits of Mesembryanthema (Aizoaceae), a mechanistic approach to study the effect of fruit morphological structures on seed dispersal. Flora 196, 313–322.   \nParolin, P., 2006. Ombrohydrochory, rain-operated seed dispersal in plants – With special regard to jet-action dispersal in Aizoaceae. Flora 201, 511–518.   \nRambaut, A., Drummond, A.J., 2003. Tracer, version 1.5. <http://beast.bio.ed.ac. uk/tracer>.   \nRonquist, F., Huelsenbeck, J.P., 2003. MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics 19, 1572–1574.   \nSchinz, H., 1894. Ficoideae. Bull. Herb. Boiss. 2, 204–205.   \nSchinz, H., 1897. Die Pflanzenwelt Deutsch-Südwest-Afrikas (mit Einschluß der westlichen Calahari). Bull. Herb. Boiss. 5 (App. III), 79.   \nSchrire, B.D., Lavin, M., Barker, N.P., Forest, F., 2009. Phylogeny of the tribe Indigofereae (Leguminosae-Papilionoideae): geographically structured more in succulent-rich and temperate settings than in grass-rich environments. Amer. J. Bot. 96, 816–852.   \nScotese, C.R., Gahagan, M., Larson, R.L., 2008. Plate tectonic reconstructions of the Cretaceous and Cenozoic ocean basins. Tectonophysics 155, 27–48.   \nShaw, J., Lickey, E.B., Schilling, E.E., Small, R.L., 2007. Comparison of whole chloroplast genome sequences to choose noncoding regions for phylogenetic studies in angiosperms: the tortoise and the hare III. Am. J. Bot. 94, 275–288.   \nSnijman, D.A., 2013. Plants of the Greater Cape Floristic Region 2: The Extra Cape Flora. Strelitzia 30. South African Biodiversity Institute, Cape Town.   \nStamatakis, A., 2006. RAxML-VI-HPC: maximum likelihood-based phylogenetic analysis with thousands of taxa and mixed models. Bioinformatics 22, 2688– 2690.   \nTaberlet, P., Gielly, L., Pautou, G., Bouvet, J., 1991. Universal primers for amplification of three non-coding regions of chloroplast DNA. Pl. Molec. Biol. 17, 1105–1109.   \nTaylor, C.M., 1994. Revision of Tetragonia (Aizoaceae) in South America. Syst. Bot. 19 (4), 575–589.   \nThiede, J., 2004. Phylogenetics, systematics and classification of the Aizoaceae: a reconsideration based on molecular data. Schumannia 4, 51–58.   \nThulin, M., 1993. Notes on Tetragonia (Aizoaceae-Tetragonioideae) in Somalia. Nord. J. Bot. 13, 165–167.   \nThulin, M., 1994. Aspects of disjunct distributions and endemism in the arid parts of the Horn of Africa, particularly Somalia. In: Seyani, J.H., Chikuni, A.C. (Eds.), Proceedings of the 13th. Plenary Meeting AETFAT, Zomba, Malawi, vol. 2, pp. 1105–1119.   \nThulin, M., Thiede, J., Liede-Schumann, S., 2012. Phylogeny and taxonomy of Tribulocarpus (Aizoaceae): a paraphyletic species and an adaptive shift from zoochorous trample burrs to anemochorous nuts. Taxon 61 (1), 55–66.   \nValente, L.M., Britton, A.W., Powell, M.P., Papadopulos, A.S.T., Burgoyne, P.M., Savolainen, V., 2014. Correlates of hyperdiversity in southern African ice plants (Aizoaceae). Bot. J. Linn. Soc. 174, 110–129.   \nValente, L.M., Reeves, G., Schnitzler, J., Mason, I.P., Fay, M.F., Rebelo, T.G., Chase, M. W., Barraclough, T.G., 2010. Diversification of the African genus Protea (Proteaceae) in the Cape biodiversity hotspot and beyond: equal rates in different biomes. Evolution 64, 745–760.   \nValente, L.M., Savolainen, V., Manning, J.C., Goldblatt, P., Vargas, P., 2011. Explaining disparities in species richness between Mediterranean floristic regions: a case study in Gladiolus (Iridaceae). Global Ecol. Biogeogr. 20, 881–892.   \nVan der Pijl, L., 1969. Principles of Dispersal in Higher Plants. Springer, Berlin.   \nVerboom, G.A., Archibald, J.K., Bakker, F.T., Bellstedt, D.U., Conrad, F., Dryer, L.L., Forest, F., Galley, C., Goldblatt, P., Henning, J.F., Mummenhoff, K., Linder, H.P., Muasya, A.M., Oberlander, K.C., Savolainen, Snijman, D.A., Niet, T.v.d., Nowell, T.L., 2009. Origin and diversification of the Greater Cape flora: Ancient species repository, hot-bed of recent radiation, or both? Mol. Phyl. Evol. 51, 44–53.   \nVerdcourt, B., 1969. The arid corridor between the North-East and South-West areas of Africa. In: Van Zinderen Bakker, E.M. (Ed.), Paleoecology of Africa, vol. 4. Balkema, Cape Town, pp. 140–144.   \nWikström, N., Savolainen, V., Chase, M.W., 2001. Evolution of the angiosperms: calibrating the family tree. Proc. R. Soc. London B 268, 1–10.   \nYu, Y., Harris, A.J., Blair, C., He, X.J., 2015. RASP (Reconstruct Ancestral State in Phylogenies): a tool for historical biogeography. Mol. Phyl. Evol. 87, 46–49.   \nZachos, J., Pagani, M., Sloan, L., Thomas, E., Billups, K., 2001. Trends, rhythms and aberrations in global climate 65 Ma to present. Science 292, 686–693. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]