[
    {
        "type": "text",
        "text": "Review on plants with CNS-effects used in traditional South African medicine against mental diseases ",
        "text_level": 1,
        "bbox": [
            70,
            220,
            907,
            263
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Gary I. Stafford a, Mikael E. Pedersen b, Johannes van Staden a, Anna K. Jäger b,∗ ",
        "bbox": [
            70,
            272,
            719,
            291
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Research Centre for Plant Growth and Development, School of Conservation Sciences, University of KwaZulu-Natal, Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa b Department of Medicinal Chemistry, Faculty of Pharmaceutical Sciences, University of Copenhagen, 2 Universitetsparken, 2100 Copenhagen O, ",
        "bbox": [
            70,
            297,
            768,
            330
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a r t i c l e i n f o ",
        "text_level": 1,
        "bbox": [
            70,
            359,
            230,
            372
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b s t r a c t ",
        "text_level": 1,
        "bbox": [
            346,
            359,
            457,
            372
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 15 May 2008   \nReceived in revised form 2 August 2008   \nAccepted 5 August 2008   \nAvailable online 15 August 2008 ",
        "bbox": [
            68,
            385,
            273,
            438
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nAgeing   \nAlzheimer’s disease   \nEpilepsy   \nDepression   \nMental health   \nSouth African traditional medicine ",
        "bbox": [
            68,
            453,
            247,
            528
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The majority of the population in South Africa use traditional health care to treat various mental conditions. In this review, we present ethnobotanical information on plants used by the traditional healers in South Africa to treat mental illnesses, specifically epilepsy, depression, age-related dementia and debilitative mental disorders. Details of the recent scientific studies conducted on some of these plants are reviewed. ",
        "bbox": [
            347,
            385,
            946,
            432
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Extracts of Searsia chirindensis, Cotelydon orbiculata and Leonotis leonurus have shown in vivo anticonvulsant activity. Extracts from Searsia dentata and Searsia pyroides showed spontaneous epileptiform discharge in mouse cortical slices, and acted as NMDA-receptor antagonists. Apigenin, amentoflavone and agathisflavone with affinity to the benzodiazepine site on the $\\mathsf { G A B A } _ { \\mathsf { A } }$ -receptor were isolated from Searsia pyroides. Naringenin with affinity to the $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor was isolated from Mentha aquatica. ",
        "bbox": [
            347,
            433,
            946,
            505
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Agapanthus campanulatus, Boophone disticha, Mondia whitei and Xysmalobium undulatum exhibited antidepressant-like activity in three in vivo models for depression. Amaryllidaceae alkaloids with activity to the serotonin transporter were isolated from Boophone disticha. The alkaloid mesembrine, which act as a serotonin reuptake inhibitor, was isolated from Sceletium tortuosum. ",
        "bbox": [
            347,
            506,
            946,
            553
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Investigations of plants used to treat age-related dementia and debilitative mental disorders lead to the isolation of a number of Amaryllidaceae alkaloids with acetylcholinesterase inhibitory activity from Boophone disticha and Crinum species. Extracts of Mentha aquatica, Gasteria croucheri, Ruta graveolens and Scotia brachypetala inhibited MAO-B. Naringenin was isolated from Mentha aquatica as a MAO inhibitor. ",
        "bbox": [
            347,
            554,
            946,
            602
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Only a small number of the more than 300 southern African plant species reported to treat or affect the CNS have been scientifically evaluated. Very few of the active compounds have been isolated and identified. ",
        "bbox": [
            344,
            602,
            944,
            636
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$^ { © }$ 2008 Elsevier Ireland Ltd. All rights reserved. ",
        "bbox": [
            675,
            636,
            944,
            648
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "bbox": [
            72,
            682,
            176,
            693
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Currently in South Africa a dual healthcare system exists: one based on traditional medicine and another based on Western medical practice. The use of traditional medicine in South Africa is widespread where it is estimated that as high as $80 \\%$ of the black population consult traditional healers. The more available traditional healthcare system offers a cheap, individualized and culturally appropriate alternative to the costly allopathic system. The state healthcare system with 8000 doctors including 18 neurologists provides aid for $8 5 \\%$ of the population (approximately 38 million people) whereas $1 5 \\%$ of the population (approximately 7 million people) is covered by private healthcare system with 12,000 doctors including 55 neurologists (Eastman, 2005). The number of traditional healers, on the other hand, outnumbers the allopathic doctors by at least 10 to 1 (Morris, 2001). ",
        "bbox": [
            70,
            708,
            492,
            760
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            682,
            946,
            813
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Traditional practice may include psychological, spiritual and cultural elements, as well as a medical element. This review deals with the medical element, namely the plants traditional healers use in their treatments. In this paper we will review plants used in South African traditional medicine in these categories of indications: epilepsy and convulsions, depression, age-related dementia and debilitative mental disorders. ",
        "bbox": [
            522,
            814,
            946,
            904
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Taken as an infusion or smoked to treat convulsions in Zimbabwe (Gelfand et al., 1985). The Kwena and Kgatla administer milk decoctions of rhizome to frightened children at night (Hutchings et al., 1996) presumably to calm them ",
        "bbox": [
            240,
            193,
            904,
            221
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rhizome infusion is administered as enemas for fits in the Eastern Cape of South Africa (formerly the Transkei) (Hutchings et al., 1996). The Zulu name, ishaladi lezinyoka means ‘garlic/shallots of the snakes’, the plant parts smell of garlic and is used by Zulu as a snake repellent (Hutchings et al., 1996) ",
        "bbox": [
            247,
            253,
            897,
            284
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "n Transkei the bulb is rubbed on the body as protection from evil spirits before ritual dancing by diviners (Hutchings et al., 1996). Leaves are rubbed on the head of restless young children (Batten and Bokelmann, 1966) presumably to calm them ",
        "bbox": [
            248,
            290,
            900,
            321
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Weak decoctions of bulb scales given to sedate violent, psychotic patents (van Wyk and Gericke, 2000). Traditional healers and patients in South Africa drink bulb infusions to induce hallucinations for divinatory purposes, and also as a medicine to treat mental illness (Sobiecki, 2002) ",
        "bbox": [
            247,
            393,
            906,
            423
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "uvale of Zambia use the leaves to prevent fits (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            267,
            467,
            576,
            482
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The roots are covered with a dense layer of very fine root hairs, that are reportedly used as a sedative snuff, and the smoke of the burned roots is inhaled as a sedative (van Wyk and Gericke, 2000) ",
        "bbox": [
            245,
            478,
            911,
            510
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "used to strengthen the body, stimulate circulation and for rheumatism (Pujol, 1990), bark decoctions are traditionally administered for mental disturbances in kei (Hutchings et al., 1996). Stembark aqueous extract $1 0 0 { - } 8 0 0 \\mathrm { m g / k g }$ i.p.) significantly delayed $( p < 0 . 0 5 - 0 . 0 0 1 _ { . }$ ) the onset of, and antagonized lenetetrazole-induced seizures (Ojewole, 2008c). The plant’s stem-bark aqueous extract $1 0 0 { - } 8 0 0 \\mathrm { m g / k g }$ i.p.) also profoundly antagonized picrotoxin-induced seizures, ly weakly antagonized bicuculline-induced seizures (Ojewole, 2008c). The aqueous and ethanolic extracts of the leaves and roots did not show any activity in the -benzodiazepine receptor assay (Risa et al., 2004a,b) ",
        "bbox": [
            269,
            519,
            907,
            591
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Roots are used to treat fits in children (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            247,
            596,
            524,
            611
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "n Zimbabwe the roots are use in infusions to treat delirium (Gelfand et al., 1985). Two biflavonoids, agathisflavone and amentoflavone $\\mathrm { \\tilde { \\it K } _ { i } }$ of 28 and $3 7 \\mathrm { n M }$ , respectively), with activity in the 3H-Ro 15–1788 (flumazenil) binding assay, for $G \\mathsf { A B A _ { A } }$ -benzodiazepine receptor binding activity, were isolated from the ethanol extract of the leaves from Rhus pyroides. Extracts of Rhus dentata and Rhus pentheri were not as active as the extract from Rhus pyroides; both were found to contain apigenin and agathisflavone (Svenningsen et al., 2006) ",
        "bbox": [
            249,
            648,
            906,
            705
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Root infusions are drunk to treat convulsions in Malawi (Gelfand et al., 1985; Sobiecki, 2002). Artabotrys spp. Is used in Madagascar as a stimulant (Githens, 1949; Sobiecki, 2002) ",
        "bbox": [
            245,
            709,
            899,
            737
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Smoking the roots reportedly results in mild sedation and vivid dreams (van Wyk et al., 1997). Antihypertensive, antimicrobial and diuretic effects have been indicated in tests on animals (van Wyk et al., 1997). The dry rhizome and roots are smoked, or powdered and taken as a snuff by diviners and healers to assist in divination and communication with ancestors (Hutchings et al., 1996; van Wyk et al., 1997) ",
        "bbox": [
            243,
            768,
            900,
            813
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Watt (1967) mentions Arctopus echinatus as being administered, together with potassium nitrate, for epilepsy. He states that in this form it may cause drowsiness. This plant was held in great esteem as a “comfort to the sick”, hence the Afrikaans vernacular name sieketroos (Pappe, 1847, 1857). It is thought to have been adopted from the Khoi-San by the Early Cape Settlers (Pappe, 1847, 1857). Their resinous roots are chemically similar to those of Alepidea amatymbica Eckl. and Zeyh. (ikhathazo in Zulu), a well-known Zulu and Sotho medicinal plant, with an equally rich ethnobotanical history (van Wyk et al., 1997; van Wyk and Gericke, 2000; Magee et al., 2007) ",
        "bbox": [
            240,
            825,
            912,
            885
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Centella asiatica (L.) Urb.\\* ",
        "bbox": [
            68,
            100,
            166,
            114
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Dried powdered leaves are used by unspecified groups as a snuff, which reportedly produces a calming, sedative effect (van Wyk and Gericke, 2000). Triterpenes have been demonstrated to exhibit tranquillising, anxiolytic activity and stress relief (van Wyk and Gericke, 2000). In parts of India it is given with milk to improve memory against dementia and aging (Ahuja, 1965). Constituents in Centella asiatica include essential oil, triterpenoid saponins, such as asiaticocide, brahmoside and thankuniside, alkaloids (hydrocotyline) and some bitter principles (Chevallier, 1996). Sedative action has been shown by triterpenes, such as those present in Centella asiatica (Brinkhaus et al., 2000; Wijeweeraa et al., 2006). These triterpenes exhibit anxiolytic activity that is thought to be due to cholinergic mechanisms. Furthermore, an extract from Centella asiatica was shown to exert a dose-dependent increase in GABA levels, in rat brain (Chatterjee et al., 1992)   \nThe Shona of Zimbabwe use root infusions taken in porridge to treat epilepsy (Gelfand et al., 1985) ",
        "bbox": [
            243,
            99,
            910,
            201
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Steganotaenia araliacea Hochst. ",
        "bbox": [
            69,
            186,
            189,
            200
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Apocynaceae ",
        "text_level": 1,
        "bbox": [
            61,
            218,
            113,
            231
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Acokanthera oppositifolia (Lam.) Codd Ubuhlungu-benyoka (Z) –hlungu (n) pain, nyoka (n) snake – pain of the snake ",
        "bbox": [
            69,
            231,
            229,
            275
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leaf infusions are administered against fits in the Transkei but are reputed to be very poisonous if ‘too strong’ (quantities not specified) (Hutchings et al., 1996). Twig decoctions are taken as battle ‘charms’ by Thembu and large twigs are burned in huts for protection against evil spirits known as impundulu (Hutchings et al., 1996) ",
        "bbox": [
            243,
            231,
            877,
            262
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Carissa edulis Vahl Syn: Azima pubescens Suess. ",
        "bbox": [
            69,
            284,
            179,
            312
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Malawi the roots are mixed with the roots of Securidaca longipedunculata (Polygalaceae) and used in a body wash to treat epilepsy (Gelfand et al., 1985) ",
        "bbox": [
            245,
            282,
            838,
            299
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Rauwolfia caffra Sond. Syn: R. natalensis Sond. Quinine-tree (E), kinaboom (A) ",
        "bbox": [
            69,
            321,
            190,
            363
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Decoctions of the bark are used in South Africa as a tranquilliser for hysteria, and for insomnia, and the dried leaves are used as a snuff for headaches (van Wyk et al., 1997). In the Transkei, bark is used by traditional healers as a tranquilliser for patients believed to be ‘possessed by spirits’ (Broster, 1981). Valley Trust healers in Natal reportedly use bark of umhlambamanzi (Z) to ward off ‘evil spirits’ (Hutchings et al., 1996) ",
        "bbox": [
            243,
            321,
            907,
            364
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Araceae ",
        "text_level": 1,
        "bbox": [
            61,
            381,
            93,
            393
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Acorus calamus L.\\*   \n(sometime under Acoraceae)   \nIkalamuzi (Z)   \nGround rhizomes are used for nervous disorders (Pujol, 1990), they are also reported to be ground and mixed with dagga (Cannabis sativa L.) by dagga smokers to mask the   \ndistinctive smell (Hutchings et al., 1996), they are widely used as tonics and stimulants (Hutchings et al., 1996), rhizomes are reported to be bitter and have eupeptic,   \nantithermic, emmenagogic and tranquillizing effects (Chiej, 1984), rhizomes and roots have sedative and analgesic properties (Watt, 1967; Lewis and Elvin-Lewis, 1977),   \nhallucinogenic effects and narcotic effects on cobras are also reported (Hutchings et al., 1996). Asarone (chemically similar to mescaline) and $\\beta$ -asarone (chemically similar to   \nmyristicin and kava alkaloids) are presumed to be active hallucinogenic principles (Lewis and Elvin-Lewis, 1977)   \nIn Ghana, unspecified parts are used to treat convulsions in children (Irvine, 1961). The Sotho people use leaf decoctions together with other unspecified pants to treat mental   \ndisease (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            66,
            396,
            182,
            438
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            243,
            394,
            909,
            499
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Araliaceae Cussonia longissima Hutch. & Dalz.. ",
        "bbox": [
            63,
            455,
            203,
            484
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Asclepiadaceae Gomphocarpus physocarpus E. Mey ",
        "bbox": [
            63,
            515,
            203,
            544
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leaves used to ‘strengthen body’ (Pujol, 1990), powdered leaf is used as sedative (van Wyk and Gericke, 2000) ",
        "bbox": [
            244,
            529,
            665,
            544
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Asparagaceae Asparagus species Asparagus virgatus Baker Syn: Protasparagus virgatus (Baker) Oberm. Iphinganhloya (Z) – means what suppresses the ill-omen, it is used as a protective charm to ward off the effects of evil (Pooley, 2005)   \nAsphodelaceae Bulbine latifolia (L. f.) Roem. & Schult. Ibhucu (Z) ",
        "bbox": [
            61,
            561,
            237,
            719
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Roots of an unidentified species are burned, the ash powdered and placed in incisions for febrile convulsions in Zimbabwe (Chinemana et al., 1985). Asparagus africanus Lam. (Syn: Protasparagus africanus (Lam.) Oberm.) is used to treat mental illness and disturbances in east Africa (Kokwaro, 1976). The Zulu name iphinganhloya means what suppresses the ill-omen, it is used as a protective charm to ward off the effects of evil (Pooley, 2005). In South Africa leaves, stems and roots of Asparagus africanus are pounded and soaked in water to make an infusion. Drunken two to three times a day, it should relieve problems of mental disturbance (Kokwaro, 1976) ",
        "bbox": [
            243,
            574,
            906,
            633
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Decoctions are taken by groups of Zulu men and adolescents as emetics in purification rites aimed at preventing ‘anti-social behaviour’ (Hutchings et al., 1996). Xhosa use underground organs (tubers) to make decoctions used to treat convulsions in children (Broster, 1981; Pujol, 1990). The root is boiled in water for a few minutes and the infusion taken in small doses twice daily, two teaspoons for convulsions (Pujol, 1990) ",
        "bbox": [
            238,
            690,
            900,
            734
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Asteraceae ",
        "text_level": 1,
        "bbox": [
            63,
            737,
            104,
            749
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Arctotis arctotoides (L. f.) O. Hoffm.   \nBerkheya discolor (DC.) O. Hoffm. & Muschl.   \nBlumea alata (D. Don) DC.   \nCenia sericea DC.   \nConyza scabrida DC.   \nDicoma shinzii O. Hoffm.   \nHelichrysum odoratissimum (L.) Sweet   \nLeaf juice is a Xhosa treatment for epilepsy in South Africa (Watt and Breyer-Brandwijk, 1962)   \nIn Lesotho a decoction of unspecified parts, most likely leaves, is used to pacify nervous patients (Jacot Guillarmod, 1971)   \nLeaves are used in Zimbabwe for enemas to treat convulsions (Gelfand et al., 1985)   \nUsed in the eastern Cape region of South Africa to assist with restful sleep and to break high fever (Batten and Bokelmann, 1966)   \nEarly records in South Africa suggest that leaf decoctions are administered to children suffering from convulsions (Smith, 1895)   \nUsed to treat febrile convulsions (referred to as ‘arm movements’ possible the result of a fever) in children by the San in the Kalahari (van Wyk and Gericke, 2000)   \nLeaves and stems are widely used as incense to invoke the goodwill of the ancestors and in other forms of traditional medicine (Hutchings et al., 1996); The smoke is   \nreportedly sedative, and helpful for insomnia. The smoke from Helichrysum foetidum (L.) Moench and Helichrysum stenopterum DC. are inhaled by healers in KwaZulu-Natal to   \ninduce a trance (van Wyk and Gericke, 2000)   \nThe Shona of Zimbabwe use the roots in a body wash as well as applying them to incisions made on the forehead to treat convulsions (Gelfand et al., 1985)   \nThe Shona of Zimbabwe apply the roots to incisions made on the forehead to treat convulsions (Gelfand et al., 1985)   \nReported used as part of a European remedy for treating convulsions in the cape of South Africa (Watt, 1967) ",
        "bbox": [
            66,
            749,
            235,
            850
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            243,
            747,
            911,
            924
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Launaea nana (Bak.) Chiov. Lopholaena coriifolia (Sond.) Phill. & C.A. Sm. Oncosiphon piluliferum (L.f.) Kallersjo ",
        "bbox": [
            69,
            880,
            239,
            922
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Known as fructus simulo, the unripe fruit is used to treat epilepsy in southern Africa (Watt, 1967; van Wyk and Gericke, 2000). The Zulu are reported to use this plant for magical purposes (Pooley, 1993) ",
        "bbox": [
            240,
            354,
            891,
            386
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In South Africa the Venda use the leaves and bark which are heated over a fire, without water, and the resultant vapour or steam is inhaled to treat children with convulsions (Mabogo, 1990; Venter and Venter, 1996) ",
        "bbox": [
            240,
            420,
            860,
            450
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Shona from Zimbabwe reportedly use the root which is chewed, and the leaves which are rubbed on the face, to treat epilepsy (Gelfand et al., 1985). Coates-Palgrave (2002) mentions the inclusion of this plant in beer as an aphrodisiac ",
        "bbox": [
            247,
            478,
            892,
            510
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In various parts of East Africa, root decoctions are taken for epilepsy (Kokwaro, 1976) ",
        "bbox": [
            242,
            537,
            569,
            554
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the cape of South Africa unspecified parts are used to encourage sleep and to bring good dreams (De Jager, 1963) ",
        "bbox": [
            243,
            594,
            684,
            611
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Early accounts recall that Europeans and Africans have used a milk decoction of the leaf in treatments of epilepsy in South Africa (Smith, 1888; Watt, 1967). Refer to Oncosiphon suffruticosum; used in a treatment for infantile convulsions, together with Ruta graveolens (van Wyk and Gericke, 2000) ",
        "bbox": [
            248,
            655,
            876,
            685
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Unspecified parts are used in Zimbabwe for the treatment of convulsions in children (Gelfand et al., 1985) ",
        "bbox": [
            242,
            715,
            648,
            731
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Convolvulaceae Ipomoea species ",
        "bbox": [
            61,
            95,
            133,
            124
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Unspecified groups in Zimbabwe use Ipomoea batatas (L.) Lam.\\* with Cussonia arborea in the treatment of madness (Gelfand et al., 1985). This tropical American ornamental climber (Ipomoea tricolor Cav.) common in many gardens has been reported to be hallucinogenic when 200 to 500 seeds are chewed in South Africa (Gelfand et al., 1985). Two to four seeds of Ipomoea alba L.\\* (another tropical American species) crushed in water and taken at night result in vivid dreams, and the seeds of an unknown Convolvulaceae are used to induce dreams and communication with the ancestors (van Wyk and Gericke, 2000). The root of Ipomoea ommaneyi Rendle is used as a decoction taken orally to treat convulsions (Gelfand et al., 1985), and as an infusion taken orally as an aphrodisiac (van Wyk and Gericke, 2000). The active substances in the seeds of various species of Ipomoea and other members of the Convolvulaceae are alkaloids such as ergine, lysergol, and various clavines which are well described hallucinogens (van Wyk and Gericke, 2000) ",
        "bbox": [
            235,
            109,
            911,
            196
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Crassula arborescens (Mill.) Willd. ",
        "bbox": [
            69,
            396,
            197,
            411
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fresh leaf juice used by unspecified groups in the treatment of epilepsy in the Cape (Hutchings et al., 1996), half cup doses are taken two or three times a day. Also used by the   \nSotho for various diseases (unspecified) and as a protective ‘charm’   \nThere are early reports of unspecified parts being used in South Africa to treat epilepsy (Pappe, 1857) ",
        "bbox": [
            235,
            368,
            906,
            413
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Roots used to treat convulsions by the Shona in Zimbabwe. Several cases of suspected poisoning from ingestion of the roots have been reported (Bryant, 1966; Gelfand et al., 1985). Decoctions made from the leaves or fruit of Cucumis africanus L.f. are used by Xhosa healers as emetics for patients thought to have been bewitched (Smith, 1895). Fruit Cucumis myriocarpus Naud. is used to make dogs ferocious in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            233,
            442,
            900,
            487
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Uthangazane (Z) thanga ‘pumpkin’ $^ +$ azi ‘biggish’ $^ +$ ane ‘smallish’, i.e. a plant resembling a medium-sized pumpkin Momordica balsamina L ",
        "bbox": [
            66,
            485,
            224,
            544
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Inkaka, intshungu (Z) ",
        "bbox": [
            68,
            559,
            153,
            573
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Decoctions or cold infusions of the runners are used to soothe ‘squeamish stomachs’ (Bryant, 1966). Momordica foetida Schumach also used for the same purpose. As well as in Paraguay the roots are used to treat epilepsy (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            234,
            529,
            902,
            559
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dioscoreaceae Dioscorea diversiflora Griseb Udakwa (Z) dakwa (v) be drunk, be intoxicated ",
        "bbox": [
            61,
            589,
            214,
            647
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Unspecified groups in southern Africa use tubers to treat hysterical fits (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            235,
            603,
            644,
            618
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dioscorea dregeana Baker   \nIlabatheka (Z) – (n) for causing madness or excitement;   \nUndiyaza (Z) – be stunned, confused, giddy’   \nUdakwa (Z) – being drunk ",
        "bbox": [
            68,
            655,
            224,
            742
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Tuber is Zulu remedy for hysteria, convulsions and epilepsy (Watt, 1967). In southern Africa tubers are used for hysterical fits and to cure insanity (Gerstner, 1941; Watt and Breyer-Brandwijk, 1962). The Zulu administer small pieces of root, boiled in water, for nervous spasms and cramps (Pujol, 1990). Cold infusions are used by Xhosa as soporifics. Maize cobs boiled in strong tuber decoctions are used to inebriate monkeys so that they can be easily caught (Hutchings et al., 1996); Two teaspoons of fresh macerate from the tuber are reputed to make a person drunk and intoxicated (Gerstner, 1939). Tubers are eaten, after being soaked in running water for several days, as a famine food by the Mpondo (Watt and Breyer-Brandwijk, 1962). Insufficiently soaked tubers are reported to produce paralysis of the legs and raw tubers can produce narcosis ",
        "bbox": [
            235,
            655,
            902,
            737
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ebenaceae Euclea crispa (Thumb.) Guerke Idungamuzi (Z) male plant; Umsekisane (Z) female plant Diospyros lyciodes Desf. ",
        "bbox": [
            61,
            759,
            189,
            830
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Euphorbiaceae Antidesma venosum E. Mey. ex Tul. Bridelia cathartica Bertol. f. ",
        "bbox": [
            61,
            862,
            201,
            904
        ],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/149d38e22327aa1b5da9787d99bb122066a7458eef96c07c002de930321d2786.jpg",
        "table_caption": [
            "Table 1 (Continued ) "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Family Species</td><td>Traditional use,ethnobotanical information and known active constituents</td></tr><tr><td>Colloquial name - meaning1 Croton gratissimus Burch.</td><td>ThefumesfromgroundlavesmiedwittoseofothCotospeciesplaceootcoaseinaledtotreatinsoa(lmerandia7)</td></tr><tr><td>Ihubeshane-elikhulu</td><td></td></tr><tr><td>Flueggea virosa (Roxb. ex Willd.) Voigt. Jatropha curcas L.</td><td>Leaf sap is reported to be used to treat epilepsy and mental illness in East Africa (Haerdi,1964) ot</td></tr><tr><td>Inhlakuva (Z) also the Zulu name for castor-oil bean (Ricinus communis) Fabaceae</td><td>Zimbbe</td></tr><tr><td>Abrus precatorius L. Syn: A. squamulosus E.Mey.</td><td>otre</td></tr><tr><td>Umkoka (Z) Acacia amythethophylla Steud.ex A. Rich.</td><td>1982).The leaves with palm oil are taken to treat convulsions in Ghana and Gabon (Dalziel, 1937)</td></tr><tr><td>Acacia karoo Hayne</td><td>u Zimbabwe (Gelfand et al., 1985). In Zimbabwe therootsare used for general body pains,dizzines,convulsions andas anaphrodiasiac(Gelfand etal,1985)</td></tr><tr><td>Isikhombe, umunga (Z) Bauhinia thonningi Schumach</td><td></td></tr><tr><td>Bolusanthus speciosus (H. Bol.) Harms Caesalpinia bondac (L.) Roxb.</td><td>Powderedotllsteagsabbed) Roots reported to have sleep-inducing effect by the Tsonga people (Liengme, 1981)</td></tr><tr><td></td><td>Uspei</td></tr><tr><td>Chamaecrista mimosoides (L.) Greene Imbubu yotaboni (Z),umbonisela (Z)</td><td>ColdwaterfusUdod</td></tr><tr><td>Desmodium barbatum (L.) Benth.</td><td>placdde; Hutchings et al., 1996)</td></tr><tr><td></td><td>Infusedtogethitureig(oteace),itakenoalledafovedystotepsibbe(elf98)</td></tr></table>",
        "bbox": [
            49,
            78,
            906,
            490
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "he Zulu use mixture of roots ground with those of Croton species with one part lion fat, a little ground lion bone and one portion python fat that is burned in homes as a ranquilliser and to dispel worries (Palmer and Pitman, 1972). In unspecified parts of southern Africa, residues from evaporated ground roasted roots mixed with water are icked from fingers to induce sleep (Palmer and Pitman, 1972) ",
        "bbox": [
            250,
            537,
            901,
            581
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Unspecified parts are used to treat children’s convulsions in Madagascar (Jenkins, 1987). In Mauritius, decoctions of young leaves and stems are given for insomnia and nervousness (Gurib-Fakim et al., 1993). Leaves are also used for insomnia in Ecuador (Schultes and Raffauf, 1990). The Zulu name umazifisa means ‘self-desire’ and the plant i used as an ingredient in preparations designed to make an enemy impotent (Hutchings et al., 1996) ",
        "bbox": [
            240,
            589,
            902,
            635
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Drops of a decoction made from roasted ground bark mixed with water and elephant dung are licked from the hands to drive away ‘starts’ while sleeping (Palmer and Pitma 1972) ",
        "bbox": [
            245,
            684,
            897,
            715
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The roots are burned and the smoke inhaled to treat madness, while decoctions of the root are taken orally for convulsions in Zimbabwe (Gelfand et al., 1985). Seeds of S. occidentalis (L.) Link are used in India to treat convulsions in children (Lal and Gupta, 1973) ",
        "bbox": [
            244,
            727,
            891,
            759
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A decoction of the roots together with Diospyros lycioides (Ebenaceae) and Euclea natalensis (Ebenaceae) are taken to treat epilepsy in Venda, South Africa (Arnold and Gulumian, 1984) ",
        "bbox": [
            244,
            779,
            881,
            811
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Sotho used cooked roots for palpitations and decoctions of the plant with Commelina africana (Commelinaceae) for weak hearts and nervousness. Reported to be toxic (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            244,
            830,
            899,
            862
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Zulus use several Vigna species (Vigna luteola (Jacq.), Vigna unguiculata (L.) Walp. and Vigna vexillata (L.) A. Rich.) as emetic love charms (Gerstner, 1939). Vigna unguiculat root is used in infusions prepared with porridge to treat epilepsy in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            240,
            867,
            905,
            899
        ],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/b6e74a5b3e061e4970c8e343cdfc53f6d7b8fa60db9027325ff530f62c2706c5.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<table><tr><td>Gentianaceae Chironia krebsii Griseb.</td></tr><tr><td>Hyacinthaceae Ledebouria cooperi (Hook.f.) Jessop Syn: Scilla adlamii Baker,Scilla</td></tr><tr><td>cinerascens Van der Merwe,Scilla cooperi Hook.f.,Scilla galpinii Baker, Scilla glaucescens Van der Merwe,Scilla inandensis Baker,Scilla petiolata Van der Merwe,Scilla pusilla Baker,Scilla rogersii Baker,Scilla rupestris Van der Merwe,Scilla saturata Baker icubudwana (Z) Schizocarphus nervosus (Burch.) Van der Merwe</td></tr><tr><td>Syn. Ornithogalum nervosum Burch., S. acerosus Van der Merwe,S.gerrardii (Baker) Vander Merwe,S.rigidifolius (Kunth) Van der Merwe,Scilla gerrardii Baker, Scilla nervosa (Burch.) Jessop, Scillarigidifolia Baker,Scilla rigidifolia Baker var. acerosa Van der Merwe, Scilla rigidifolia Baker var.nervosa Baker Ingcino, ingcolo (Z)</td></tr><tr><td>Hypoxidaceae Hypoxis hemerocallidea Fisch.&amp; C.A. Mey</td></tr><tr><td>Lamiaceae</td></tr><tr><td>Ballota africana (L.) Benth. Syn: Marrubium africanum L.</td></tr><tr><td>Hemizygia bracteosa (Benth.) Briq.</td></tr><tr><td>Hoslundia opposita Vahl</td></tr><tr><td>Leonotis leonurus (L.) R.Br. Ocimim canum Sims</td></tr></table>",
        "bbox": [
            60,
            63,
            239,
            961
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Used for relieving uneasiness during pregnancy by the Sotho (Watt and Breyer-Brandwijk, 1962). Preparations from Chironia baccifera L. are reported to produce sleepiness and perspiration (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            242,
            92,
            899,
            122
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Ground bulbs in milk are used as an enema to relieve nervous conditions in children by unspecified groups in Limpopo (northern Transvaal) (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            247,
            312,
            906,
            329
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Corm infusions used to treat insanity in South Africa (Pujol, 1990). Anticonvulsant activity of Hypoxis hemerocallidea corm aqueous extract in mice has been demonstrated (Ojewole, 2008b). ",
        "bbox": [
            243,
            517,
            896,
            547
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Infusions or brandy tinctures are used, in the Western Cape for the treatment of hysteria and insomnia (van Wyk and Gericke, 2000) ",
        "bbox": [
            245,
            578,
            752,
            593
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The leaves are smoked or chewed by the San in Botswana to give energy for dancing and as a stimulant (van Wyk and Gericke, 2000). The Shona of Zimbabwe are reported to used powdered leaves orally to treat fits (Gelfand et al., 1985)   \nIn Zimbabwe root infusions are used to treat fits and epilepsy (Gelfand et al., 1985). Hoslundia species are used in West Africa to treat epilepsy and mental illness (Ayensu, 1978). Leaf extracts showed GABAergic activity (Risa et al., 2004a,b)   \nThis plant is reported to be mildly narcotic (Watt and Breyer-Brandwijk, 1962). Leaves are reported to have been smoked for partial paralysis and epilepsy (Watt and Breyer-Brandwijk, 1962; Hutchings et al., 1996). Aqueous extracts are reported to have anticonvulsant activity in animal studies (Bienvenu et al., 2002)   \nThe Ndebele of Zimbabwe use the whole plant together with the seeds of Ricinus communis L.\\* and Chenopodium ambrosidiodes L.\\* as snuff to treat madness (Gelfand et al., 1985). Unspecified groups in Malawi burn the leaves and inhale the smoke, and also wash the body of the patient with decoctions of the leaves, to treat convulsions (Gelfand et al., 1985). In central Africa the leaves together with those of Cymbopogon densiflorus Stapf. are macerated and used as a treatment for epilepsy (Watt, 1967). Ocimum species are used in west Africa to treat delirium (Ayensu, 1978)   \nThe roots are eaten in porridge, or applied to the face and used in washes to treat madness and convulsions in Zimbabwe (Gelfand et al., 1985).   \nUnspecified groups in the cape of South Africa used an infusion of the dried leaves as a treatment for convulsions (Watt and Breyer-Brandwijk, 1962)   \nUnspecified groups use the plant in combination with Valeriana capensis (Valerianaceae) to treat hysteria and insomnia in South Africa (van Wyk and Gericke, 2000). Stachys aethiopica L. is reportedly burnt in huts to cure feverish delirium in Lesotho (Jacot Guillarmod, 1971)   \nThe Shona of Zimbabwe use the roots and leaves as a body wash for convulsions (Gelfand et al., 1985) ",
        "bbox": [
            242,
            615,
            910,
            831
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bark is used in Zulu traditional medicine as a strengthening medicine taken after the death of a kraal member (Gerstner, 1941). Leaves reported to be used for infantile convulsions and in rituals in unspecified parts of Africa (Iwu, 1993) ",
        "bbox": [
            233,
            139,
            882,
            169
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Suspected as being used by the !Kung, a group belonging to the San, to facilitate kia, a trance-like state (Winkelman and Dobkin De Rios, 1989). An unidentified species is used by the Shona of Zimbabwe to treat epilepsy, madness and convulsions (Gelfand et al., 1985) ",
        "bbox": [
            240,
            198,
            906,
            230
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Decoctions made from a large handful of freshly pounded leaves of this exotic in two litres of water are administered as emetics to epileptic patients after a fit (Hutchings et al., 1996). The fruit is applied externally to treat convulsions, spasms and nervous pain (Hutchings et al., 1996). Reported to have CNS-suppressant activity (Watt, 1967) and all parts considered to be toxic (Watt and Breyer-Brandwijk, 1962). Symptoms include mental confusion, stupor and convulsions. Root bark extracts have been shown to have sedative and depressant properties in animal studies in Nigeria (Adesina, 1982) ",
        "bbox": [
            229,
            327,
            906,
            386
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Roots are used by diviners to enter the neurotic state needed for divining dances (Watt and Breyer-Brandwijk, 1962; Hutchings et al., 1996). Emetics made from bark are taken to prevent the fearful dreams thought to be symptomatic of heart weakness (Bryant, 1966). Strengthening medicine made from unspecified parts are taken after the death of a kraal member (Gerstner, 1941). Reported to be poisonous if overdoses are taken, amounts not specified (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            239,
            394,
            902,
            440
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Root infusions are used to treat epilepsy, leaves are burnt and the smoke inhaled for treating madness in Zimbabwe (Gelfand et al., 1985) Used by the Europeans in the Cape of South Africa to treat convulsions (Watt, 1967) and early accounts suggest that the Hottentots (Khoi) of Namaqualand also use unspecified parts to treat convulsions (Laidler, 1928) ",
        "bbox": [
            240,
            480,
            870,
            526
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Zulu use a tincture of the bark as an emetic to calm nervous disorders (Hutchings and Van Staden, 1994). Bark is also used by the Zulu as protective charms against evil spirits (Hutchings et al., 1996) and to confuse one’s opponents in court (Doke and Vilakazi, 1972) ",
        "bbox": [
            249,
            554,
            900,
            584
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The genus is reputed to have narcotic properties (Watt, 1967), also believed to have sedative properties (van Wyk and Gericke, 2000) ",
        "bbox": [
            244,
            628,
            751,
            645
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Unspecified parts are administered by healers in Zimbabwe to treat epilepsy and madness (Gelfand et al., 1985) ",
        "bbox": [
            248,
            689,
            670,
            705
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Roots and bark are used to treat palpitations [possibly as a result of anxiety or stress] in various parts of the Transkei (Hutchings et al., 1996). Ground bark infusions are take three times a day by persons who ‘feel like crying’ (Hutchings et al., 1996) ",
        "bbox": [
            242,
            734,
            900,
            766
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Unidentified species known as umahayiza (Z) are reported to be used as emetics to treat hysterical fits (Gerstner, 1941) ",
        "bbox": [
            242,
            794,
            698,
            811
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Infusions made from root (approximately $1 5 0 \\mathrm { m m }$ long and $3 0 \\mathrm { m m }$ thick) in three to four litres of boiling water are administered as emetic tonics or stimulants for seediness or depression caused by a febrile conditions known as umkhuhlane (common cold or fever) to the Zulu (Bryant, 1966). The Shona of Zimbawe reportedly use root infusions to treat madness and epilepsy (Gelfand et al., 1985) ",
        "bbox": [
            244,
            870,
            907,
            912
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Imfulwa (Z), Impinda (Z) (n) a recurrence ",
        "bbox": [
            69,
            109,
            179,
            137
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Pedaliaceae ",
        "bbox": [
            63,
            154,
            108,
            166
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sesamothamnus lugardii N.E. Br. ex Stapf ",
        "bbox": [
            69,
            168,
            224,
            183
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Leaves are rubbed on the face together with smoke from burned leaves which is inhaled to treat convulsions in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            232,
            168,
            786,
            183
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Periplocaceae Mondia whitei (Hook. f.) Skeels Syn: Chlorocodon whitei Hook.f. Umondi (Z) ",
        "bbox": [
            63,
            200,
            191,
            257
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Zulu chew the roots to stimulate appetite (Bryant, 1966; Gerstner, 1941). Roots are used as an aphrodisiac in Zimbabwe (Watt and Breyer-Brandwijk, 1962; Gelfand et al., 1985). The Shambala use root infusions to treat fits in children (Watt and Breyer-Brandwijk, 1962) and by unspecified groups in South Africa to treat stress and tension in adults (van Wyk and Gericke, 2000) ",
        "bbox": [
            234,
            213,
            896,
            258
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Pittosporaceae Pittosporum viridiflorum Sims Umkhwenkhwe (X, Z), Umfusamvu (Z) ",
        "bbox": [
            63,
            273,
            218,
            317
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Root infusions are used for accuracy in divining and for protecting patients from witchcraft by the Sotho (Watt and Breyer-Brandwijk, 1962). Root infusions are also used in Zimbabwe as enemas to treat dizziness (Gelfand et al., 1985). Bark decoctions are reported to ease pain and to produce restfulness (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            238,
            287,
            894,
            319
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Plumbaginaceae Plumbago auriculata Lam. Umasheleshele (Z) ",
        "bbox": [
            64,
            334,
            167,
            376
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Pounded root infusions are administered by the Zulu as emetics to dispel bad dreams (Hulme, 1954). The powdered roots are used by the Xhosa as a snuff (Watt and Breyer-Brandwijk, 1962). Extracts of the roots of Plumbago zeylancia L. had sedative activity (Adesina, 1982). Plumbago zeylancia is also suspected to have been used by San t induce trance state (Winkelman and Dobkin De Rios, 1989). ",
        "bbox": [
            234,
            347,
            892,
            393
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Polygalaceae Nylandtia spinosa (L.) Dumort. Syn: Mundia spinosa (L.) DC. ",
        "bbox": [
            64,
            394,
            185,
            436
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Unspecified parts are used to treat hysteria and sleeplessness in the Cape of South Africa (Batten and Bokelmann, 1966) and early records of this plant suggest that it is a narcotic (Kling, 1923) ",
        "bbox": [
            237,
            406,
            886,
            438
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Securidaca longipedunculata Fresen. ",
        "bbox": [
            69,
            445,
            205,
            458
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Unspecified parts of Sphedamnocarpus pruriens (Malpighiaceae) are used by the Chopi with Securidaca longepedunculata for treating people believed to be possessed by evil spirits (Watt and Breyer-Brandwijk, 1962). Unspecified groups in Zimbabwe used powdered root mixed in porridge and eaten to treat epilepsy and convulsions (Gelfand et al. 1985). The plant is reported to contain the toxic indole alkaloid securinine and some ergot alkaloids (van Wyk and Gericke, 2000) ",
        "bbox": [
            234,
            443,
            896,
            490
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Polygonaceae Oxygonum species ",
        "bbox": [
            63,
            505,
            141,
            534
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Roots of unspecified Oxygonum species, possibly Oxygonum dregeanum Meisn. are used in medicines taken to treat convulsions in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            233,
            517,
            857,
            534
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Portulacaceae Talinum species ",
        "bbox": [
            61,
            551,
            131,
            579
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Several species are edible when fresh and eaten as a green vegetable in may parts of southern Africa (van Wyk and Gericke, 2000). Root infusions of Talinum caffrum (Thunb.) Eckl. & Zeyh., or impunyu (Z) are taken for nervousness (Gerstner, 1941). Tuber decoctions of T. crispatulum Dinter ex V. Poelln. are used by unspecified groups in Botswana for heart palpitations, possible caused by anxiety (Hedberg and Staugard, 1989) ",
        "bbox": [
            230,
            563,
            902,
            610
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Infused together with Desmodium barbatum (Fabaceae), it is taken orally once a day for five days to treat epilepsy in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            234,
            638,
            805,
            655
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ptaeroxylaceae (Rutaceae) Ptaeroxylon obliquum (Thunb.) Radlk. Syn: P. utile Eckl. & Zeyh. ",
        "bbox": [
            61,
            670,
            213,
            714
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sneezewood (E), umthati (X) ",
        "bbox": [
            69,
            729,
            181,
            742
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Alcoholic extracts of the wood are used by unspecified groups to treat patients suffering from fits (Hutchings et al., 1996). The Xhosa are reported to use the bark as a snuff for recreational purposes (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            234,
            697,
            900,
            729
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Rhamnaceae Helinus integrifolius (Lam.) Kuntze. Syn: H. ovatus E.Mey. ex Sond., H. scandens (Eckl. & Zeyh.) A.Rich. Soap creeper (E), Uphuphuphu (Z) –(ideo) frothing ",
        "bbox": [
            63,
            759,
            203,
            845
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Roots used in Zulu traditional medicine to treat hysteria (Bryant, 1966; Pooley, 2005). An emetic for hysteria is made from the roots, pounded with the roots of Psoralea pinnata L. (Fabaceae) and stirred with cold water until it froths (saponins) (Bryant, 1966) ",
        "bbox": [
            233,
            773,
            877,
            805
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Rhamnus prinoides L’Herit. Syn: Celtis rhamnifolia C.Presl Dogwood (Z) ",
        "bbox": [
            69,
            855,
            184,
            897
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Unspecified groups use powdered bark that is administered as snuff to treat mental disorders in the Transkei (Hutchings et al., 1996). The Chagga are reported to use the roots to inhance the narcotic effects of traditional beer (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            234,
            853,
            901,
            885
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Roots are used to treat fits in the Transkei (Hutchings et al., 1996). European settlers in the Cape of South Africa used roots of Rubus pinnatus Willd. to treat convulsions (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            238,
            152,
            904,
            184
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Unspecified parts used as an aphrodisiac in East Africa (Verdcourt and Trump, 1969). Roots are used in drinks taken at riruals to induce emesis, faintness, intoxification and even death in Tete region of Mozambique (Watt and Breyer-Brandwijk, 1962). In Zimbabwe the roots are used to treat nausea, epilepsy and dizziness (Gelfand et al., 1985) ",
        "bbox": [
            240,
            226,
            900,
            258
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Roots of Gardenia ternifolia Schumach. & Thonn. are used to treat madness in Malawi, while the bark is used as an ointment for treating convulsions in Zimbabwe (Gelfand et al., 1985). Unspecified parts of Gardenia volkensii K. Schum. are taken orally in South Africa to treat epilepsy (Venter and Venter, 1996). The roots are burned and the smoke inhaled to treat convulsions in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            238,
            327,
            900,
            373
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "d.) Hook. f. ex Used by Xhosa to treat mental disease and schizophrenia (Pujol, 1990). Pounded roots of a plant known as umnukambhiba (Z) reported to be Clausena anisata are used by the Zulu in an emetic for illness believed to be inflicted by evil spirits or by the ancestors (Hutchings et al., 1996) Leaf juice is used for convulsions and fits in infants and children by unspecified groups (Watt, 1967). The herb and oil of rue (E) have both been used to treat hysteria in South Africa (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            158,
            416,
            906,
            475
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Used as an epilepsy remedy among Europeans (Watt and Breyer-Brandwijk, 1962). The Zulu administer root decoctions of Zanthoxylum davyi (Verdoorn) Waterm. as tonics humans and animals (Watt and Breyer-Brandwijk, 1962). A species of Zanthoxylum is used to treat mental illness in Gabon (Walker, 1953) ",
        "bbox": [
            245,
            484,
            899,
            514
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Leaves and stems are used to make babies sleep (Manana, 1968; Hutchings et al., 1996) ",
        "bbox": [
            247,
            542,
            578,
            559
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fruit and roots used are used to treat epilepsy by the Kgatla (Watt and Breyer-Brandwijk, 1962). A strong alcoholic drink known in Afrikaans as mampoer is made from the fruit (Watt and Breyer-Brandwijk, 1962). Unspecified groups use an infusion from roots and fruit to treat epilepsy in South Africa (Coates-Palgrave, 2002) ",
        "bbox": [
            245,
            616,
            895,
            648
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Roots are chewed by unspecified groups as a sedative for nervous tension in the eastern Cape region of South Africa (Batten and Bokelmann, 1966) ",
        "bbox": [
            239,
            689,
            814,
            707
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Used with the bulbs of Ledebouria cooperi (Hyacinthaceae) to inebriate Sotho boys during circumcision rituals (Watt and Breyer-Brandwijk, 1962). This medicine repor causes the boys to appear stunned, stupefied and to fall asleep (Hutchings et al., 1996) ",
        "bbox": [
            239,
            714,
            876,
            744
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Leaves used to sedate hysterical and psychotic patients, also to treat insomnia (van Wyk and Gericke, 2000) ",
        "bbox": [
            244,
            820,
            655,
            836
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Leaves used to sedate hysterical and psychotic patients, also to treat insomnia (van Wyk and Gericke, 2000). Used by Zulu as a hypnotic drug against hysteria and as a ‘diviner’s aid’ (Pooley, 2005). Continously treatment with a weak solution of Datura stramonium, Gelsemium sempervirens\\* and Scutellaria L. (Lamiaceae)\\* showed possible antiepileptogenic effect in rats (Peredery and Persinger, 2004) ",
        "bbox": [
            237,
            857,
            894,
            902
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In southern Africa infusions, decoctions and tinctures of Withania root are taken as an adaptogenic tonic, as well as a sedative and hypnotic (van Wyk and Gericke, 2000). In east Africa the roots are also reported to have narcotic and anti-epileptic effects (Oliver-Bever, 1986). An unidentified plant named ubuvimba by the Zulu, reputed to be Withania somnifera, is taken to induce clear dreams (Manana, 1968). In Ayurvedic medicine (ashwaghanda) is used for many conditions, notabily as a brain tonic to help the elderly with learning and memory retention (van Wyk and Gericke, 2000) ",
        "bbox": [
            238,
            75,
            895,
            134
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Root decoctions are used among Europeans as an old Cape remedy for fits (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            235,
            178,
            655,
            193
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Root infusions have been used as purifying ritual emetics and face and body washes to assist South African diviners with visions (van Wyk and Gericke, 2000). Root infusions also used to treat epilepsy by the Karanga (Watt and Breyer-Brandwijk, 1962). In eastern Tanzania, dried powdered inner roots are taken in tea as an aphrodisiac (Hutchings e al., 1996) ",
        "bbox": [
            228,
            223,
            897,
            268
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Unspecified groups use the plant in combination with Stachys thunbergii (Lamiaceae) to treat hysteria and insomnia in South Africa (van Wyk and Gericke, 2000) ",
        "bbox": [
            235,
            312,
            851,
            329
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Weak teas of Clerodendrum glabrum E. Mey. are taken at night by the Sotho (Tswana) to aid sleep (Roberts, 1990). Pounded leaves are placed in armpits and under neck to induce sleep and as a treatment for convulsion in children by the Lobedu, a Northern Sotho group (Watt and Breyer-Brandwijk, 1962). Leaf decoctions of Clerodendrum myricoides (Hochst.) Vatke are used for bathing patients who suffer from convulsions in Zimbabwe (Gelfand et al., 1985). Clerodendrum ternatum Schinz roots are taken orall in sweet beer to treat epilepsy in Zimbabwe (Gelfand et al., 1985) ",
        "bbox": [
            233,
            357,
            894,
            416
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Unspecified groups in Zimbabwe use the leaves to treat convulsions (Gelfand et al., 1985). The plant is used as a treatment for madness in Malawi (Williamson, 1974) ",
        "bbox": [
            237,
            416,
            886,
            431
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Bark infusions are taken as purifying emetics by adults when a kraal member is dying. Unspecified parts used to treat hysteric fits by the Zulu (Gerstner, 1941) ",
        "bbox": [
            235,
            504,
            848,
            521
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Unspecified parts, most likely the whole plant, of Viscum capense L. f. reported to be used by the Xhosa in the Cape to treat epilepsy (Watt and Breyer-Brandwijk, 1962). Unspecified parts of Viscum anceps E. Mey. ex Sprague is administered internally to treat hysteria in the Transkei. The plants are reportedly not used when in flower and overdosing causes drowsiness (Hutchings et al., 1996) ",
        "bbox": [
            234,
            564,
            875,
            610
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Roots are used by Zulu to treat hysteria (Gerstner, 1939). Over-dosage of medicine made from S. aethiopicus reported to stupefy horses (Watt and Breyer-Brandwijk, 1962). Unspecified groups in South Africa use rhizome infusions to treat epilepsy and hysteria (van Wyk and Gericke, 2000) ",
        "bbox": [
            229,
            625,
            889,
            655
        ],
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/95e0b98e4b77c1bbc8103d0d08dc78ad9fc971d6e1db9789dc0ab783fccdb065.jpg",
        "table_caption": [
            "Table 2 Southern African plants traditionally used for treat depression and similar CNS ailments "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Family</td><td>Traditional use, ethnobotanical information and known active constituents</td></tr><tr><td>Species Colloquial name - meaning1 Alliaceae</td><td></td></tr><tr><td>Agapanthus campanulatus F.M.Leight. (Agapanthaceae) Syn: A. patens F.M.Leight.</td><td>Useditesl (det (Nielsen et al., 2004)</td></tr><tr><td>Ubani (Z) Amaryllidaceae Ammocharis coranica (Ker-Gawl.) Herb.</td><td>Usedtos</td></tr><tr><td>Boophone disticha (L.f.) Herb. Syn: B. longepedicellata Pax</td><td>transporter (SERT) protein (Sandager et al., 2005) Weakdecoctic te</td></tr><tr><td>Incotho,incwadi (Z) Crinum species</td><td>isolated fromBoophone disticha exhibitedafnity totheserotonintransporter(SERT)protein(Sandager etal2005) Cheryline</td></tr><tr><td>umduze (Z) C. bulbispermum (Burm.f.) Milne-Redh. &amp; Schweick.</td><td>unidentifiedspecies isreportedtobeused inasimilarmanerasBoophone distichforinducinghallucinations (Sobiecki,2002)</td></tr><tr><td>C. macowanii Baker Syn: C. gouwsii Traub, C. macowanii Baker</td><td></td></tr><tr><td>subsp. confusum I.Verd. C. moorei Hook.f. C. imbricatum Baker, C. macowanii Baker,</td><td></td></tr><tr><td>C.schmidtii Regel Pancratium tenuifolium Hochst. ex A.Rich</td><td>ReportedlyusedbySanin Botswana to induce hallucinations byrubbingthe bulb into incisions on thehead (DobkinDeRios,1986)</td></tr><tr><td>Syn: Chapmanolirion juttae Dinter, P. chapmannii Harv.</td><td></td></tr><tr><td>Scadoxus puniceus (L.) Friis &amp; Nordal Syn: Haemanthus magnificus Herb., Haemanthus natalensis Pappe ex Hook.,</td><td>Known to cause CNS excitation or depression and visual disturbances (Veale et al., 1992)</td></tr><tr><td>Haemanthus puniceus L. var. puniceus Anacardiaceae</td><td></td></tr><tr><td>Searsia chirindensis (Baker f.) Moffett Syn: Rhus chirindensis Bak.f.</td><td>rised Transkei (Hutchings et al.,1996)</td></tr><tr><td>Asclepiadaceae Gomphocarpus physocarpus E. Mey</td><td>Leaves used to ‘strengthen body&#x27; (Pujol,1990),powdered leaf is used as sedative (van Wyk and Gericke,2000)</td></tr><tr><td>Stapelia gigantea N.E. Br.</td><td>Hotteu Huetre have been reported (Watt and Breyer-Brandwijk, 1962)</td></tr><tr><td>Syn: S. cyclista C.A.Luckh.,S. gigantea N.E.Br.var.pallida E.Phillips,S. marlothii N.E.Br.,S. nobilis N.E.Br.,S.</td><td></td></tr><tr><td>youngii N.E.Br. Ililo elikhulu (Z)</td><td></td></tr><tr><td>lilo (n) lamentation, khulu (adj) large</td><td></td></tr><tr><td></td><td>ots</td></tr><tr><td>Xysmalobium undulatum (L.) Aiton.f.</td><td>antidepressantactivity(Hutchings etal.,1996).Leaf extracts exhibitedSSRl(antidepressnt)activity(Nelseneta04)</td></tr><tr><td></td><td></td></tr><tr><td>Asphodelaceae</td><td></td></tr><tr><td></td><td></td></tr><tr><td>Bulbine latifolia (L.f.) Roem.&amp; Schult.</td><td></td></tr><tr><td></td><td>Decoos</td></tr><tr><td></td><td></td></tr><tr><td> ibhucu (Z)</td><td>deroud</td></tr><tr><td></td><td>infusion taken in small doses twice daily,two teaspoons for convulsions (Pujol,1990)</td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></table>",
        "bbox": [
            59,
            75,
            909,
            951
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "According to Pujol (1990) this is also the first plant Zulus turn to ‘in order to eradicate germs’ after a person has passed away. In these circumstances they will cook the root bark in the house and let it soak for several days and then the whole family will take two cups of this mixture per day. Unspecified parts are a Zulu application used to treat madness, as love charm emetics and also as charms against lightning or misfortune (Gerstner, 1941), similar to Capparis sepiaria. Infusions of root are administered for a treatment of madness by the Wemba (Watt and Breyer-Brandwijk, 1962; Hutchings et al., 1996). The Xhosa also use this plant to treat madness (Pujol, 1990). According to Pujol (1990) this is also the first plant Zulus turn to ‘in order to eradicate germs’ after a person has passed away. In these circumstances they will cook the root bark in the house and let it soak for several days and then the whole family will take two cups of this mixture per day ",
        "bbox": [
            242,
            104,
            904,
            191
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The leaves are used together with leaves of Tagetes minuta in the treatment of mental illness by the Venda (Arnold and Gulumian, 1984). Kalanchoe thyrsiflora Harv. is used by the Sotho as a charm to smooth away difficulties and root decoctions are administered to pregnant women who do not feel well (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            249,
            221,
            910,
            252
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Zulu regard this plant as a strengthening medicine that is taken after the death of a kraal member (Gerstner, 1939) ",
        "bbox": [
            243,
            282,
            699,
            297
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Cunoniaceae Cunonia capensis L. Umaphethu, umhlahlane, umuthi wokuzila   \nEuphorbiaceae Croton sylvaticus Hoscht. Umzilanyoni (Z) zila (um-, imi – (n) track; nyoni (n) bird, lightning (column of birds?)   \nFabaceae Millettia grandis (E.Mey.) Skeels ",
        "bbox": [
            61,
            267,
            215,
            448
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bark known as umzilanyoni and reported to be Croton sylvaticus is boiled with salt and herbs to make a tonic for listlessness (Hutchings et al., 1996) ",
        "bbox": [
            242,
            342,
            808,
            359
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Zulu use mixture of roots ground with those of Croton species with one part lion fat, a little ground lion bone and one portion python fat that is burned in homes as a tranquilliser and to dispel worries (Palmer and Pitman, 1972). In unspecified parts of southern Africa, residues from evaporated ground roasted roots mixed with water are licked from fingers to induce sleep (Palmer and Pitman, 1972) ",
        "bbox": [
            242,
            430,
            894,
            473
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Schotia brachypetala Sond. Ihlusi, ihluze, umgxamu, uvovovo ",
        "bbox": [
            68,
            473,
            200,
            502
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Largely bark and roots used for nervous conditions (van Wyk and Gericke, 2000), smoke from leaves also inhaled (Hutchings et al., 1996). The bark is used in a red-bark mixture known as ikhubalo to ward off evil or cure unspecified ailments (Hutchings et al., 1996). These mixtures are often taken and also washed with during purification rites after the death of a relative. They are also used to strengthen the body and to steam the face (Pujol, 1990) ",
        "bbox": [
            248,
            475,
            891,
            519
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Flacourtiaceae Gerrardina foliosa Oliv. ",
        "bbox": [
            63,
            521,
            156,
            549
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Strengthening medicine made of unspecified parts is taken after the death of a kraal member (Gerstner, 1941) ",
        "bbox": [
            244,
            534,
            665,
            549
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Fumariaceae Cysticapnos pruinosa (Bernh.) Liden ",
        "bbox": [
            64,
            566,
            205,
            594
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Unspecified parts are used to comfort and drug morning, sorrowful people in Lesotho (Jacot Guillarmod, 1971) ",
        "bbox": [
            244,
            579,
            668,
            594
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Roots are reported used by the Zulu to allay hysterical crying (Bryant, 1966). ",
        "bbox": [
            242,
            625,
            535,
            640
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Gladiolus papilio Hook. f. Ibutha, igulusha (Z) ",
        "bbox": [
            69,
            663,
            165,
            692
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Root infusions taken by the Zulu as emetics to bring good fortune (Hulme, 1954) ",
        "bbox": [
            243,
            662,
            553,
            678
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lauraceae Ocotea bullata (Burch.) Baill. unukani (Z) nuka (n) smell, strong odour ",
        "bbox": [
            61,
            710,
            187,
            766
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Unspecified parts used as an emetic for emotional and nervous disorders in South Africa (Pujol, 1990) ",
        "bbox": [
            249,
            722,
            627,
            737
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Loganiaceae (Buddlejaceae and Strychnaceae) Nuxia floribunda Benth. Syn: Lachnopylis floribunda (Benth.) C.A.Sm. ",
        "bbox": [
            63,
            783,
            238,
            840
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bark is used in Zulu traditional medicine as a strengthening medicine taken after the death of a kraal member (Gerstner, 1941). Leaves reported to be used for infantile convulsions and in rituals in unspecified parts of Africa (Iwu, 1993) ",
        "bbox": [
            238,
            811,
            882,
            842
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Sotho reported to give root decoctions to persons who have lost near relatives (Watt and Breyer-Brandwijk, 1962). Leaf infusions taken by Europeans as a nerve tonic   \n(Watt and Breyer-Brandwijk, 1962)   \nThe roots are used in baths taken to refresh the body and dispel troublesome spirits by the Zulu (Palmer and Pitman, 1972) ",
        "bbox": [
            244,
            870,
            891,
            915
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Thespesia acutiloba (Bak. f.) Exell & Mendonca ",
        "bbox": [
            70,
            899,
            203,
            927
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Traditional use, ethnobotanical information and known active constituents ",
        "bbox": [
            245,
            99,
            532,
            114
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Family   \nSpecies   \nColloquial name – meaning1   \nMeliaceae   \nEkebergia capensis Sparrm.   \nUmnyamathi (Z) nyama (n) darkness, ill omen –thi (n) tree, medicine, stick, poison Turraea floribunda Hochst. umadlozana (Z) dlozane (isi-, izi-) (n) nape of the neck, dlozi (i-, ama-) (n) spirit of the departed, guardian spirit, ancestral spirit   \nMesembryanthemaceae   \nMesembryanthemum species Ikhambi-lamabulawo (Z) bulawo (n) body weakness as a result of witchcraft   \nSceletium species   \nSceletium emarcidum (Thunb.) L.Bolus ex H.Jacobsen   \nSyn: Mesembryanthemum anatomicum Haw. var. anatomicum, Mesembryanthemum anatomicum Haw. var. emarcidum (Thunb.)DC., Mesembryanthemum anatomicum Haw. var. fragile Haw., Mesembryanthemum emarcidum Thunb., S. anatomicum (Haw.) L.Bolus, S. dejagerae L.Bolus, Tetracoilanthus anatomicus (Haw.) Rappa & Camarrone   \nSceletium tortuosum (L.) N.E. Br. Syn: Mesembryanthemum concavum Haw., Mesembryanthemum tortuosum L., Pentacoilanthus tortuosus (L.) Rappa & Camarrone, Phyllobolus tortuosus (L.) Bittrich, S. boreale L.Bolus, S. compactum L.Bolus, S. concavum (Haw.) Schwantes, S. framesii L.Bolus, S. gracile L.Bolus, S. joubertii L.Bolus, S. namaquense L.Bolus var. namaquense, S. namaquense L.Bolus var. subglobosum L.Bolus, S. ovatum L.Bolus, S. tugwelliae L.Bolus Kougoed (A) – chewing substance ",
        "bbox": [
            61,
            94,
            228,
            776
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Leaves are crushed in cold water and the resulting extract is introduced to the nostrils to treat mental problems including madness among the Zulu (Pujol, 1990). Bark of umnyamathi reported to be E. capensis is used to treat listlessness, undue exhaustion and to ward off evil by the Zulu in KwaZulu-Natal (Hutchings et al., 1996). Bark is used to protect chiefs against witchcraft and is also taken in love charm emetics (Gerstner, 1941) ",
        "bbox": [
            244,
            164,
            905,
            210
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Roots are used by diviners to enter the neurotic state needed for divining dances (Watt and Breyer-Brandwijk, 1962; Hutchings et al., 1996). Emetics made from bark are taken to prevent the fearful dreams thought to be symptomatic of heart weakness (Bryant, 1966). Strengthening medicine made from unspecified parts are taken after the death of a kraal member (Gerstner, 1941). Reported to be poisonous if overdoses are taken, amounts not specified (Watt and Breyer-Brandwijk, 1962) ",
        "bbox": [
            238,
            221,
            907,
            267
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Emetics made from a handful of leaves in boiling water are administered by the Zulu for the fearful dreams believed to be symptomatic of heart weakness (Bryant, 1966), although the name suggests there is witchcraft involved ",
        "bbox": [
            249,
            322,
            895,
            352
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "It has been suggested that this plant has been used by pastoralists and hunter-gatherers as a mood-altering substance since prehistoric-times (van Wyk and Gericke, 2000) ",
        "bbox": [
            248,
            379,
            900,
            410
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Kougoed refers to a traditional preparation made from Sceletium emarcidum (Thunb.) L.Bolus ex H.Jacobsen or Sceletium tortuosum (L.) N.E. Br., which is used as a stimulant with an effect not unlike that of tobacco. To prepare the plant material, usually a whole plant including the roots, it is crushed between stones, after which it is then placed into a closed container for several days to ‘ferment’. On the eighth day the kougoed is spread out to dry in the sun. This is then chewed, smoked or powdered and inhaled as snuff (Smith et al., 1996, 1998; van Wyk and Gericke, 2000) ",
        "bbox": [
            243,
            423,
            902,
            482
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum contains mesembrine and the related alkaloids mesembranol and mesembranone. Mesembrine is known for its effects on the central nervous system. The compounds also act as serotonin-uptake inhibitors, and in specified doses act as anti-depressants, minor tranquilizers and anxiolytics used in the treatment of mild to moderate depression, psychological and psychiatric disorders where anxiety is present, major depressive episodes, alcohol and drug dependence, bulimia nervosa, and obsessive-compulsive disorders (Gericke and Van Wyk, 2001) ",
        "bbox": [
            244,
            568,
            902,
            626
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Bark is used to make a stimulating drink by the Masai of east Africa (Watt and Breyer-Brandwijk, 1962; Hutchings et al., 1996). Healers in South Africa are reported to use thi plant for spiritual purposes associated with ancestral spirit (amadlozi) worship (Sobiecki, 2002) ",
        "bbox": [
            245,
            800,
            904,
            831
        ],
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/5e4e6e1f047d717a26bbefb5c843c269ee1bf06f2cb9234b0551aaf88b1b7048.jpg",
        "table_caption": [],
        "table_footnote": [
            "1(A): Afrikaans, (Z): Zulu; \\* non-indigenous species. "
        ],
        "table_body": "<table><tr><td>Oleaceae</td><td>ers</td></tr><tr><td>Olea woodiana Knobl. Isadlulambazo, umhlwazimamba, umnqumo (Z) Orchidaceae</td><td> stimulate the appetite and the leaves are also used for their stimulating properties (Pujol, 1990)</td></tr><tr><td>Ansellia africana Lindl. Imfe-nkawu (Z) Passifloraceae</td><td>teu reo in Zimbabwe(Gelfand et al., 1985)</td></tr><tr><td>Adenia gummifera (Harv.) Harms Imfulwa (Z), Impinda (Z) (n) a recurrence Poaceae</td><td>Ifusis s treat madness and epilepsy (Gelfand et al., 1985)</td></tr><tr><td>Cymbopogon nardus (L.) Rendle Syn: C. afronardus Stapf, C. validus (Stapf) Stapf ex Burtt Davy validus (Stapf.) Stapf. ex Burtt. Davy Isicunge (Z)</td><td>Tue reported to be used to reduce the appetite and revitalise the nerves of moody people (Hutchings et al., 1996)</td></tr><tr><td>Polygalaceae Nylandtia spinosa (L.) Dumort. Syn: Mundia spinosa (L.) DC. Rutaceae</td><td>Uspefed narcotic (Kling, 1923)</td></tr><tr><td>Clausena anisata (Wild.) Hook.f.ex Benth.</td><td>Used Zulu in an emetic forillness believed to be inflicted byevil spirits or by the ancestors (Hutchings etal.,1996)</td></tr><tr><td>Sapotaceae Sideroxylon inerme L. AmaSethole (-amhlophe)</td><td>Emetics made from unspecified parts are taken to dispel bad dreams (Watt and Breyer-Brandwijk,1962)</td></tr><tr><td>Vitellariopsis marginata (N.E. Br.) AmaSethole</td><td>heus de</td></tr></table>",
        "bbox": [
            40,
            73,
            910,
            598
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2. Plants used for mental health ailments ",
        "text_level": 1,
        "bbox": [
            55,
            81,
            336,
            94
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Traditional healers in South Africa make use of a plethora of plants. Nearly 150 plant species from 63 families are used for the indications epilepsy and convulsions (Table 1), possibly reflecting the severity of this problem in the population. The families most often represented are Fabaceae (15 species), Asteraceae (13 species) and Lamiaceae (9 species) (Table 1). Over 40 plant species are used for ailments that could be described as depression (Table 2). These plants come from 26 different families. The number of plants used for dementia and age-related mental problems are lower with only 15 species from 7 families recorded (Table 3), which could be due to a previous demographic situation, where traditional healers less frequently had very old patients. Amaryllidaceae is the best-represented family with six species (Table 3). Mental health problems constitute a serious problem in southern Africa. Not surprisingly, a large number, well over 300 species, of plants are used by traditional healers in their treatment of these ailments (Sobiecki, 2002). ",
        "bbox": [
            53,
            109,
            477,
            331
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3. Plants used for convulsions and epilepsy ",
        "text_level": 1,
        "bbox": [
            55,
            359,
            344,
            372
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.1. Epilepsy in southern Africa ",
        "text_level": 1,
        "bbox": [
            55,
            385,
            245,
            398
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The prevalence of epilepsy in developing countries is generally higher than in developed countries (Sander and Shorvon, 1996). A recent study reports an increased risk of dying and a greater proportion of deaths that are epilepsy-related in Africa – as high as a six-fold increase in mortality in people with epilepsy. This is higher than the two- to three-fold increase reported in developed countries (Christianson et al., 2000; Diop et al., 2005). The reasons for this gap between the developed and the developing countries are not entirely clear but suggestions have been made that it might be due to social deprivation (Sander, 2003). Interestingly, recent data suggest that people from socio-economically deprived backgrounds in developed countries are more likely to develop epilepsy (Heaney et al., 2002). A study from 2000 on the prevalence of epilepsy in a large rural community situated in the Northern Province in South Africa showed a lifetime prevalence in children as high as 73/1000 (Christianson et al., 2000). ",
        "bbox": [
            53,
            412,
            477,
            621
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Some infectious diseases might be a part of the explanation. Neurocysticercosis caused by Taenia solium (pork tapeworm) infections may trigger epileptic outburst (Garcia et al., 2003; DeGiorgio et al., 2005). A study on 578 epileptic patients in Pretoria showed neurocysticercosis in $2 8 \\%$ of the patients (van As and Joubert, 1991). HIV infection of the CNS or opportunistic infections caused by HIV might also trigger epileptic seizures (Garg, 1999; Visudtibhan et al., 1999). With an estimated 5.5 million HIV positives in South Africa at the end of 2006 with a prevalence of $3 9 \\%$ in the KwaZulu-Natal province this is an alarming scenario (UNAIDS, 2006, 2007). ",
        "bbox": [
            53,
            622,
            477,
            754
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Epilepsy is often viewed with a certain degree of fear and risk of contagious effect due to the cultural attitudes and beliefs in South Africa. Studies conducted in townships showed that the parents of epileptic children believe that the disorder is caused by various parameters including bewitchment, fear or evil spirits (Eastman, 2005). It is viewed as a shameful disorder and has severe social implications in African communities as it carries a stigma. Sufferers are often shunned and discriminated against with respect to education, employment and marriage (Andermann, 1995; Baskind and Birbeck, 2005). ",
        "bbox": [
            53,
            755,
            477,
            886
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This cultural influence is also prominent in the treatment of the disorder where many people seek treatment by traditional healers and traditional medicine. A survey in 2000 showed, that $4 2 . 5 \\%$ of epileptic children received traditional medicine alone or together with Western medicine whereas $3 4 . 6 \\%$ received no treatment at all (Christianson et al., 2000). ",
        "bbox": [
            53,
            887,
            477,
            939
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            504,
            81,
            929,
            107
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.2. Studies on plants used to treat convulsions and epilepsy in South Africa ",
        "text_level": 1,
        "bbox": [
            505,
            122,
            892,
            147
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Numerous plants used in the traditional South African medicine have been screened for compounds with affinity to the flumazenil-sensitive benzodiazepine modulatory sites on the GABA $\\gamma \\cdot$ -aminobutyric acid) subtype A receptor. Initially, the aqueous and ethanol extracts of 43 South African medicinal plants traditionally used to treat epilepsy and convulsions were tested in the $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor-binding assay (Risa et al., 2004a). ",
        "bbox": [
            505,
            161,
            929,
            253
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "In a second study, 46 ethanol extracts from 35 species both indigenous and exotic that are traditionally used predominantly as sedatives or to treat various CNS-related ailments were tested in the $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor-binding assay (Stafford et al., 2005). These investigations led to the screening, isolation and identification of the flavonoids apigenin, amentoflavone and agathisflavone as the active compounds from Searsia F.A. Barkley (basionym: Rhus) species (Anacardiaceae) (Svenningsen et al., 2006) and viridiflorol and (S)-naringenin from Mentha aquatica L. (Lamiaceae) (Jäger et al., 2007). ",
        "bbox": [
            505,
            254,
            929,
            384
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The binding of apigenin and amentoflavone to the flumazenil site has previously been reported (Nielsen et al., 1988; Viola et al., 1995) but apigenin showed no anticonvulsant properties in vivo (Viola et al., 1995; Avallone et al., 2000). Another group reported amentoflavone to be a relatively weak negative allosteric modulator of GABA action acting independently the flumazenil binding site (Hanrahan et al., 2003). Thus, the use of these plants as anticonvulsive agents suggests involvement of a different neurotransmitter system. Further functional characterization of the Searsia extracts showed inhibitory effects on spontaneous epileptiform discharges in mouse cortical slices (Pedersen et al., 2008). Interestingly, the effect was not caused by the previous isolated flavonoids. The extracts contained $N \\cdot$ -methyl-d-aspartic acid (NMDA) receptor antagonists, which might explain the effect of the plants reported by the traditional healers. However, these findings need be confirmed by in vivo anticonvulsive studies before any conclusions can be made. ",
        "bbox": [
            505,
            385,
            929,
            609
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A number of southern African plants have shown in vivo anticonvulsant activity against seizures produced in mice by pentylenetetrazole (PTZ), picrotoxin (PIC), bicuculline (BIC) and NMDA. However, most of the studies have been conducted on plant extracts and the active constituents are yet to be identified. Recently, Ojewole (2008c) reported on the anticonvulsant effect of Searsia chirindensis (Baker f.) Moffett ( $\\mathrm { { S y n } = \\mathrm { { 1 } } }$ Rhus chirindensis Baker f.) stem-bark aqueous extract in mice. Searsia chirindensis stembark aqueous extract $\\mathrm { ( 1 0 0 - 8 0 0 m g / k g }$ i.p.) significantly delayed the onset of, and antagonized PTZ induced seizures. The extract $( 1 0 0 { - } 8 0 0 \\mathrm { m g / k g }$ i.p.) also profoundly antagonized PIC induced seizures, but only weakly antagonized BIC induced seizures. Risa et al. (2004a) showed that the aqueous and ethanolic extracts of the leaves and roots of Searsia chirindensis showed very weak $\\mathsf { G A B A } _ { \\mathsf { A } } .$ - benzodiazepine receptor binding compared to other Searsia species tested (Risa et al., 2004a, Svenningsen et al., 2006) suggesting a different mechanism of action than the classical benzodiazepines. ",
        "bbox": [
            507,
            610,
            929,
            832
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Ojewole et al. conducted several in vivo studies on extracts from South African medicinal plants including the fruit of Tetrapleura tetraptera (Schum.et Thonn.) Taub. (Fabaceae) (Ojewole, 2005), avocado leaf (Persea americana Mill. (Lauraceae)), (Ojewole and Amabeoku, 2006), Harpagophytum procumbens D.C. ex Meisn. (Pedaliaceae) roots (Mahomed and Ojewole, 2006), Sutherlandia frutescens (L.) R.Br. (variety Incana E.Mey.) (Fabaceae) shoots (Ojewole, 2008a) and Hypoxis hemerocallidea Fisch.Mey. & Ave-Lall. ",
        "bbox": [
            505,
            834,
            929,
            939
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Used to treat serious afflictions (unspecified) caused by witchcraft (Hulme, 1954). Known to contain buphanidrine (Gibbs, 1974) which exhibited affinity to the serotonin ",
        "bbox": [
            243,
            326,
            896,
            356
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Weak decoctions of bulb scales given to sedate violent, psychotic patents (van Wyk and Gericke, 2000). Traditional healers and patients in South Africa drink bulb infusions ",
        "bbox": [
            244,
            364,
            900,
            394
        ],
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/fbca3a28afd82b2e6d6525d372afb2ba844e5180b9ded72ad2f5d268105a6527.jpg",
        "table_caption": [
            "Table 3 Southern African plants traditionally used for age-related dementia and memory loss "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Family Species</td><td>Traditional use,ethnobotanical information and known active constituents</td></tr><tr><td colspan=\"2\">Colloquial name - meaning1 Alliaceae</td></tr><tr><td>Agapanthus africanus (Agapanthaceae)</td><td>A decoction of Agapanthus africanus and other unspecified herbs are used by Southern So (Walker, 1996)</td></tr><tr><td>Syn: A. minor Lodd.,A.umbellatus L&#x27;Hér., Crinum africanum L., Mauhlia africana (L.) Dahl,Mauhlia linearis hunb.,Tulbaghia</td><td></td></tr><tr><td colspan=\"2\">heisteriFabric Ubane(-oluncane),uhlakahla (Z)</td></tr><tr><td>Amaryllidaceae</td><td>Used to treat serious afflictions (unspecified) caused by witchcraft (Hulme,1954). KnowI</td></tr><tr><td>Ammocharis coranica (Ker-Gawl.) Herb. Boophone disticha (L.f.) Herb.</td><td>transporter (SERT) protein (Sandager et al., 2005) Weak decoctions of bulb scales given to sedate violent, psychotic patents (van Wyk and G</td></tr><tr><td>Syn: B. longepedicellata Pax Incotho,incwadi (Z) Crinum species</td><td>induce hallucinations for divinatory purposes,and also as a medicine to treat mental illn Cherylline was isolated from Crinum moorei (Elgorashi etal.,2oo1)and showed good afi unidentified species is reported to be used in a similar manner as Boophone disticha for ir</td></tr><tr><td>Umduze (Z) C. bulbispermum(Burm.f.)Milne-Redh.&amp; Schweick. C. macowanii Baker</td><td>South African Crinum species were tested by Elgorashi et al.(2o04). Lycorine-type alkaloi IC50 of 0.96 mM which was more potent than galanthamine (IC5o = 1.9 mM,positive contr were 100 times lessactive</td></tr><tr><td>Syn: C.gouwsii Traub, C.macowanii Baker subsp. confusum I.Verd. C. moorei Hook.f.</td><td></td></tr><tr><td>C. imbricatum Baker, C. macowani Baker, C. schmidtii Regel</td><td></td></tr><tr><td>Scadoxus multiflorus (Martyn) Raf. Syn: Haemanthus katharinae Baker, Haemanthus multiflorus Martyn, Haemanthus otaviensis Dinter,Haemanthus</td><td>Reported to contain galanthamine (0.0o2%)an AChE inhibitor (Jaspersen-Schib,1970)</td></tr><tr><td colspan=\"2\">sacculus E.Phillips Anacardiaceae</td></tr><tr><td>Lannea schweinfurthii(Engl.) Engl.</td><td>The Vhavenda traditionally used decoctions made from root bark mixed with a fungus fo relative (Mabogo,199O). They are also used as a protection against a sleeping sickness kn covered with a dense layer of very fine root hairs,that are reportedly used as a sedative s Gericke,2000)</td></tr><tr><td>Annonaceae Annona senegalensis Pers.</td><td>The roots are mixed with Trema orientalis to treat madness; roots are used to treat madne</td></tr><tr><td colspan=\"2\">Syn: A. arenaria Thonn. ex Schumach., A. chrysophylla Bojer</td></tr><tr><td></td><td>facilitating weaning processes (Palmer and Pitman,1972). The Vhavenda use roots for sn as protective charms against witchcraft (Mabogo,1990). An Annona sp.is used in Ghana &amp;</td></tr><tr><td>Apiaceae Centella asiatica (L.) Urb.*</td><td>Dried powdered leaves are used by unspecified groups as a snuff,which reportedly prodt given with milk to improve memory against dementia and aging (Mukharji, 1953). Const</td></tr><tr><td>Asparagaceae</td><td>brahmoside and thankuniside,alkaloids (hydrocotyline)and some bitter principles (Chev</td></tr><tr><td>Asparagus africanus Lam. Syn: Protasparagus africanus (Lam.) Oberm.</td><td>In South Africa leaves,stems and roots are pounded and soaked in water to make an infu</td></tr><tr><td>A. concinnus (Baker) Kies Syn: A. africanus Lam. var. concinnus Baker</td><td>disturbance (Kokwaro, 1976). The plant contains steroidal saponins and lignans (Debella</td></tr></table>",
        "bbox": [
            60,
            121,
            583,
            939
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Cherylline was isolated from Crinum moorei (Elgorashi et al., 2001) and showed good affinity to the serotonin transporter (SERT) protein (Elgorashi et al., 2004). An unidentified species is reported to be used in a similar manner as Boophone disticha for inducing hallucinations (Sobiecki, 2002). Several alkaloids isolated from different ne-type alkaloids were the most active among the alkaloids tested. 1-O-acetyllycorine showed an, positive control in this study). Lycorine and 1,2-O-diacetyllycorine (a semi-synthetic derivative) ",
        "bbox": [
            92,
            415,
            901,
            489
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The Vhavenda traditionally used decoctions made from root bark mixed with a fungus found growing on the roots to help family members to forget a recently passed away relative (Mabogo, 1990). They are also used as a protection against a sleeping sickness known as vhulangwane and to help people forget all unpleasant events. The roots are covered with a dense layer of very fine root hairs, that are reportedly used as a sedative snuff, and the smoke of the burned roots is inhaled as a sedative (van Wyk and ",
        "bbox": [
            245,
            653,
            900,
            712
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The roots are mixed with Trema orientalis to treat madness; roots are used to treat madness, to ward off dizziness and to induce forgetfulness in small children, thus facilitating weaning processes (Palmer and Pitman, 1972). The Vhavenda use roots for snakebites, venereal diseases, diarrhoea, dysentery, blood in the faeces, headaches and Dried powdered leaves are used by unspecified groups as a snuff, which reportedly produces a calming, sedative effect (van Wyk and Gericke, 2000). In parts of India it is given with milk to improve memory against dementia and aging (Mukharji, 1953). Constituents in C. asiatica include essential oil, triterpenoid saponins, such as asiaticocide, ",
        "bbox": [
            240,
            744,
            907,
            833
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In South Africa leaves, stems and roots are pounded and soaked in water to make an infusion. This is drunken two to three times a day, it should relieve problems of mental ",
        "bbox": [
            240,
            840,
            899,
            870
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(Hypoxidaceae; Syn $=$ Hypoxis rooperii T. Moore) corms (misleadingly called the ‘African Potato’) (Ojewole, 2008b). All these studies shared the interesting fact that the aqueous extracts of these various plants delayed and antagonized the onset of PTZ and PIC induced seizures while the effect on BIC induced seizures was weaker and only present in high doses. When tested in the flumazenil-binding assay, extracts of Hypoxis hemerocallidea showed no effect, thus suggesting a different mechanism of action than the classical benzodiazepines (Risa et al., 2004a). ",
        "bbox": [
            505,
            81,
            929,
            200
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Another study investigated a Northern Sotho remedy, Sehlare sa Seebana, for treatment of epilepsy (Jäger et al., 2005). The recipe for this herbal remedy contains six plants, Acrotome inflata Benth. (Lamiaceae), Aptosimum indivisum Burch. ex Benth. (Scrophulariaceae), Asparagus suaveolens Burch. (Syn. $=$ Protasparagus suaveolens (Burch.) Oberm.; Asparagaceae), Barleria bolusii Oberm. (Acanthaceae), Commiphora marlothii Engl. (Burseraceae) and Sesamum triphyllum Welw. ex Asch. (Pedaliaceae). Equal parts of the plants are placed in a red-hot clay pot and the patient inhales the smoke. Both aqueous and ethanol extracts of Aptosimum indivisum and Asparagus suaveolens and the aqueous extract of Commiphora marlothii showed dose-dependent ${ \\mathsf { G A B A } } _ { \\mathsf { A } }$ -benzodiazepine receptor binding. Most of the plants have not been chemically investigated. Three metabolites: verbascoside, pinocembrinin 7- neohesperidoside and shanzhiside methyl ester were isolated from Aptosimum indivisum. Barleria bolusii contains verbascoside, which is known to inhibit the GABA receptors, but did not show activity (Daels-Rakotoarison et al., 2000; Jäger et al., 2005). Verbascoside was also isolated from Craterocapsa tarsodes Hilliard and B.L. Burtt (Campanulaceae) – another plant used in Northern Sotho traditional medicine for treatment of epilepsy (van Heerden et al., 2002). ",
        "bbox": [
            505,
            201,
            929,
            477
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Several Amaryllidaceae alkaloids isolated from Crinum L. species were screened for potential activity in the GABAA-benzodiazepine binding assay (Elgorashi et al., 2006a). However, none of the tested alkaloids displayed any affinity to the binding site. ",
        "bbox": [
            505,
            477,
            927,
            530
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Watt (1967), one of the earliest researchers to recognize the potential of African plants in improving mental health, reported the use of Cotyledon orbiculata L. (Crassulaceae; subspecies not specified) leaves to treat epilepsy. Studies have demonstrated that both aqueous and methanol extracts of Cotyledon orbiculata have anticonvulsant properties in vivo (moderate protection against PTZ, BIC, PIC and NMDA induced seizures in mice) (Amabeoku et al., 2007). A recent study of the ethanolic extract, however, did not show in vitro $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor binding activity (Stafford et al., 2005) suggesting another mechanism of action. ",
        "bbox": [
            505,
            530,
            929,
            662
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Another plant investigated for potential anticonvulsive effects is Leonotis leonurus (L.) R.Br. (Lamiaceae) (Bienvenu et al., 2002), which was reported to have narcotic effects and is used as a substitute for Cannabis L. (Watt and Breyer-Brandwijk, 1962). The aqueous extracts of Leonotis leonurus $( 4 0 0 \\mathrm { m g / k g } )$ protected against or delayed seizures induced by PTZ, PIC and NMDA, but did not protect against BIC-induced seizures. In this study, the ethanol extracts of the three species of Leonotis (Pers.) R.Br. had weak $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor binding activity only at the highest concentration tested $( 1 0 \\mathrm { m g / m l } )$ (Risa et al., 2004a). The aqueous extracts however were not active, suggesting that the anticonvulsant mechanism is not via $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor. ",
        "bbox": [
            505,
            663,
            929,
            819
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The ethyl acetate fraction of Centella asiatica (L.) Urb. (Apiaceae) increased the effect of the i.p. administrated antiepileptic drugs phenytoin, valproate and gabapentin (Vattanajun et al., 2005) and decreased the PTZ-kindled induced seizures in rats (Gupta et al., 2003). This effect might be due to an increase in GABA levels caused by the extract as reported by Chatterjee et al. (1992). The neuroprotective properties of the plant in monosodium glutamate treated rats were investigated by Ramanathan et al. (2007). The general behavior, locomotor activity and the CA1 region of the hippocampus was protected by Centella asiatica. The levels of catalase, superoxide dismutase and lipid peroidase in the hippocampus and striatum were improved indicating a neuroprotective property of the extract. ",
        "bbox": [
            505,
            820,
            929,
            939
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            70,
            81,
            492,
            121
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Very few studies have been conducted on the antiepileptogenic effect of plant extracts. Peredery and Persinger (2004) demonstrated a possible antiepileptogenic effect of a weak solution of Datura stramonium L. (Solanaceae), Gelsemium sempervirens L. (Loganiaceae) Scutellaria lateri flora continuously administrated after lithium pilocarpin induced SE in rats. Interestingly, after removal of extract administration the animals displayed numbers of spontaneous seizures comparable to control group. Another group investigated the antiepileptogenic effect of Acorus calamus L. (Araceae) in ferric chloride-induced epileptgenesis in rats (Hazra et al., 2007). Pretreatment with ethanolic extract of Acorus calamus $( 2 0 0 \\mathrm { m g / k g }$ p.o. for 14 days) decreased the wet dog shake behavior (a distinct epileptic behavior) in rats and decreased the spike wave discharges in EEG recordings. The effect was comparable to diazepam $2 0 \\mathrm { m g / k g }$ . Also, a significant decrease in superoxide dismutase and level of peroxidation was observed, which confirmed the findings in a previous study (Tang et al., 2005). ",
        "bbox": [
            70,
            122,
            492,
            345
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Extensive studies have been conducted on the non-indigenous plant Withania somnifera (L.) Dun (Solanaceae). The plant grows in South Africa and might be imported by Asian immigrants. The many reported CNS effects include antiepileptic, anxiolytic, memory enhancing and antiparkinsonian properties. It has profound CNS depressant actions and it has been shown to possess anticonvulsant properties in acute and chronic models of epilepsy. Binding assays and functional assays indicated that the extract of Withania somnifera possessed its anticonvulsant activities through the $\\mathsf { G A B A } _ { \\mathsf { A } }$ receptor system. However, no bioassay-guided isolation has yet determined the active compound(s) (Kulkarni and Dhir, 2008). ",
        "bbox": [
            70,
            346,
            492,
            503
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.3. Conclusions ",
        "text_level": 1,
        "bbox": [
            70,
            524,
            173,
            535
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "This review illustrates the difficulties of studying medicinal plants in assays for convulsions and epilepsy. The variety of effects, the lack of selectivity, the need for functional assays and the mismatch between in vitro and in vivo findings make it at challenging task to examine these plants for potential new anti-epileptic drugs. So far, very few compounds have been isolated and characterized. Most of the studies are conduced on extracts and the mechanism of action might involve several different neurotransmitter systems. When used by the traditional healers, the medicinal plants are often combined thus increasing the potential number of neuroactive compounds in the pool of ingredients making the identification of active components very difficult. ",
        "bbox": [
            70,
            551,
            494,
            707
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4. Plants used for depression ",
        "text_level": 1,
        "bbox": [
            72,
            728,
            267,
            741
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.1. Depression in South Africa ",
        "text_level": 1,
        "bbox": [
            72,
            755,
            258,
            767
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Depressive disorders, including major depression and dysthymia, are significant and disabling illnesses. It is estimated that one in five individuals is affected by a mood disorder in his or her lifetime. The World Health Organization estimates that major depression is the fourth most important cause worldwide of loss in disability-adjusted life years, and will be the second most important cause by 2020 (Murray and Lopez, 1996). Depression affects an estimated 121 million people worldwide. ",
        "bbox": [
            70,
            781,
            492,
            886
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In South Africa in 1990, the overall suicide rate was 17.2 per 100,000, which is slightly higher than that in the WHO report (2001). Initial estimates from the South African National Burden of Disease Study (2000) indicated suicide as the 11th out of 20 leading causes of mortality (Bradshaw et al., 2003). South Africa has a history of traumatized citizens and is a society in transition. Suicidal behavior among the black population in South Africa has appeared to be on the increase (Lourens and Naseema, 1998). South African, black youth do not only increasingly consider suicide as an option when they cannot cope, but act on it in certain cases as well – especially when they are under severe depression (Meel, 2003). Depressive symptoms $( 6 4 \\% )$ are highly prevalent immediately before suicide (Heila et al., 1997). ",
        "bbox": [
            70,
            887,
            492,
            939
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            81,
            944,
            200
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "South Africa is in a HIV/AIDS epidemic of shattering dimensions (Dorrington et al., 2001). At the turn of the Millennium about 200,000 had died of AIDS-related illnesses and about five million were estimated to be infected (Harber, 2002). Depression in HIV-positive individuals is significantly higher, although depressive symptoms may not be strong enough to warrant a psychiatric diagnosis (Fukunishi et al., 1997). Depressive symptoms and suicidal ideation are common among HIV-positive patients, occurring at comparable or greater rates than those found in a variety of other medically ill populations (Judd and Mijch, 1996). In South Africa, as is the case in most Third World countries, there is a serious limitation for this care as treatment for severe mental disorders is not available in most primary health care settings. ",
        "bbox": [
            522,
            201,
            946,
            370
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The ailment of depression is not recognized in traditional practice. However, a number of other states and conditions with symptoms similar to depression are known, for example the condition ‘being put down’ by the ancestors. Persons inflicted with curses and evil spirits have symptoms that often resemble a depressed state accompanied by lethargy. The incongruence between indigenous and western disease nomenclature makes it more difficult to evaluate the use of plants in a western scientific paradigm. ",
        "bbox": [
            522,
            372,
            946,
            490
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.2. Studies on plants used to treat depression in South Africa ",
        "text_level": 1,
        "bbox": [
            524,
            504,
            895,
            517
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Seventy five extracts from 34 indigenous plant species used in South African traditional medicine or taxonomically related to these were investigated for their affinity for the serotonin reuptake transport protein, making use of an in vitro SERT binding assay (Nielsen et al., 2004). Five plant species with high affinity were identified; they were Agapanthus campanulatus F.M. Leight, Boophone disticha (L.f.) Herb., Datura ferox L. (exotic species), Mondia whitei (Hook.f.) Skeels and Xysmalobium undulatum (L.) Aiton f. ",
        "bbox": [
            522,
            530,
            946,
            635
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Ethanolic extracts from Agapanthus campanulatus, Boophone disticha, Mondia whitei and Xysmalobium undulatum were screened for functional inhibition of SERT, noradrenalin uptake (NAT) and dopamine uptake (DAT) using COS-7 cells expressing hSERT, hNAT or hDAT (Pedersen et al., 2008). Extracts from Agapanthus campanulatus, Boophone disticha and Mondia whitei showed an effect in the functional assays. Ethanolic extracts from Agapanthus campanulatus, Boophone disticha, Mondia whitei and Xysmalobium undulatum, were investigated for in vivo antidepressant-like effects in three animal models for depression (Pedersen et al., 2008). The assays employed were forced swim test in both mice and rats and the tail suspension test in mice. All four extracts exhibited antidepressantlike effects in the animal models in various degrees. ",
        "bbox": [
            522,
            636,
            946,
            807
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Bioassay-guided fractionations of Boophone disticha (Amaryllidaceae) lead to the isolation and identification of two alkaloids, buphanadrine and buphanamine with affinity for SERT (Sandager et al., 2005). Structurally, buphanamine and buphanadrine have the benzo-1,3-dioxole moiety in common with the clinically used SSRI paroxetin, which could explain their affinity to the SERT. The traditional use and reported hallucinogenic effects obtained after accidental or purposeful overdosing with Boophone disticha extracts (De Smet, 1996; van Wyk et al., 2002) indicate that the alkaloids reach the CNS. ",
        "bbox": [
            522,
            808,
            946,
            939
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The activity of these alkaloids inspired further screening of several Amaryllidaceae alkaloids in the SERT binding assay (Elgorashi et al., 2006a). Several Amaryllidaceae alkaloids exhibited high affinity for SERT. Cherylline showed the highest activity $( \\mathrm { I C } _ { 5 0 } = 3 . 4 \\mu \\mathrm { M } )$ in the $[ ^ { 3 } \\mathrm { H } ]$ -citalopram binding assay. Cherylline shares some structural similarities to sertraline and 4-(indol-3- yl)piperidine type SSRIs, which could explain the high affinity of the compound. Epivittatine $\\mathsf { \\Gamma } ( \\mathsf { I C } _ { 5 0 } = 1 2 . 1 \\mu \\mathrm { M } )$ ), powelline and martidine $( \\mathrm { I C } _ { 5 0 } \\sim 2 0 \\mu \\mathrm { M } )$ showed good activity. Epibuphanisine and $o$ -methylmartidine showed moderate activity $( \\mathrm { I C } _ { 5 0 } = 7 8 \\mu \\mathrm { M }$ and $\\Gamma _ { 5 0 } = 4 0 \\mu \\mathrm { M }$ , respectively). ",
        "bbox": [
            53,
            81,
            477,
            226
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum (L.) N.E.Br. has been used as a moodaltering substance from prehistoric times by pastoralists and hunter-gatherers in southern Africa (Gericke and Van Wyk, 2001). It contains the alkaloid mesembrine, which acts as a serotonin reuptake inhibitor (Gericke and Van Wyk, 2001). Sceletium tortuosum has been developed into a commercial product, which is sold for treatment of mild depressions and for elevation of the consumer’s mood. ",
        "bbox": [
            53,
            228,
            477,
            331
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4.3. Conclusions ",
        "text_level": 1,
        "bbox": [
            53,
            353,
            156,
            364
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The screening programme for plants with inhibitory activity on the SERT leads to identification of five plants with promising activity. Four of these plants were further investigated in animal models for depression, where they showed activity in various degrees. From one of the plants Boophone disticha, the active constituents, Amaryllidaceae alkaloids, have been isolated. Further investigations are required to establish the safety and clinical efficacy of the plant extracts. ",
        "bbox": [
            53,
            378,
            477,
            482
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5. Plants used for age-related dementia and debilitative mental disorders ",
        "text_level": 1,
        "bbox": [
            53,
            504,
            431,
            529
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5.1. Age-related dementia and debilitative mental disorders in southern Africa ",
        "text_level": 1,
        "bbox": [
            53,
            544,
            433,
            569
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The increasing average life expectancy is leading to major demographic changes worldwide. CNS disorders associated with old age, such as Alzheimer’s (AD) and Parkinson’s disease (PD), and other ‘senile’ dementia will have dramatic societal and economic impact in the next decades (World Health Report, 1998). The number of elderly people in Africa is increasing very rapidly. Figures from the UN Project Life expectancy in Africa to increase from under 40 years in 1950 to almost 60 years in 2010 (Ineichen, 2000), however, due to HIV life expectancy in southern Africa, which reached 59 years in the early 1990s, is expected to fall to 45 years by 2010. In South Africa life expectancy was 45 years (1950–1955) and rose to currently around 58 years (1995–2000) but is expected to drop again over the next decade to 56 years (United Nations, 2003). ",
        "bbox": [
            53,
            583,
            477,
            754
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The HIV epidemic is further complicated by the development of a subcortical dementing illness known as AIDS dementia complex (ADC) (Guillemin and Brew, 2007). Highly active antiretroviral therapy (HAART) has effectively lengthened HIV infected patients’ life expectancy; indeed some are approaching an age where the risk of Alzheimer’s disease (AD) is starting to become significant. Furthermore, many such patients have hyperlipidemia, which increases the risk of AD. Consequently, it has been predicted, by Guillemin and Brew (2007) that HIV infected patients are at an increased risk of AD or ADC. ",
        "bbox": [
            53,
            755,
            477,
            886
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Out of the approximately 100 studies of the prevalence of dementia that have been carried out worldwide, only a small number have been conducted in Africa (Ineichen, 1998, 2000). In fact very few studies have taken place in developing countries, despite the fact that by 2025, an estimated $6 8 \\%$ of the world’s elderly will be living in them (Chandra et al., 1994). Hardly any epidemiological studies of mental illness in Africa have centered on dementia, or indeed on more general psychogeriatric problems. ",
        "bbox": [
            53,
            887,
            477,
            939
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            504,
            81,
            927,
            133
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "There are relatively a small number of reported African herbal treatments for age-related CNS disorders (Adams et al., 2007; Neuwinger, 2000). Perhaps the lower life expectancy in Africa, presently and particularly in the past, might explain why there are only a few traditional treatments for age-related illnesses. Many of the plants used to treat age-related brain disorders throughout the world are reviewed by Adams et al. (2007). Thirteen African plants are reported to be used in the context of age-related CNS disorders (Adams et al., 2007). ",
        "bbox": [
            507,
            134,
            929,
            253
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "5.2. Alzheimer’s disease",
        "text_level": 1,
        "bbox": [
            505,
            267,
            653,
            278
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "In the absence of any disease (e.g. AD, hardening of arteries in the brain) a person’s mental abilities are expected to remain largely intact throughout their life. Alzheimer’s disease is by far the most frequent cause of dementia, increasing in prevalence from less than $1 \\%$ below the age of 60 to more than $4 0 \\%$ above the age of 85 (Lindeboom and Weinstein, 2004). Alzheimer’s disease is a chronic, progressive, neurodegenerative disorder of the brain characterized clinically by deterioration in the key symptoms of activities of daily living, behavior, and cognition. ",
        "bbox": [
            507,
            293,
            929,
            411
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The prevalence of AD among indigenous South African subjects is not known. Local neurologists and old-age psychiatrists rarely encounter the disorder (De Villiers and Louw, 1996). Cultural attitudes in Africa surrounding dementia may have contributed to this apparent low prevalence. One suggestion is that dementia sufferers may not survive for long. They may die quickly, from conditions such as pneumonia or diarrhoea due to the decreasing status of the olderly in the developing world (Chandra et al., 1994; Levkoff et al., 1995). Another explanation is that dementia, like other kinds of mental illness, remains a stigmatised condition, and as such may be hidden from researchers (Ineichen, 2000). Given that rural communities still have difficulties in accessing tertiary health care and that memory impairment may be accepted as part of normal ageing, patients do not readily interface with clinicians (De Villiers and Louw, 1996). The demented may not even be seen as ill (De Villiers and Louw, 1996). Among the Tuareg of Niger, senility is believed to be a possible consequence of an old person neglecting her duty of regular prayer (Rasmussen, 1997). Ihezue and Okpara (1989) consider that mental illness is thought of as ‘African’ and indigenous traditional healers might be more likely to be consulted than Western-trained doctors. ",
        "bbox": [
            507,
            411,
            929,
            688
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The cholinergic hypothesis states that the cognitive decline in AD is secondary to deficits in central cholinergic neurotransmission resulting from a loss of acetylcholine (ACh) (Weinstock, 1999). Of the various possible strategies for enhancing cholinergic activity in the brain, acetylcholinesterase (AChE) inhibition has been by far the most extensively used (Weinstock, 1999). Acetylcholinesterase inhibitors enhance central cholinergic function by inhibiting the enzymes that degrade ACh, thereby increasing the availability of ACh to stimulate nicotinic and muscarinic receptors within the brain. Since their introduction into clinical practice, AChE inhibitors have been, and remain, the standard approach to the symptomatic treatment of AD. In the United States, these agents are the only approved pharmacologic approach shown to be effective in this disease (Grossberg, 2003). ",
        "bbox": [
            507,
            689,
            929,
            872
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Understanding of the pharmacologic and toxic properties of cholinesterase inhibitors has been available for over a century (Felter and Lloyd, 1898). Perhaps, the earliest records of toxic effects of cholinesterase inhibitors concern the perennial African plant Physostigma venenosum Balf. (Fabaceae). The seeds of this plant, indigenous to Calabar on the coast of Nigeria in West Africa, were used by local people for “trial by ordeal” to determine the guilt or innocence of an accused criminal. The alkaloid, physostigmine, was first isolated from Physostigma venenosum seeds in 1864 by Jobst and Hesse (Lloyd, 1897). When the clinical potential of AChE inhibitors in AD treatment was realized, it was noted that physostigmine was not suitable due to its unfavorable pharmacokinetics, notably its short half-life. Many analogous compounds were synthesized to overcome this and resulted in rivastigmine, which is now marketed by Novartis Pharma AG (Basel, Switzerland) (Grossberg, 2003). Galanthamine, an Amaryllidaceae alkaloid originally isolated from the European snowdrop (Galanthus L. species), is currently marketed as a hydrobromide salt under the name Razadyne®, formerly Reminyl®, for the treatment of AD. For an elegant and comprehensive review of the discovery and development of this drug consult Heinrich and Teoh (2004). ",
        "bbox": [
            505,
            875,
            929,
            939
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            70,
            83,
            494,
            305
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.3. Studies on plants used to treat Alzhiemer’s disease in South Africa ",
        "text_level": 1,
        "bbox": [
            68,
            320,
            460,
            345
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Aqueous and ethanol extracts of five plants used in southern Africa to treat memory loss; Malva parviflora L. (leaves), Boophone disticha (L.f.) Herb. (leaves and bulbs), Albizia adianthifolia (Schumach.) W. Wright (stem bark), Albizia suluensis Gerstner (root bark) and Crinum moorei Hook.f. (bulbs) were investigated for AChE inhibitory activity (Risa et al., 2004b) using an assay on thin layer chromatography (TLC) is also based on Ellman’s reaction (Ellman et al., 1961). Promising results were obtained with Amaryllidaceae bulbs of Boophone disticha and Crinum moorei. Aqueous and ethanol extracts of Crinum moorei and Boophone disticha also showed AChE inhibiting activity in the TLC assay. These findings together with the long acting, selective, reversible, and competitive AChE inhibitory properties of galanthamine led to the search for other AChE inhibitors from the family Amaryllidaceae. Elgorashi et al. (2004) screened 23 Amaryllidaceae alkaloids, belonging to four ring types, which were isolated from Crinum moorei Hook.f., Crinum macowanii Baker, Crinum bulbispermum (Burm.f.) Milne-Redh. & Schweick. and Cyrtanthus falcatus R.A. Dyer for their AChE inhibitory activity using both the assay on TLC and a 96-well microplate assays also derived from Ellman’s method. ",
        "bbox": [
            70,
            359,
            494,
            621
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Differences in AChE inhibitory activity could be related to structural differences, in particular different ring types. Lycorine-type alkaloids were the most active against AChE with 1-O-acetyllycorine $( \\mathrm { I C } _ { 5 0 } = 0 . 9 6 \\mu \\mathrm { M } )$ exhibiting inhibitory activity comparable to that of galanthamine. The inhibitory activity of the alkaloids lycorine and 1,2 di-O-acetyllycorine was 100-times less potent than that of 1-O-acetyllycorine (Elgorashi et al., 2004). ",
        "bbox": [
            70,
            624,
            492,
            715
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "These findings support earlier reports claiming the inhibitory activity of AChE by lycorine-type alkaloids (López et al., 2002). López et al. (2002) suggested that the aromatic ring C that gives a certain planarity to those molecules could explain the higher activity of assoanine and oxoassoanine compared to other lycorinetype alkaloids. Crinum glaucum and Crinum jagus (Amaryllidaceae) have been used in Nigeria by traditional healers for memory loss and other CNS-related ailments associated with aging. Houghton et al. (2004) isolated alkaloids from the plants and tested their AChE inhibitory properties. It is interesting to note that hamayne isolated and assayed by Elgorashi et al. (2004) from Crinum macownii showed an $\\mathrm { I C } _ { 5 0 }$ of $5 5 3 \\mu \\mathrm { M }$ against $2 5 0 \\mu \\mathrm { M }$ for the compound investigated by Houghton et al. (2004). The compounds were tested in a different microplate assays the later according to the method of Perry et al. (2000). The difference between the two studies is also apparent with lycorine $\\mathrm { ^ { \\prime } I C } _ { 5 0 } = 4 5 0 \\mu \\mathrm { M }$ compared to $2 1 3 \\mu \\mathrm { M } \\dot { }$ ). It is difficult to compare the two studies as they have used different positive controls (galanthamine $\\operatorname { I C } _ { 5 0 } = 1 . 9 \\mu \\mathrm { M }$ and physostigmine $\\Gamma C _ { 5 0 } = 0 . 2 5 \\mu \\mathrm { M }$ , respectively). ",
        "bbox": [
            70,
            716,
            494,
            939
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            522,
            81,
            946,
            108
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "QSAR studies were conducted to uncover the relationship between the AChE inhibitory effects of South African Amaryllidaceae alkaloids and their physicochemical properties using stepwise multiple linear regression analysis (Elgorashi et al., 2006b). The regression analysis based on the physicochemical properties of all the alkaloids shows that strain energy, heat of formation, substituents at ring C and the aromatic ring play significant roles in the AChE inhibitory activity. Good linear regression was obtained when ring-type based models were established for crinine-type and lycorine-type alkaloids. The study also revealed that $\\log { P }$ of most of the alkaloids investigated is comparable to that of galanthamine and this would suggest that they could pass through the brain–blood barrier (Elgorashi et al., 2006b). ",
        "bbox": [
            522,
            109,
            944,
            292
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Alignment of representative alkaloids with galanthamine revealed that the active binding site of 1-O-acetyllycorine might be different from that of galanthamine (Elgorashi et al., 2006b). However, the surface energy potential showed close similarities in charge distribution between 1-O-acetyllycorine and galanthaminetype alkaloids. The predictive potential of the models established in the study is however limited to this class of compounds and the physicochemical parameters investigated. ",
        "bbox": [
            522,
            293,
            944,
            398
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Several studies have been investigated the memory enhancing effect of Withania somnifera (L.) Dun (Solanaceae) and an extensive review was conducted by Kulkarni and Dhir (2008). The investigations include the isolation of withanoloids, which inhibit AChE and BuChE dose dependently. Treatment with withanolid A also isolated from Withania somnifera induced significant regeneration of axons and dendrites in memory-deficient mice. Withanosid IV isolated from the root induced neurite outgrowth in cultured rat cortical neurons. ",
        "bbox": [
            522,
            399,
            946,
            517
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The effect of Centella asiatica (L.) Urb. on cognition and memory impairment has been widely studied. Oral administration $( 2 0 0 \\mathrm { m g / k g ) }$ of Centella asiatica for 15 days dose-dependently enhanced the learning and memory in 3 months old mice as assessed by the radial arm maze test (Rao Sulochana et al., 2005). AChE activity levels in the hippocampus and dendritic arborisation of CA3 pyramidal neurons showed significant increase indicating, that treatment with Centella asiatica extract during the early postnatal developmental stages can produce long lasting beneficial effects on the mouse brain (Rao Sulochana et al., 2005). These findings were supported by improved memory in normal rats after Centella asiatica administration (Veerendra and Gupta, 2002). Yanan et al. (2008) suggest that Centella asiatica mediate its memory enhancement through the ERK/RSK signalling pathway. ",
        "bbox": [
            522,
            518,
            944,
            701
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.4. Parkinson’s disease ",
        "text_level": 1,
        "bbox": [
            522,
            716,
            670,
            727
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Parkinson’s disease (PD) affects one in every 100 persons above the age of 65 years; it is the second most common neurodegenerative disease after Alzheimer’s disease (De Rijk et al., 2000). It is the most common neurologically based movement disorder, clinically diagnosed by the presence of bradykinesia, postural instability, resting tremor and rigidity. PD occurs worldwide, but the prevalence and incidence appear to exhibit substantial geographic and ethnic variability, with generally lower rates reported in Africa (Okubadejo et al., 2006). Much of the variation has been attributed to methodological differences of studies, but genetic and environmental diversity may be contributory (Okubadejo, 2008). ",
        "bbox": [
            522,
            741,
            946,
            886
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "To date PD remains an incurable disease. The currently available pharmacological and non-pharmacological treatments are able to offer only symptomatic relief for patients (Katzung, 2001). Symptoms can be managed with several different drugs most of which either boost the levels of dopamine in the brain or mimic the effects of dopamine. ",
        "bbox": [
            522,
            887,
            944,
            939
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            53,
            81,
            477,
            108
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Because dopamine is preferentially deaminated by MAO-B in the human brain, MAO-B inhibitors should increase the basal central dopamine levels in patients with Parkinson’s disease. The MAO-B inhibitor selegiline was developed for the treatment of Parkinson’s disease based on this hypothesis (Knoll, 2000). MAO-B inhibition also has neuroprotective effects. Since the oxidation step catalyzed by MAO-B yields reactive hydrogen peroxide as a by-product of amine turnover, the generated hydrogen peroxide and other reactive oxygen species may cause deterioration in neuronal function or eventually lead to neuronal death. MAO inhibitors reduce oxidant stress by limiting the formation of this reactive species and, hence, may contribute to the control of the aging process (Knoll, 2000). The enzymatic activity of MAO-B increases with age, and is particularly high around senile plaques (Yamada and Yasuhara, 2004). ",
        "bbox": [
            53,
            109,
            477,
            292
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "A disadvantage of the treatment is that (R)-deprenyl is metabolized to (R)-ethamphetamine which has vasopressor properties (Vlok et al., 2006). Due to the disadvantage of the side effects associated with the traditional non-selective irreversible MAOIs (e.g. ‘cheese effect’) coupled with the potential therapeutic value of new inhibitors that are reversible and selective towards either MAO-A or MAO-B, the search for new MAO inhibitors is validated (Vlok et al., 2006). ",
        "bbox": [
            53,
            293,
            477,
            398
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "5.5. Studies on plants used to treat Parkinson’s disease in South Africa ",
        "text_level": 1,
        "bbox": [
            52,
            412,
            443,
            437
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In a study of 20 southern African traditionally used plants which were screened for MAO inhibition and specific MAO-B inhibition activity, the non-polar extracts of Ruta graveolens L. (an exotic species that has been incorporated into South African traditional medicine) leaf material exhibited good MAO inhibitory activity (ethyl acetate extract $= \\mathrm { I C } _ { 5 0 }$ $5 \\mu \\mathrm { g } / \\mathrm { m l }$ ; petroleum ether extract $\\mathbf { \\tau } = 3 \\mu \\mathbf { g } / \\mathrm { m l } $ ) and specific MAO-B inhibition (ethyl acetate extract $: = \\mathrm { I C } _ { 5 0 } 7 \\mu \\mathrm { g / m l }$ ; petroleum ether extract $\\mathbf { \\tau } = 3 \\mu \\mathbf { g } / \\mathrm { m l } $ ) (Stafford et al., 2007). Schotia brachypetala Sond., Mentha aquatica L. and Gasteria croucheri (Hook.f.) Baker also exhibited good MAO-B inhibition activity. MAO activity was detected using a continuous peroxidaselinked photometric assay which was carried out in the 96-well microplate format modified from Holt et al. (1997) and Schmidt et al. (2003). Positive controls were clorgyline (selective MAO-A inhibitor) and selegiline (R-deprenyl) (selective MAO-B inhibitor) which exhibited $\\mathrm { I C } _ { 5 0 }$ values of $3 1 \\mathrm { n M }$ and $1 1 1 \\mathrm { n M }$ , respectively. ",
        "bbox": [
            53,
            451,
            477,
            662
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Naringenin, a flavonoid was later isolated from a $7 0 \\%$ ethanol extract of Mentha aquatic, an indigenous mint to Africa and Europe, by bioassay-guided isolation using the same continuous peroxidase-linked photometric assay (Olsen et al., 2008). The $\\mathrm { I C } _ { 5 0 }$ values for MAO inhibition by naringenin were found to be $3 4 2 \\pm 3 3 \\mu \\mathrm { M }$ for the rat liver mitochondrial fraction, $9 5 5 \\pm 1 2 9 \\mu \\mathrm { M }$ for MAO-A and $2 8 8 \\pm 1 8 \\mu \\mathrm { M }$ for MAO-B. It has been considered doubtful whether plant constituents, especially flavonoids, are able to reach the brain. Naringenin has been shown to pass the blood–brain barrier (Youdim et al., 2004), which means that it can exert an effect on the CNS. Naringenin has been shown to have many effects outside the CNS, such as being a cancer chemopreventive agent, a mutagenic inhibitor, a genotoxicology inhibitor, and having antioxidant, hypocholesterolic, antibacterial, antiviral, antiallergic, antiangionetic, apopotic and cytostatic activity (Hodek et al., 2002). This non-selectivity might limit the compound’s clinical use. ",
        "bbox": [
            53,
            663,
            477,
            873
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The antiparkinsonian effect of Withana somnifera has been reviewed elsewhere (Kulkarni and Dhir, 2008; Gupta and Rana, 2007). In short, Withana somnifera significantly inhibited haloperidol or reserpine induced catalepsy; reversed all parameter of oxidative stress in the 6-hydroxydopamine model in rats and reduced reserpine-induced vacuous chewing movements and tongue protrusions in animal models of tardive dyskinesia (Kulkarni and Dhir, 2008; Gupta and Rana, 2007). ",
        "bbox": [
            53,
            875,
            477,
            939
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            505,
            83,
            927,
            121
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "5.6. Conclusions ",
        "text_level": 1,
        "bbox": [
            505,
            137,
            608,
            148
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Using ethnobotanical knowledge as a guide in deciding which southern African plants to screen for the treatment of age-related CNS ailments is perhaps not the best option, due to the relatively small number of such traditional treatments. Taxonomic based decisions, such as screening southern African Amaryllidaceae for AChE inhibitors, on the knowledge that European genera have given promising candidates, may be more successful. To date only one alkaloid, 1-O-acetyllycorine from Crinum moorei Hook.f., has shown activity comparable to that exhibited by galanthamine. Perhaps further studies on other Amaryllidaceae genera, such as Apodolirion Baker, Brunsvigia Heist., Cyrtanthus Aiton, Gethyllis L., Haemanthus L. and Strumaria Jacq. ex Willd. may yield novel alkaloids with promising activity. ",
        "bbox": [
            505,
            163,
            929,
            334
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Steroidal alkaloids of members of the Buxaceae, Sarcococca Lindl. and Buxus L. species have shown anti-cholinesterase activities by Atta-ur-Rahman and Choudhary’s group (Choudhary et al., 2003, 2005; Atta-ur-Rahman et al., 2004). There are only to representative of this family in South Africa, Buxus macowanii Oliv. and Buxus natalensis (Oliv.) Hutch. which have not been investigated for cholinesterase inhibitory activity. ",
        "bbox": [
            507,
            335,
            929,
            426
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "6. Concluding remarks ",
        "text_level": 1,
        "bbox": [
            507,
            441,
            662,
            453
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In this review we have seen that a number of plants used in traditional medicine for mental health problems have shown activity in bioassays for selected targets matching their traditional usage. For the plants used for dementia and age-related problems, inhibition of the enzymes acetylcholinesterase or monoamine oxidase B seems to be the mechanisms of action, whereas the plants used for epilepsy and convulsion, and for depression, might influence more than one type of receptor system. Several plants seem to hold potential for further investigation and development for treatment of depression, where both in vitro and in vivo studies support activity. ",
        "bbox": [
            507,
            467,
            929,
            611
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In some cases the active constituents have been isolated and structures elucidated. This has made it possible to gain further information on how the compounds act. QSAR studies on Amaryllidaceae alkaloids isolated from Crinum and Cyrthanthus species has revealed a possible new mechanism of action. One of the alkaloids, 1-O-acetyllycorine, was more active than galanthamine, currently in clinical use, which indicate potential for further development. ",
        "bbox": [
            507,
            612,
            929,
            703
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Knowledge of active constituents opens up a possibility for development of standardized products, which would help secure a more reliable medication for patients. This could be a business opportunity for companies developing traditional medicine products. Overall, the findings reported in this review yield creditability to some of the practices used in South African traditional medicine in the treatment of mental illness. ",
        "bbox": [
            507,
            704,
            929,
            795
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "bbox": [
            505,
            813,
            579,
            825
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Adams, M., Gmünder, F., Hamburger, M., 2007. Plants traditionally used in age related brain disorders—a survey of ethnobotanical literature. Journal of Ethnopharmacology 113, 363–381.   \nAdesina, S.K., 1982. Studies on some plants used as anticonvulsants in Amerindian and African traditional medicine. Fitoterapia 5–6, 147–162.   \nAhuja, M., 1965. Medicinal Plants of Saharanpur: Survey of Medicinal Plants. Dharmpal Vidyalankar Publishers, Saharanpur.   \nAmabeoku, G.J., Green, I., Kabatende, J., 2007. Anticonvulsant activity of Cotyledon orbiculata L. (Crassulaceae) leaf extract in mice. Journal of Ethnopharmacology 112, 101–107.   \nAndermann, L., 1995. Epilepsy in developing countries. Transcultural Psychiatric Research Review 32, 351–384.   \nArnold, H.-J., Gulumian, M., 1984. Pharmacoepia of traditional medicine in Venda. Journal of Ethnopharmacology 12, 35–74.   \nAshton, E.H., 1943. Medicine, magic and sorcery among the Southern Sotho. Communications from the School of African Studies Cape Town, New Series 10, pp. 1–32.   \nAtta-ur-Rahman, Feroz, F., Naeem, I., Zaheer-ul-Haq, Nawaz, S.A., Khan, N., Khan, M.R., Choudhary, M.I., 2004. New pregnane-type steroidal alkaloids from Sarcococca saligna and their cholinesterase inhibitory activity. Steroids 69, 735–741.   \nAvallone, R., Zanoli, P., Puia, G., Kleinschnitz, M., Schreier, P., Baraldi, M., 2000. Pharmacological profile of apigenin, a flavonoid isolated from Matricaria chamomilla. Biochemical Pharmacology 59, 1387–1394.   \nAyensu, E.S., 1978. Medicinal Plants of West Africa. Algonac, Michigan, Reference Publications Inc.   \nBaskind, R., Birbeck, G.L., 2005. Epilepsy-associated stigma in sub-Saharan Africa: the social landscape of a disease. Epilepsy and Behavior 7, 68–73.   \nBatten, A., Bokelmann, H., 1966. Wild flowers of the Eastern Cape Province. Cape and Transvaal Printers Ltd., Cape Town.   \nBienvenu, E., Amabeoku, G.J., Eagles, P.K., Scott, G., Springfield, E.P., 2002. Anticonvulsant activity of aqueous extract of Leonotis leonurus. Phytomedicine 9, 217–223.   \nBolofo, R.N., Johnson, C.T., 1988. The identification of “Isicakathi” and its medicinal use in Transkei. Bothalia 18, 125–130.   \nBradshaw, D., Groenewald, P., Laubscher, R., Nannan, N., Nojilana, B., Norman, R., Pieterse, D., Schneider, M., 2003. Initial estimates from South African National Burden of Disease Study, 2000. Medical Research Policy Brief, pp. 1–4.   \nBrinkhaus, B., Lindner, M., Schuppan, D., Hahn, E.G., 2000. Chemical, pharmacological and clinical profile of the East Asian medical plant Centella asiatica. Phytomedicine 7, 427–448.   \nBroster, J., 1981. Amagqirha, Religion, Magic and Medicine in Transkei. Cape Town, Via Africa.   \nBryant, A.T., 1966. Zulu Medicine and Medicine-Men. Struik, Cape Town.   \nChandra, V., Ganguli, M., Ratcliff, G., 1994. Studies of the epidemiology of dementia: comparisons between developed and developing countries. Aging Clinical Experimental Research 6, 307–321.   \nChatterjee, T.K., Chakarbotty, A., Pathak, M., 1992. Effect of plant extract Centella asiatica (Linn.) on cold restraint stress ulcer in rats. Indian Journal of Experimental Biology 30, 889–891.   \nChevallier, A., 1996. The Encyclopedia of Medicinal Plants. Dorling Kindersley, London.   \nChiej, R., 1984. Encyclopaedia of Medicinal Plants. MacDonald Publishers.   \nChinemana, F., Drummond, R.B., Mavi, S., De Zoysa, I., 1985. Indigenous plant remedies in Zimbabwe. Journal of Ethnopharmacology 14, 159–172.   \nChoudhary, M.I., Salma, S., Shehnaz, P., Asaad, K., Abdul, M.A.S., Atta-Ur-Rahman, Masood, P., 2003. New triterpenoid alkaloid cholinesterase inhibitors from Buxus hyrcana. Journal of Natural Products 66, 739–742.   \nChoudhary, M.I., Prasad, D.K., Ahmad, N.S., Rosa, R., Atta-ur-Rahman, 2005. Cholinesterase inhibitory pregnane-type steroidal alkaloids from Sarcococca hookeriana. Steroids 70, 295–303.   \nChristianson, A.L., Zwane, M.E., Manga, P., Rosen, E., Venter, A., Kromberg, J.G., 2000. Epilepsy in rural South African children – prevalence, associated disability and management. South African Medical Journal 90, 262–266.   \nCoates-Palgrave, K., 2002. Trees of Southern Africa, 3 ed. Struik, Cape Town.   \nDaels-Rakotoarison, D.A., Seidel, V., Gressier, B., Brunte, C., Tillequin, F., Bailleul, F., Luyckx, M., Dine, T., Cazini, M., Cazin, J.C., 2000. Neurosedative and antioxidant activities of phenylpropanoids from Ballota nigra. Arzneimittel Forschung 50, 16–23.   \nDalziel, J.M., 1937. The Useful Plants of West Tropical Africa. Crown Agents for the Colonies, London.   \nDebella, A., Kunert, O., Schmid, M.G., Michl, G., Bucar, F., Abebe, D., Haslinger, E., 2000. A diterpene, a flavonol glycoside, and a phytosterol glycoside from Securidaca longipedunculata and Entada abyssinica. Monatshefte fuer Chemie 131, 401–408.   \nDeGiorgio, C., Pietsch-Escueta, S., Tsang, V., Corral-Leyva, G., Ng, L., Medina, M.T., Astudillo, S., Padilla, N., Leyva, P., Martinez, L., Noh, J., Levine, M., Villasenor, R., Sorvillo, F., 2005. Sero-prevalence of Taenia solium Cysticercosis and Taenia solium Taeniasis in California, USA. Acta Neurologica Scandinavica 111, 84–88.   \nDe Jager, E.J., 1963. Notes on the magical charms of the Cape Nguni tribes. Fort Hare Papers 2, 293–309.   \nDent, G.R., Nyembezi, C.L.S., 1999. Scholar’s Zulu Dictionary; English-Zulu, ZuluEnglish. Shuter and Shooter (Pty) Ltd, Pietermaritzburg.   \nDe Rijk, M.C., Launer, L.J., Berger, K., Breteler, M.M., Dartigues, J.F., Baldereschi, M., et al., 2000. Prevalence of Parkinson’s disease in Europe: a collaborative study of population-based cohorts. Neurology 54, S21–S23.   \nDe Smet, P.A.G.M., 1996. Some ethnopharmacological notes on African hallucinogens. Journal of Ethnopharmacology 50, 141–146.   \nDe Villiers, C., Louw, S.J., 1996. Determining the prevalence of Alzheimer’s disease in elderly South Africans. South African Medical Journal 86, 135–136.   \nDiop, A.G., Hesdorffer, D.C., Logroscino, G., Hauser, W.A., 2005. Epilepsy and mortality in Africa: a review of the literature. Epilepsia 46, 33–35.   \nDobkin De Rios, M., 1986. Enigma of drug-induced altered states of consciousness among the !Kung Bushmen of the Kalahari desert. Journal of Ethnopharmacology 15, 297–304.   \nDoke, C.M., Vilakazi, B.W., 1972. Zulu–English Dictionary, 2nd ed. Witwatersrand University Press, Johannesburg.   \nDorrington, R., Bourne, D., Bradshaw, D., Laubscher, R., 2001. Technical Report on the Impact of HIV/AIDS on Adult Mortality in South Africa, 5.   \nEastman, R., 2005. Epilepsy in South Africa. Acta Neurolica Scandinavica 112, 8–11.   \nElgorashi, E.E., Drewes, S.E., Van Staden, J., 2001. Alkaloids from Crinum moorei. Phytochemistry 56, 637–640.   \nElgorashi, E.E., Stafford, G.I., van Staden, J., 2004. Acetylcholinesterase enzyme inhibitory effects of Amaryllidaceae alkaloids. Planta Medica 70, 260–262.   \nElgorashi, E.E., Stafford, G.I., Jäger, A.K., van Staden, J., 2006a. Inhibition of $[ ^ { 3 } \\mathrm { H } ]$ citalopram binding to the rat brain serotonin transporter by Amaryllidaceae alkaloids. Planta Medica 72, 470–473.   \nElgorashi, E.E., Malan, S.F., Stafford, G.I., van Staden, J., 2006b. Quantitative structure–activity relationship studies on acetylcholinesterase enzyme inhibitory effects of Amaryllidaceae alkaloids. South African Journal of Botany 72, 224–231.   \nEllman, G.L., Courtney, K.D., Andres, V., Featherstone, R.M., 1961. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochemistry and Pharmacology 7, 88–95.   \nFelter, H.W., Lloyd, J.U., 1898. King’s American Dispensatory, 18th ed. Ohio Valley Co., Cincinnatti, OH.   \nFukunishi, I., Matsumoto, T., Negishi, M., Hayashi, M., Hosaka, T., Moriya, J., 1997. Somatic complaints associated with depressive symptoms in HIV-positive patients. Psychotherapy and Psychosomatics 66, 248–251.   \nGarcia, H.H., Gonzalez, A.E., Evans, C.A., Gilman, R.H., 2003. Cysticercosis Working Group in Peru. Taenia solium cysticercosis. Lancet 362, 547–556.   \nGarg, R.K., 1999. HIV infection and seizures. Postgraduate Medical Journal 75, 387–390.   \nGelfand, M., Mavi, S., Drummond, R.B., Ndemera, B., 1985. The Traditional Medical Practitioner in Zimbabwe. Mambo Press, Zimbabwe.   \nGericke, N.P., Van Wyk, B.-E., 2001. United States Patent 6,288,104: Pharmaceutical compositions containing mesembrine and related compounds. Inventors: Gericke, N.P., Van Wyk, B.E. Assignee: African Natural Health CC.   \nGerstner, J., 1939. A preliminary checklist of Zulu names of plants with short notes. Bantu Studies 13, 49–64, 131–149, 307–326.   \nGerstner, J., 1941. A preliminary checklist of Zulu names of plants with short notes. Bantu Studies 15, 369–383.   \nGibbs, R.D., 1974. Chemotaxonomy of flowering plants. vol. I. Constituents, Montreal.   \nGithens, T.S., 1949. Drug Plants of Africa. African Handbooks. University of Pennsylvania Press, The University Museum, USA.   \nGrossberg, G.T., 2003. Cholinesterase inhibitors for the treatment of Alzheimer’s disease: getting on and staying on. Current Therapeutic Research 64, 216–235.   \nGuillemin, G.J., Brew, B.J., 2007. Chronic HIV infection leads to an Alzheimer’s disease like illness. Involvement of the kynurenine pathway. International Congress Series 1304, 324–334.   \nGupta, G.L., Kumar, H.M.V., Srivastava, A.K., 2003. Effect of Centella asiatica on pentylenetetrazole-induced kindling, cognition and oxidative stress in rats. Pharmacology, Biochemistry and Behavior 74, 579–585.   \nGupta, G.L., Rana, A.C., 2007. PHCOG MAG.: plant review Withana somnifera (Ashwgandha): a review. Pharmacognosy Reviews 1, 129–136.   \nGurib-Fakim, A., Sewraj, M., Gueho, J., Dulloo, E., 1993. Medical ethnobotany of some weeds of Mauritius and Rodrigues. Journal of Ethnopharmacology 39, 175–185.   \nHaerdi, F., 1964. Die Eingeborenen-Heiplipflazen des Ulanga-Distriktes Tangajikas (Ostafrika). Acta Tropica Supplementum 8, 1–278.   \nHanrahan, J.R., Chebib, M., Davucheron, N.M., Hall, B.J., Johnston, G.A.R., 2003. Semisynthetic preparation of amentoflavone: a negative modulator at GABAA receptors. Bioorganic and Medicinal Chemistry Letters 13, 2281–2284.   \nHarber, R., 2002. We need to structure our environment to combat AIDS. The Mail and Guardian, 17th May.   \nHazra, R., Ray, K., Guha, D., 2007. Inhibitory role of Acorus calamus in ferric chlorideinduced epileptogenesis in rat. Human & Experimental Toxicology 26, 947–953.   \nHeaney, D.C., MacDonald, B.K., Everitt, A., Stevenson, S., Leonardi, G.S., Wilkinson, P., Sander, J.W., 2002. Socioeconomic variation in incidence of epilepsy: prospective community based study in south east England. British Medical Journal 325, 1013–1016.   \nHedberg, I., Staugard, F., 1989. Traditional Medicinal Plants: Traditional Medicine in Botswana. Gabarone, Ipeleng.   \nHeila, H., Isometsa, E.T., Henriksson, M.M., Heikkinen, M.E., Marttunen, M.J., Lonnqvist, J.K., 1997. Suicide and schizophrenia: a nationwide psychological autopsy study on age- and sex-specific clinical characteristics of 92 suicide victims with schizophrenia. American Journal of Psychiatry 154, 1235–1242.   \nHeinrich, M., Teoh, H.L., 2004. Galanthamine from snowdrop-the development of a modern drug against Alzheimer’s disease from local Caucasian knowledge. Journal of Ethnopharmacology 92, 147–162.   \nHodek, P., Trefil, P., Stiborova, M., 2002. Flavonoids-potent and versatile biologically activity compounds interacting with cytochromes P450. Chemico-Biological Interactions 139, 1–21.   \nHolt, A., Sharman, D.S., Baker, G.B., Palcic, M.M., 1997. A continuous spectrophotometric assay for monoamine oxidase and related enzymes in tissue homogenates. Analytical Biochemistry 244, 384–392.   \nHoughton, P.J., Agbedahunsi, J.M., Adegbulugbe, A., 2004. Choline esterase inhibitory properties of alkaloids from two Nigerian Crinum species. Phytochemistry 65, 2893–2896.   \nHulme, M.M., 1954. Wild Flowers of Natal. Shuter and Shooter, Pietermaritzburg.   \nHutchings, A., Van Staden, J., 1994. Plants used for stress-related ailments in traditional Zulu, Xhosa and Sotho medicine. Part I: plants used for headaches. Journal of Ethnopha acology 43, 89–124   \nHutchings, A., Scott, A.H., Lewis, G., Cunningham, A.B., 1996. Zulu Medicinal Plants: An Inventory. University of Natal Press, Pietermaritzburg.   \nIhezue, U.H., Okpara, E., 1989. Psychiatric disorders of old age in Enugu, Nigeria. Acta Neurologica Scandinavica 79, 332–337.   \nIneichen, B., 1998. The geography of dementia: an approach from epidemiology. Health Place 4, 383–394.   \nIneichen, B., 2000. The epidemiology of dementia in Africa: a review. Social Science and Medicine 50, 1673–1677.   \nIrvine, F.R., 1961. Woody Plants of Ghana. Oxford University Press, London.   \nIwu, M.M., 1993. Handbook of African Medicinal Plants. CRC Press, Florida.   \nJacot Guillarmod, A.J., 1971. Flora of Lesotho (Basutoland). Cramer, Lehre.   \nJäger, A.K., Mohoto, S.P., van Heerden, F.R., Viljoen, A.M., 2005. Activity of a traditional South African epilepsy remedy in the GABA-benzodiazepine receptor assay. Journal of Ethnopharmacology 96, 603–606.   \nJäger, A.K., Almqvist, J.P., Vangsøe, S.A.K., Stafford, G.I., Adsersen, A., van Staden, J., 2007. Compounds from Mentha aquatica with affinity to the GABAbenzodiazepine receptor. South African Journal of Botany 73, 518–521.   \nJaspersen-Schib, R., 1970. Tbxische Amaryllidaceen. Pharmaceutica Acta Helvetiae 45, 424–433.   \nJenkins, M.D. (Ed.), 1987. Madagascar: An Environmental Profile. Gland, Switzerland, IUCN.   \nJudd, F.K., Mijch, A.M., 1996. Depressive symptoms in patients with HIV infection. Australian and New Zealand Psychiatry 30, 104–109.   \nKatzung, B.G., 2001. Pharmacological management of Parkinsonism and other movement disorders. In: Basic and Clinical Pharmacology, eighth ed. Lange Medical Books/McGraw Hill Companies, Inc.   \nKling, H., 1923. Die Sieketrooster. Van de Sandt de Villiers, Cape Town.   \nKnoll, J., 2000. (−)Deprenyl (Selegiline): past, present and future. Neurobiology (Bp) 8, 179–199.   \nKokwaro, J.O., 1976. Medicinal Plants of East Africa. East African Literature Bureau, Nairobi, Kenya.   \nKulkarni, S.K., Dhir, A., 2008. Withania somnifera: an Indian ginseng. Progress in Neuro-Psychopharmacology and Biological Psychiatry 32, 1093–1105.   \nLaidler, P.W., 1928. The magic medicine of the Hottentots. South African Journal of Science 25, 433.   \nLal, J., Gupta, P.C., 1973. Physcion and phytosterol from the roots of Cassia occidentalis. Phytoche 12, 1186.   \nLaydevant, F., 1932. Religious or sacred plants of Basutoland. Bantu Studies 6, 65–69.   \nLevkoff, S.E., Macarthur, I.W., Bucknall, J., 1995. Elderly mental health in the developing world. Social Science Medicine 41, 983–1003.   \nLewis, W.H., Elvin-Lewis, M.P.F., 1977. Medical Botany: Plants Affecting Man’s Health. Wiley, Canada, pp. 284–295.   \nLiengme, C.A., 1981. Plants used by the Tsonga people of Gazankulu. Bothalia 13, 501–518.   \nLindeboom, J., Weinstein, H., 2004. Neuropsychology of cognitive ageing, minimal cognitive impairment, Alzheimer’s disease, and vascular cognitive impairment. European Journal of Pharmacology 490, 83–86.   \nLloyd, J.U., 1897. Physostigma venenosum (Calabar). Western Druggist 19, 249–251.   \nLópez, S., Bastida, J., Viladomat, F., Codina, C., 2002. Acetylcholinesterase inhibitory activity of some Amaryllidaceae alkaloids and Narcissus extracts. Life Science 71, 2521–2529.   \nLourens, S., Naseema, B.M., 1998. Department of Medically Applied Psychology, Faculty of Medicine, University of Natal, South Africa. Cited in Meel, B.L., 2003. Determinants of suicide in the Transkei sub-region of South Africa. Journal of Clinical Forensic Medicine 10, pp. 153–157.   \nMabogo, D.E.N., 1990. The ethnobotany of the Vhavenda. M.Sc. thesis, University of Pretoria.   \nMagee, A.R., Van Wyk, B.E., Van Vuuren, S.F., 2007. Ethnobotany and antimicrobial activity of sieketroos (Arctopus species). South African Journal of Botany 73, 159–162.   \nMahomed, I.M., Ojewole, J.A.O., 2006. Anticonvulsant activity of Harpagophytum procumbens DC [Pedaliaceae] secondary root aqueous extract in mice. Brain Research Bulletin 69, 57–62.   \nManana, C.J., 1968. Umongo Wolwazi. African Medical Herbs. Pinetown Printers, Mayville, Durban.   \nMeel, B.L., 2003. Suicide among former mineworkers in the sub region of Transkei, South Africa: case reports. Archives of Suicide Research 7, 1–6.   \nMorris, K., 2001. Treating HIV in South Africa – a tale of two systems. The Lancet 357, 1190.   \nMukharji, B., 1953. Indian pharmaceutical codex.   \nMurray, C.J., Lopez, A.D., 1996. The global burden of disease: a comprehensive assessment of mortality and disability from diseases, injuries and risk factors in 1990 and projected to 2020. Vol. 1, Global Burden of Disease and Injury series. Harvard School of Public Health, Boston.   \nNeuwinger, H.D., 2000. African Traditional Medicine. A Dictionary of Plant Use and Applications. Medpharm GmbH Scientific Publishers, Stuttgart, Germany.   \nNielsen, M., Frokjaer, S., Braestrup, C., 1988. High affinity of the naturally occurring biflavonoid, amentoflavone, to brain benzodiazepine receptors in vitro. Biochemical Pharmacology 37, 3285–3287.   \nNielsen, N.D., Sandager, M., Stafford, G.I., Van Staden, J., Jäger, A.K., 2004. Screening of indigenous plants from South Africa for affinity to the serotonin reuptake transport protein. Journal of Ethnopharmacology 94, 159–163.   \nOjewole, J.A.O., 2005. Analgesic and Anticonvulsant properties of Tetrapleura tetraptera (Taub) (Fabaceae) fruit aqueous extract in mice. Phytotherapy Research 19, 1023–1029.   \nOjewole, J.A.O., Amabeoku, G.J., 2006. Anticonvulsant effect of Persea americana Mill (Lauraceae) (Avocado) leaf aqueous extract in mice. Phytotherapy Research 20, 696–700.   \nOjewole, J.A.O., 2008a. Anticonvulsant property of Sutherlandia frutescens R. BR. (variety Incana E. MEY.) [Fabaceae] shoot aqueous extract. Brain Research Bulletin 75, 126–132.   \nOjewole, J.A.O., 2008b. Anticonvulsant activity of Hypoxis hemerocallidea Fisch. and C.A. Mey. (Hypoxidaceae) Corm (‘African Potato’) aqueous extract in mice. Phytotherapy Research 22, 91–96.   \nOjewole, J.A.O., 2008c. Anticonvulsant effect of Rhus chirindensis (Baker F.) (Anacardiaceae) stem-bark aqueous extract in mice. Journal of Ethnopharmacology 117, 130–135.   \nOkubadejo, N.U., 2008. An analysis of genetic studies of Parkinson’s disease in Africa. Parkinsonism and Related Disorders 14, 177–182.   \nOkubadejo, N.U., Bower, J.H., Rocca, W.A., Maraganore, D.M., 2006. Parkinson’s disease in Africa: a systematic review of epidemiologic and genetic studies. Movement Disorders 21, 2150–2156.   \nOliver-Bever, B., 1986. Medicinal Plants in Tropical West Africa. Cambridge University Press, London.   \nOlsen, H.T., Stafford, G.I., van Staden, J., Christensen, S.B., Jäger, A.K., 2008. Isolation of the MAO-inhibitor naringenin from Mentha aquatica L. Journal of Ethnopharmacology 117, 500–502.   \nPalmer, E., Pitman, N., 1972. Trees of Southern Africa, vol. 3. Balkema, Cape Town.   \nPappe, L., 1847. A List of South African Indigenous Plants, Used as Remedies by the Colonists of the Cape of Good Hope. Cape Town.   \nPappe, L., 1857. Florae Capensis Medicae Prodromus vol. 2. Cape Town.   \nParrotta, J.A., 2001. The Healing Plants of Peninsular India. MRM Graphics Ltd., Winslow, Bucks.   \nPedersen, M.E., Vestergaard, H.T., Stafford, G.I., van Staden, J., Jäger, A.K. 2008. The effect of extracts of Searsia species on epileptiform activity in slices of the mouse cerebral cortex. Journal of Ethnopharmacology 119, 538–541.   \nPedersen, M.E., Szewczyk, B., Stachowicz, K., Wieronska, J., Andersen, J., Stafford, G.I., van Staden, J., Pilc, A., Jäger, A.K. 2008. Effects of South African traditional medicine in animal models for depression. Journal of Ethnopharmacology 119, 542–548.   \nPeredery, O., Persinger, M.A., 2004. Herbal treatment following post-seizure induction in rat by lithium pilocarpine: Scutellaria lateriflora (Skullcap), Gelsemium sempervirens (Gelsemium) and Datura stramonium (Jimson Weed) may prevent development of spontaneous seizures. Phytotherapy Research 18, 700–705.   \nPerry, N.S.L., Houghton, P.J., Theobald, A.E., Jenner, P., Perry, E.K., 2000. In-vitro inhibition of human erythrocyte acetylcholine esterase by Salvia lavandulaefolia essential oil and constituent terpenes. Journal of Pharmacy and Pharmacology 52, 895–902.   \nPooley, E., 1993. The Complete Field Guide to Trees of Natal Zululand and Transkei. Natal Flora Publications Trust, Natal Herbarium, Durban.   \nPooley, E., 2005. A field Guide to Wild Flowers KwaZulu-Natal and the Eastern Region. Natal Flora Publications Trust, Natal Herbarium.   \nPotter, H., 1932. Potter’s Cyclopedia of Botanical Drugs and Preparations, 4th ed. Potter and Carke, London.   \nPujol, J., 1990. NaturAfrica: The Herbalists Handbook. Jean Pujol Natural Healers Foundation, Durban.   \nRao Sulochana, B., Chetana, M., Uma Devi, P., 2005. Centella asiatica treatment during postnatal period enhances learning and memory in mice. Physiology & Behavior 86, 449–457.   \nRasmussen, S.J., 1997. The Poetics and Politics of Tuareg Aging: Life-Course and Personal Destiny in Niger. Northern Illinois University Press.   \nRamanathan, M., Sivakumar, S., Anandvijayakumar, P.R., Saravanababu, C., Pandian, P.R., 2007. Neuroprotective evaluation of standardized extract of Centella asiatica in monosodium glutamate treated rats. Indian Journal of Experimental Biology 45, 425–431.   \nRisa, J., Risa, A., Adsersen, A., Gauguin, B., Stafford, G.I., van Staden, J., Jäger, A.K., $2 0 0 4 \\mathsf { a }$ . Screening of plants used in southern Africa for epilepsy and convulsions in the $\\mathsf { G A B A } _ { \\mathsf { A } }$ -benzodiazepine receptor assay. Journal of Ethnopharmacology 93, 177–182.   \nRisa, A., Risa, J., Adsersen, A., Stafford, G.I., van Staden, J., Jäger, A.K., 2004b. Acetylcholinesterase inhibitory activity of plants used as memory-enhancers in traditional South African medicine. South African Journal of Botany 70, 664–666.   \nRoberts, M., 1990. Indigenous Healing Plants. Halfway House. Southern Book Publishers.   \nRodin, R.J., 1985. The ethnobotany of the Kwanyama Ovambos. Monographs in Systematic Botany from the Missouri Botanical Garden 9, 1–163.   \nSandager, M., Nielsen, N.D., Stafford, G.I., van Staden, J., Jäger, A.K., 2005. Alkaloids from Boophane disticha with affinity to the serotonin transporter in rat brain. Journal of Ethnopharmacology 98, 367–370.   \nSander, J.W., 2003. The epidemiology of epilepsy revisited. Current Opinon in Neurology 16, 165–170.   \nSander, J.W., Shorvon, S.D., 1996. Epidemiology of the epilepsies. Journal of Neurology, Neurosurgery and Psychiatry 65, 433–443.   \nSchmidt, K., Li, Z., Schubert, B., Huang, B., Stoyanova, S., Hamburger, M., 2003. Screening of entomopathogenic Deuteromycetes for activities on targets involved in degenerative diseases of the central nervous system. Journal of Ethnopharmacology 89, 251–260.   \nSchultes, R.E., Raffauf, R.F., 1990. The Healing Forest. Dioscorides Press, Oregon.   \nSmith, A., 1888. A Contribution to South African Materia Medica, 2nd ed. Lovedale uthAfric   \nSmith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. Journal of Ethnopharmacology 50, 119–130.   \nSmith, M.T., Field, C.R., Crouch, N.R., Hirst, M., 1998. The distribution of Mesembrine Alkaloids in selected Taxa of the Mesembryanthemaceae and their modification in the Sceletium derived ‘Kougoed’. Pharmaceutical Biology 36, 173–179.   \nSobiecki, J.F., 2002. A preliminary inventory of plants used for psychoactive purposes in southern Africa healing traditions. Transactions of the Royal Society of South Africa 57, 1–24.   \nSouth African National Burden of Disease Study, 2000. South African Medical Research Council, http://www.mrc.ac.za/bod/estimates.htm, accessed 5 September 2008.   \nStafford, G.I., Jäger, A.K., van Staden, J., 2005. Activity of traditional South African sedative and potentially CNS-acting plants in the GABA-benzodiazepine receptor assay. Journal of Ethnopharmacology 100, 210–215.   \nStafford, G.I., Pedersen, P.D., Jäger, A.K., van Staden, J., 2007. Monoamine oxidase inhibition by southern African traditional medicinal plants. South African Journal of Botany 73, 384–390.   \nSvenningsen, A.B., Madsen, K.D., Liljefors, T., Stafford, G.I., van Staden, J., Jäger, A.K., 2006. Biflavones from Rhus species with affinity for the GABAA/benzodiazepine receptor. Journal of Ethnopharmacology 103, 276–280.   \nUNAIDS, 2006. 2006 Report on the global AIDS epidemic. URL http://www. unaids.org/en/KnowledgeCentre/HIVData/GlobalReport/Default.asp [accessed on March 1, 2008].   \nUNAIDS, 2007. 2007 AIDS epidemic update. URL http://www.unaids.org/en/ KnowledgeCentre/HIVData/EpiUpdate/EpiUpdArchive/2007/ [accessed on March 1, 2008].   \nUnited Nations, 2003. Long-Range Population Projections Report. http://www.un. org/esa/population/publications/longrange/long-range working-paper final. PDF.   \nTang, H., Zhao, R., Deng, Y., 2005. Effects of essential oil and water soluble components from Acorus tatarinowii on SOD, LPO NO in brain tissue of epilepsy mice. Zhongguo Yaoshi 8, 983–985.   \nvan As, A.D., Joubert, J., 1991. Neurocysticercosis in 578 black epileptic patients. South African Medical Journal 80, 327–328.   \nvan Heerden, F.R., Viljoen, A., Mohoto, S.P., 2002. A phytochemical investigation of Craterocapsa tarsodes, a plant used for treatment of epilepsy by the Nothern Sotho people of South Africa. South African Journal of Botany 68, 77–79.   \nvan Wyk, B., Gericke, N., 2000. Peoples Plants. Briza Publications, Pretoria, South Africa.   \nvan Wyk, B.-E., van Heerden, F.R., van Oudtshoorn, B., 2002. Poisonous Plants of South Africa. Briza Publications, Pretoria.   \nvan Wyk, B.-E., Van Oudtshoorn, B., Gericke, N., 1997. Medicinal Plants of South Africa. Briza Publications, Pretoria, South Africa.   \nVattanajun, A., Watanabe, H., Tantisira, M.H., Tantisira, B., 2005. Isobolographically additive anticonvulsant activity between Centella asiatica’s ethyl acetate fraction and some antiepileptic drugs. Journal of the Medical Association of Thailand 88, 131–140.   \nVeale, D.J.H., Furman, K.I., Oliver, D.W., 1992. South African traditional herbal medicines used during pregnancy and childbirth. Journal of Ethnopharmacology 27, 341–346.   \nVeerendra, K.M.H., Gupta, Y.K., 2002. Effect of different extracts of Centella asiatica on cognition and oxidative stress markers in rats. Journal of Ethnopharmacology 79, 253–260.   \nVenter, F., Venter, J.A., 1996. Making the Most of Indigenous Trees. Briza Publications, Pretoria.   \nVerdcourt, B., Trump, E.C., 1969. Common Poisonous Plants of East Africa. Collins, London.   \nViola, H., Wasowski, C., Levi de Stein, M., Wolfman, C., Silvera, R., Medina, A.E., Paladini, A.C., 1995. Apigenin, a component of Matricaria recutita flowers, is a central benzodiazepine receptors-ligand with anxiolytic effects. Plant Medica 61, 213–216.   \nVisudtibhan, A., Visudhiphan, P., Chiemchanya, S., 1999. Stroke and seizures as the presenting signs of pediatric HIV infection. Pediatric Neurology 20, 53–56.   \nVlok, N., Malan, S.F., Castagnoli Jr., N., Bergh, J.J., Petzer, J.P., 2006. Inhibition of monoamine oxidase B by analogues of the adenosine A2A receptor antagonist (E)-8-(3-chlorostyryl)caffeine (CSC). Bioorganic and Medicinal Chemistry 14, 3512–3521.   \nWalker, J., 1996. Wild flowers of KwaZulu – Natal. W.R. Walker family Trust, Pinetown.   \nWatt, J.M., 1967. African plants potentially useful in mental health. Lloydia 30, 1–22.   \nWatt, J.M., Breyer-Brandwijk, M.G., 1962. The Medicinal and Poisonous Plants of Southern and Eastern Africa, 2nd ed. E. and S. Livingstone, Edinburgh and London.   \nWeinstock, M., 1999. Selectivity of cholinesterase inhibition. CNS Drugs 12, 307–323.   \nWijeweeraa, P., Arnasona, J.T., Koszyckib, D., Meralib, Z., 2006. Evaluation of anxiolytic properties of Gotukola – (Centella asiatica) extracts and asiaticoside in rat behavioral models. Phytomedicine 13, 668–676.   \nWilliamson, J., 1974. Useful Plants of Malawi. Limbe, University of Malawi.   \nWinkelman, M., Dobkin De Rios, M., 1989. Psychoactive properties of !Kung Bushmen medicine plants. Journal of Psychoactive Drugs 21, 51–59.   \nWorld Health Report, Executive Summary, 1998. http://www.who.int/whr/ 1998/exsum98e.htm.   \nWHO, 2001. World Health Report 2001-Mental Health: New Understanding, New Hope. http://www.who.int/whr2001/main/en/chapter2/index.htm.   \nYamada, M., Yasuhara, H., 2004. Clinical pharmacology of MAO inhibitors: safety and future. Neurotoxicology 25, 215–221.   \nYanan, X., Zhiming, C., Ikhlas, K., Yuan, L., 2008. Gotu Kola (Centella asiatica) extracts enhances phosphorylation of cyclic AMP response element binding protein in neuroblastoma cells expressing amyloid beta peptide. Journal of Alzheimer’s disease 13, 341–349.   \nYoudim, K.A., Qaiser, M.Z., Begley, D.J., Rice-Evans, C.A., Abbott, N.J., 2004. Flavonoid permeability across an in situ model of the blood–brain barrier. Free Radical Biology and Medicine 36, 592–604. ",
        "bbox": [
            505,
            838,
            929,
            939
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            68,
            71,
            495,
            935
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            521,
            87,
            946,
            934
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            50,
            74,
            478,
            934
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            504,
            80,
            931,
            933
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            68,
            81,
            495,
            568
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            521,
            81,
            946,
            569
        ],
        "page_idx": 24
    }
]