[
    {
        "type": "text",
        "text": "Phylogenetic analysis and diversity of novel endophytic fungi isolated from medicinal plant Sceletium tortuosum ",
        "text_level": 1,
        "bbox": [
            60,
            205,
            821,
            245
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Madira Coutlyne Manganyia,⁎ , Thierry Regnierd , Ajay Kumara , Cornelius Carlos Bezuidenhoutc , Collins Njie Atebaa,b ",
        "bbox": [
            62,
            255,
            820,
            288
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Department of Microbiology, North West University – Mafikeng Campus, Private Bag X2046, Mmabatho 2735, South Africa b Food Security and Safety Niche Area, Faculty of Agriculture, Science and Technology, North-West University, Mmabatho, Mafikeng 2735, South Africa c Unit for Environmental Sciences and Management, North-West University – Potchefstroom Campus, Private Bag X6001, Potchefstroom 2520, South Africa d Department of Biotechnology and Food Technology, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa ",
        "bbox": [
            60,
            297,
            773,
            340
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A R T I C L E I N F O ",
        "text_level": 1,
        "bbox": [
            62,
            369,
            186,
            382
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A B S T R A C T ",
        "text_level": 1,
        "bbox": [
            339,
            370,
            431,
            382
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nDiversity   \nEndophytic fungi   \nNovel   \nElongation factor   \nPhylogenetic ",
        "bbox": [
            62,
            397,
            146,
            461
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Throughout history, mankind has used plants as their primary source of sustainability, in agricultural commodities, clothing, fragrances, fertilizers, flavours, and providing shelter. There is a strong symbiotic relationship between the plant and its endophytes. Endophytes are harboured within the living plant tissues without causing neither diseases nor symptoms. They produce bioactive compounds that protect the host plants against attack of insects, pathogens and herbivores. The bioactive compounds might be utilized for pharmaceutical, agricultural, or biotechnological applications.This paper reported on the various endophytic fungi strains that were isolated from isolated from a medicinal plant, Sceletium tortuosum. Fifty Sceletium tortuosum plants were collected from three different provinces in South Africa and leaves and roots used to isolate culturable endophytes. Morphological characteristics and a genus specific PCR designed to amplify fungal internal transcribe spacer (ITS) region (ITS1 and ITS4) and elongation factor (EF 1 and 2) was used for identification. A total of 60 fungal isolates belonging to 16 genera were identified and classified. Isolates were identified to species level based on similarities with known sequences in GenBank and a large proportion of the fungi were Fusarium species $( 3 7 \\% )$ followed Aspergillus $( 2 5 \\% )$ and Penicillium $( 7 \\% )$ species. Phylogenetic analysis was performed using nuclear ribosomal DNA sequences and three potentially new isolates (DR 019 Fusarium penzigii, DR 010 Phomopsis columnaris, DR 007 Fusarium oxysporum f. sp. lycopersici) were identified in the phylogenic tree that was constructed. Our results offers basic data on the symbiotic/or mutualistic relationship between the medicinal plant Sceletium tortuosum and its endophytic fungi, as well as novel species. ",
        "bbox": [
            341,
            395,
            937,
            598
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "bbox": [
            62,
            643,
            161,
            655
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum is a small succulent plant that is well-known for its medicinal properties and Sceletium species are widely distributed within South Africa, especially in the south-western area that is predominantly dry (Gericke and Viljoen, 2008). This dicotyledonous flowering slow-growing plant is endemic to the Cape Region of South Africa and belongs to the family Aizoaceae (Smith et al., 1996). This herbal plant that has been used as a mood-altering drug (Gericke and Viljoen, 2008) has several common names that range from Kanna to Channa, and Kougoed, meaning something to chew or chewable and is known as a psychoactive plant. A traditional concoction called “Kougoed” is prepared from the plant and used to treat cases of intoxication. Although the concoction is not known to be hallucinogenic nor habit forming, it is taken prior to stressing events such as hunting due to its cognitive effects. Numerous studies (Shikanga et al., 2011; Setshedi, 2012) involving the plant have focused on phytochemical analysis and structural elucidation of crude extracts. ",
        "bbox": [
            62,
            670,
            485,
            839
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            643,
            934,
            682
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Endophytic fungi are known to live and spend either all or part of their life cycle by colonizing the inter-and/or intra-cellular tissues of healthy host plants (Namasivayam et al., 2014). The presence of these fungi provides several benefits to the plant host such as drought tolerance, protection against pathogens, enhanced growth and prevention from destruction by herbivores (Higginbotham et al., 2013). It has also been reported that endophytic fungi play a very important role in affecting the quality and quantity of the crude extracts produced by host plants through a particular fungus-host interaction and this indicates the need to understand the occurence of these fungi in medicinal plants that are used traditionally for the treatment of infections (Faeth and Fagan, 2002). This paper focuses on assessing the diversity of novel endophytic fungi from a medicinal plant Sceletium tortuosum based on their phylogenic relationships. ",
        "bbox": [
            514,
            683,
            937,
            839
        ],
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/c8c5ab4d68ad34c6bbff254dc3a726ae2f00b3e1e67329ab9c79cbae4278b77b.jpg",
        "image_caption": [
            "Fig. 1. Sceletium tortuosum medicinal plant (A) Sceletium tortuosum plantation (B) Individual Sceletium tortuosum with fine roots. "
        ],
        "image_footnote": [],
        "bbox": [
            196,
            70,
            803,
            262
        ],
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/5f23b70b8d66ae204425310cd3f514d4b390ac660f34765c984b57fd13e246d4.jpg",
        "table_caption": [
            "Table 1 Oligonucleotide primer sequences used to amplify ITS and EF target regions in endophytic fungi. "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Primer</td><td>Sequence (5&#x27;-3&#x27;)</td><td>Target species</td><td>PCR cycling conditions</td></tr><tr><td>ITS1 ITS4</td><td>TCCGTAGGTGAACCTGCGG TCCTCCGCTTATTGATATGC</td><td>All fungal isolates except Fusarium</td><td>94C for 5min; 94C for 30 secs</td></tr><tr><td></td><td></td><td>species</td><td>50C for 45 secs 30 Cycles 72C for 45 secs</td></tr><tr><td>EF1</td><td>CGAATCTTTGAACGCACATTG</td><td>Fusarium species</td><td>72C for 7 mins 94℃ for 5min 94C for 30 secs 54C for 45 secs 30 Cycles 72C for 45 secs</td></tr></table>",
        "bbox": [
            60,
            337,
            485,
            513
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            529,
            484,
            554
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Identification of endophytic fungi was previously based on morphological characters cultured on artificial media (Hyde and Soytong, 2007, 2008). Morphological structures such as the type of conidia and colony description have been used for identification of fungi. It is also known that secondary metabolites produced by plants are obstacles to the colonization of endophytic fungi and therefore these organisms must secrete the matching detoxification enzymes, such as cellulases, lactase, xylanase, and protease, in order to decompose the secondary metabolites such that they can penetrate through the defense systems of the resided host-plants. ",
        "bbox": [
            62,
            557,
            485,
            687
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A number of secondary metabolites, such as saponin as well as some essential oils are produced as a resistance mechanism against pathogens including endophytic fungi by medicinal plants when they cohabit (Sieber, 2007). To overcome this, endophytic fungi usually assume a latent state once inside the tissues of a host-plant either for the whole lifetime of the host plant (neutralism) or for an extended period of time (mutualism or antagonism) until environmental conditions are favorable for the fungi to its metabolites (Sieber, 2007). Against this background, bioactive compounds that are produced by endophytic fungi, with the exception of those produced by their host plants may enhance the tolerance of both the fungi and the plants to abiotic and biotic stress. Moreover, these compounds produced by endophytic fungi can in turn induce the production of a variety of novel bioactive secondary metabilites that may serve as important medicinal resoureces for humans (Zhang et al., 2006; Firáková et al., 2007; Rodriguez et al., 2009). ",
        "bbox": [
            62,
            688,
            485,
            883
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Despite the fact that endophytic fungi usually possess paired conidiophores with whorls of 2–3 phialides that produce one-celled, smooth surface and mostly globose green conidia that are ovoidal in shaped as well as thick and rough-walled, globose to subglobose chlamydospores that serve as specific morphological identification targets (Majid et al., 2015), modern techniques that incorporate DNA specific assays provide more reliable identification schemes that also reduce misclassification. DNA sequencing of the internal transcribed region (ITS) of fungal genomes is considered the goal standard technique for identification and determination of genetic relatedness. (AbdElsalam et al., 2003; de Beeck et al., 2014; Kozel and Wickes, 2014; Xu, 2016) ",
        "bbox": [
            60,
            886,
            484,
            938
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            300,
            937,
            404
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To the best of our knowledge, there is currently no study that documents the diversity of endophytic fungi isolated from Sceletium plants in South Africa since previous reports focused on phytochemical analysis of crude extracts (Patnala and Kanfer, 2009; Shikanga et al., 2011). The present study is therefore designed to investigate, identify and establish the genetic relationship of the endophytic fungi isolated from Sceletium tortuosum plants. This baseline data may provide valuable options for the identififcation of novel antimicrobial agents for pharmaceutical and agricultural industrial applications. ",
        "bbox": [
            514,
            406,
            937,
            523
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and methods ",
        "text_level": 1,
        "bbox": [
            514,
            542,
            680,
            553
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Collection of samples ",
        "text_level": 1,
        "bbox": [
            514,
            568,
            662,
            580
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A total of 50 Sceletium tortuosum plants that appear in Fig. 1 were collected from three different locations in South Africa and these comprised Roodepoort in Johannesburg, Gauteng Province; Sunndale and Klien Karoo in Cape Town, Western Cape Province with co-ordinates $2 6 . 1 2 0 1 ^ { \\circ } S$ , $2 7 . 9 0 1 5 ^ { \\circ } \\mathrm { E }$ , 34.1241 °S, $1 8 . 3 8 7 5 ^ { \\circ } \\mathrm { E }$ , $2 5 . 6 4 4 4 ^ { \\circ } S _ { \\mathrm { { \\scriptscriptstyle i } } }$ , $2 7 . 7 7 7 3 ^ { \\circ } \\mathrm { E }$ , respectively. Fresh plant materials were wrapped in newspapers to reduce excessive moisture prior to transportation. Upon arrival in the laboratory, samples were temporally stored at $4 ^ { \\circ } \\mathrm { C }$ in a cold room and were processed within $4 8 \\mathrm { h }$ . ",
        "bbox": [
            514,
            595,
            937,
            712
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1. Isolation of endphytic fungi (surface sterilization and calculation of colonizing frequency) ",
        "text_level": 1,
        "bbox": [
            512,
            731,
            937,
            756
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mature healthy Sceletium tortuosum plants with no visual symptoms of disease were selected and used for isolation of endophytic fungi. The plant samples were thoroughly washed with running water to remove dust and debris, and their surfaces were disinfected using a standard method (Araújo et al., 2001). Leaf, stem and root samples of plants were excised, cut into small portions and used for isolation of fungi. Each sample was rinsed with $7 0 \\%$ (v/v) ethanol for $1 \\mathrm { { m i n } }$ and their surfaces were disinfected with $2 \\%$ (v/v) sodium hypochlorite solution for $2 \\mathrm { { m i n } }$ . The samples were rinsed again $7 0 \\%$ (v/v) ethanol for $2 0 s$ and latter twice with sterile distilled water based on a previous protocol (Araújo et al., 2001). Small portions of these plant material were placed on Nutrient-poor media that comprised Selective Fusarium Agar and Potato Carrot Agar supplemented with antibiotics, WA). Each plate was inoculated with 2–5 pieces of plant material and incubated for 7–10 days at $2 5 ^ { \\circ } \\mathrm { C }$ . Each sample was analysed in duplicates of five. ",
        "bbox": [
            514,
            759,
            937,
            941
        ],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/cf59712132986bd6792abc3c860bce2caf8d02b9b443b0cba4f50189669f9157.jpg",
        "image_caption": [
            "Fig. 2. Macroscopical characters of endophytic fungi on PDA (A) Front view GG 7 (B) Reverse view GG 7 (C) Reverse view GG 1 (D) Front view GG 1 (E) Reverse view GG 8 (F) Front view GG 8. "
        ],
        "image_footnote": [],
        "bbox": [
            247,
            70,
            751,
            561
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            610,
            431,
            624
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Colonization Frequency (CF) was calculated as described by Suryanarayanan et al., 2003. ",
        "bbox": [
            62,
            625,
            484,
            649
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Colonization frequency of endophyte ",
        "bbox": [
            62,
            659,
            273,
            672
        ],
        "page_idx": 2
    },
    {
        "type": "equation",
        "img_path": "images/32168e622756f87c10e2f16efc96c8f437d9628b913827f255d26be156331d50.jpg",
        "text": "$$\n\\ = \\ \\left\\{ { \\frac { \\mathrm { N u m b e r ~ o f ~ s e g m e n t s ~ c o l o n i z e d ~ b y ~ f u n g i } } { \\mathrm { T o t a l ~ n u m b e r ~ o f ~ s e g m e n t ~ o b s e r v e d } } } \\right\\} \\times 1 0 0\n$$",
        "text_format": "latex",
        "bbox": [
            68,
            673,
            378,
            706
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2. Morphological identification ",
        "text_level": 1,
        "bbox": [
            62,
            728,
            248,
            740
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All isolates identified were purified using single spore technique, preserved, maintained and stored in the Plant Protection Research Institute (PPRI) collection of the National Collections of Fungi, Biosystematics Programme, Agricultural Research Council, South Africa. Each isolate was assigned a unique accession PPRI number. Hyphal morphology, mycelia and spore characteristics were observed using an EVOS FL microscope (AMEP4708) obtained from Life Technologies and fungal structures were captured (Carmichael et al., 1980; Barnett and Hunter, 1998; Carris et al., 2012). Colours were named using ‘A Mycological Colour Chart’. ",
        "bbox": [
            62,
            755,
            484,
            886
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3. Molecular identification endophytic fungi ",
        "text_level": 1,
        "bbox": [
            62,
            904,
            322,
            915
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To determine the identity and phylogentic relationship among the endophytic fungi isolated in this study the Internal Transcribed Spacer (ITS) and Elongation Factor (EF) regions were used as targets for all other fungal species and Fusarium species, respectively (Khorasani, 2013). The Qiagen DNeasy Mini Plant Kit (Hilden, Germany) was used to extract genomic DNA from fungal mycelium based on the manufacturer’s instructions. The DNA was quantified using a Nanodrop (Thermo Scientific, NanodropLite, USA) and stored at $- 2 0 ^ { \\circ } \\mathrm { C }$ for PCR analysis. PCR amplifications were performed using ITS and EF specific oligonucleotide primer sequences that presented in Table 1 to target all fungal isolates except Fusarium and Fusarium species respectively (Khorasani, 2013). Amplifications were performed in a Thermal Cycler (C1000 Touch, Bio-Rad, Johannesburg, South Africa) using conditions outlined in Table 1. PCR products were resolved by electrophoresis on a $1 . 7 \\%$ (w/v) agarose gel containing $0 . 1 \\mu \\mathrm { g / m L }$ ethidium bromide. Amplicons were visualized under UV light. The PCR products were purified and sequenced using an Applied Biosystems ABI 3500XL Genetic Analyser (Model 4,401,689) at Inqaba Biotechnologies (Pretoria, South Africa). ",
        "bbox": [
            82,
            929,
            484,
            941
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            611,
            937,
            847
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4. Phylogenetic analysis ",
        "text_level": 1,
        "bbox": [
            514,
            863,
            662,
            876
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Consensus sequences were constructed for all isolates and were subjected to the Basic Local Alignment Search Tool (BLAST) on http:// wwwncbinlmgov/BLAST in NCBI database. Prior to this manual editing was conducted and then pairwise alignment was accomplished by ",
        "bbox": [
            512,
            890,
            937,
            941
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0996e43bc2bd0a5d365f523c4f357f25bf72cb80ed46db666de6c4733d14b78f.jpg",
        "image_caption": [
            "Fig. 3. Morphology characters used for identification (A) GG 14, (B) ND 20, (C) DR 16(D) and ND 17. "
        ],
        "image_footnote": [],
        "bbox": [
            196,
            71,
            803,
            471
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7a153bc695bc67b4dc61ed9f68b511ca1eebc88c346cf12a9bf6ac1ba2e5f412.jpg",
        "image_caption": [
            "Fig. 4. Colonization rate of endophytic fungi isolated in leaves and roots at GP (Gauteng), WC1 (Western Cape site 1), WC2 (Western Cape site 2). "
        ],
        "image_footnote": [],
        "bbox": [
            230,
            506,
            766,
            709
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "BioEdit software. Fungal identities were generated by comparing investigative sequences with those previously submitted in Genbank. The genetic relationships between the isolates was established with the MEGA 52 software using Neighbor joining method. The consensus sequences were contracted from the Internal Transcribed Spacer (ITS) and Elongation Factor (EF) regions to construct phylogenetic tree with 1000 replications bootstrap. ",
        "bbox": [
            62,
            746,
            485,
            838
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Results and discussion ",
        "text_level": 1,
        "bbox": [
            62,
            863,
            226,
            875
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the current study, sixty endophytic fungi were successfully isolated from 50 Sceletium plants. All 60 isolates were subjected to morphological characterisation. The microphotographs of morphological structures and taxonomic parameters that were used for classification of the species are shown in Figs. 2 and 3. Cultures on PDA produced moderately fast growing colonies that were transparent, but with colours comprising black, pink and white (Fig. 2). Isolates grew well at $2 5 ^ { \\circ } \\mathrm { C }$ and plates were usually covered within 7–10 days. Mycelia were usually simple but with branched hyphae in some situations and also possessed conidiophores (Fig. 3). The reverse view of colonies were either black, pink or white (Fig. 2B, C and E). Iolates were successfully identified to Genus level using morphological characteristics and they belonged to 16 genera. The dominant endophytic fungi belong to genera Fusarium, Aspergillus, Penicillium, and Alternaria and this was in agreement with the results of Qi et al. (2009). In addition, our results revealed that only $4 0 \\%$ (24/60) of the fungi analysed were identified to genus level. ",
        "bbox": [
            60,
            890,
            484,
            915
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            746,
            937,
            904
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/839476eecd42d30ae0fda7b030607c3bf3768cb7351686755098b74eeae26225.jpg",
        "image_caption": [
            "Fig. 5. Distribution and diversity of Sceletium endophytic fungi at genus levels. "
        ],
        "image_footnote": [],
        "bbox": [
            191,
            68,
            805,
            350
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            387,
            484,
            424
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Colonization rate (CR) was defined as the number of fragments from which one or more endophytic fungi (EF) was isolated, divided by the total number of incubated fragments (Petrini et al., 1982). There was significant difference in the CR between leaves and roots since the CR in leaves were higher than roots. The colonization rates for the leaves of plants obtained from the Western Cape site 2 (WC2) was higher $( 2 2 \\% )$ than those of the roots $( 1 6 \\% )$ of the same plants. In addition, the fungal CR for plants obtained from WC2 was higher than those from Western Cape site 1 (WC1) as well those from Gauteng province (GP). Similarly, the colonization rate was significantly higher in leaves $( 2 0 \\% )$ compared to roots $( 1 3 \\% )$ of plants obtained from Gauteng (Fig. 4). Generally endophytic fungi were more prevalent on leaf tissue $( > 5 0 \\% )$ ) than roots. On the contrary previous findings by Naik et al. (2009), revealed an overall fungal colonization rate of Oryza sativa was higher in the roots than leaves. ",
        "bbox": [
            62,
            427,
            485,
            622
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In order to determine the phylogenetic relationship among the endophytic fungi from Sceletium tortuosum plants and related species, the ITS and EF genes amplified from isolates and sequenced were compared. The identities of the isolates based on BLAST search as well as the percentage similarities to previously deposited sequences are shown in Table 1. The results revealed that 56 $( 9 3 \\% )$ of the isolates had $9 7 \\% { - } 1 0 0 \\%$ sequence similarities with relevant sequences in GenBank. However, isolates GG012, GG016, ND5, DR019 respectively, had $8 7 \\%$ , $9 5 \\%$ , $9 2 \\%$ and $8 3 \\%$ sequence similarities with previous sequences in GenBank and were identified as Fusarium oxysporum (JX840353.1), Aspergillus niger (KM460938.1), Neurospora (KT844664.1) and Fusarium penzigii (NR_137707.1) respectively. The proportion of isolates belonging to the genus Fusarium $3 7 \\%$ ; 22/60) was higher than those identified as Aspergillus $( 2 5 \\%$ ; 15/60) and other related species (Penicillium, Altenaria, Phompsis, Neurospora) that were detected among less than $1 0 \\%$ (Fig. 5). Neurospora species have enormous potential to adapt to changing environments, and are therefore capable of switching their disease-causing capabilities from endophytic to pathogenic or saprotrophic fungi (Hsiao-Che et al., 2014). In addition, a large proportion of these fungi belong to genera that have been reported to be pathogenic to both humans and animals (Perez-Nadales et al., 2014). Our findings are similar to those previously reported in which Fusarium and ",
        "bbox": [
            62,
            625,
            485,
            914
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Aspergillus species were dominant among endophytic fungi isolated (Zakaria et al., 2010; Musavi and Balakrishnan, 2013; Srivastava, 2017). Isolates DR 13, GG 7, GG 8, ND 10, DR 1, DR 8, DR 13 revealed $1 0 0 \\%$ sequence similarities with Fusarium equiseti, Alternaria sp. Fusarium oxysporum, Alternaria sp. Aspergillus niger, Fusarium sp. Fusarium equiseti repectively. The consensus sequences were submitted in NCBI database, GenBank bankit and accession numbers were issued (Table 2). ",
        "bbox": [
            514,
            387,
            937,
            491
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The phylogenetic relationships of the isolates was determined through the Bootstrap analysis using 1000 replications in order to assess the relative of the branches of the tree that was constructed. The sequences generated from the isolates were compared to reference fungal taxa in the database. The sum of branch length was calculated as 156.35442900 and the final dataset total was 226 positions. This was extracted from 60 nucleotide sequences. ",
        "bbox": [
            514,
            493,
            937,
            583
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "All the consensus sequences were aligned using MAFF (Multiple Alignment using Fast Fourier Transform) program and construction of the phylogenetic tree was based on the neighbor joining method consisting of 1000 bootstrap replications associated taxa clustered (Fig. 6). Phylogenetic analysis using ITS region of endophytic fungi is distributed into three Clusters which is illustrated in Fig. 6. Cluster 2 subdivision shows a significant weakness in the bootstrap support which was less than $5 0 \\%$ . ",
        "bbox": [
            514,
            585,
            937,
            689
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Further interpretation reveals that all clusters (Cl 1–3) have strains belonging to Division ascomycota while the Division basidiomycota is located in cluster 1 and 2. Nevertheless, the genera Ceratobasidium (GG 6, DR 11) are clustered under different taxa groups 1 and 3. Thoughtprovoking strains are situated in cluster 1 but in different sub-clusters (DR 12, GG2) belonging to the division Oomycota and Zygomycota. Ascomycota dominates the scientific classification with an average of $8 1 \\%$ in the phylogenetic tree. Strong phylogenetic relationships/ homology $( 9 5 \\mathrm { - } 1 0 0 \\% )$ ) was shown with symbols. On the other hand $5 0 \\%$ and less were not displayed in the phylogenetic tree. This data correspond with Miguel et al., (2017), Basidiomycota and Ascomycota were the dominate phyla isolated from eucalyptus leaves. Based on the allocation of stains in the phylogenetic tree, there are three potential novel endophytic fungi (DR 7, DR 10, DR 19) situated in all the clusters. Furthermore, the strains were isolated from the same location. All strains were belonging to the genus Fusarium with different species and subspecies. ",
        "bbox": [
            514,
            691,
            937,
            914
        ],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/e2afc6eb551d4274e277cd4df296eb4117278d8a41993605c229251aca2909e9.jpg",
        "table_caption": [
            "Table 2 Sequence identities of endophytic fungi isolated from S. tortuosum based on BLAST analysis. "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Sample ID</td><td colspan=\"2\">Closest related species</td><td colspan=\"2\">GenBank Best BLASTMatch</td></tr><tr><td></td><td></td><td></td><td>Accession No.</td><td>No.coverage</td></tr><tr><td>GG 001</td><td>Aspergillus</td><td>sp.</td><td>KR154911.1</td><td>100%</td></tr><tr><td>GG 002</td><td>Mucor</td><td>Circinelloides</td><td>DQ118990.1</td><td>99%</td></tr><tr><td>GG 003</td><td>Fusarium</td><td>Phaseoli</td><td>KF717534.1</td><td>99%</td></tr><tr><td>GG 004</td><td>Penicillium</td><td>Janthinellum</td><td>KM268704.1</td><td>99%</td></tr><tr><td>GG 005</td><td>Fusarium</td><td>Solani</td><td>KP784419.1</td><td>100%</td></tr><tr><td>GG 006</td><td>Ceratobasidium</td><td>sp.</td><td>KT265713.1</td><td>100%</td></tr><tr><td>GG 007</td><td>Alternaria</td><td>sp.</td><td>KX270745.1</td><td>99%</td></tr><tr><td>GG 008</td><td>Fusarium</td><td>oxysporum</td><td>KJ774041.1</td><td>100%</td></tr><tr><td>GG 009</td><td>Neurospora</td><td></td><td>KT844666.1</td><td>100%</td></tr><tr><td>GG010</td><td>Aspergillus</td><td>terreus</td><td>KJ685810.1</td><td>100%</td></tr><tr><td>GG 011</td><td>Fusarium</td><td>solani</td><td>KX349467.1</td><td>100%</td></tr><tr><td>GG 012</td><td>Fusarium</td><td>oxysporum</td><td>JX840353.1</td><td>87%</td></tr><tr><td>GG013</td><td>Aspergillus</td><td>fumigatus</td><td>HE864321.1</td><td>100%</td></tr><tr><td>GG 014</td><td>Aspergillus</td><td>niger</td><td>KP172477.1</td><td>98%</td></tr><tr><td>GG 015.1</td><td>Aspergillus</td><td>sp.</td><td>KP881423.1</td><td>98%</td></tr><tr><td>GG 015.2</td><td>Aspergillus</td><td>sp.</td><td>KM924435.1</td><td>99%</td></tr><tr><td>GG 016</td><td>Aspergillus</td><td>niger</td><td>KM460938.1</td><td>95%</td></tr><tr><td>ND 1</td><td>Aspergillus</td><td>sp.</td><td>KM924435.1</td><td>100%</td></tr><tr><td>ND 2</td><td>Aspergillus</td><td>fumigatus</td><td>KF305755.1</td><td>98%</td></tr><tr><td>ND3</td><td>Penicillium</td><td>brevicompactum</td><td>KR912330.1</td><td>98%</td></tr><tr><td>ND 4</td><td>Penicillium</td><td>echinulatum</td><td>KP411588.1</td><td>100%</td></tr><tr><td>ND 5</td><td>Neurospora</td><td></td><td>KT844664.1</td><td>92%</td></tr><tr><td>ND 6</td><td>Penicillium</td><td>sp.</td><td>KT192314.1</td><td>100%</td></tr><tr><td>ND 7</td><td>Geotrichum</td><td>sp.</td><td>KU571521.1</td><td>97%</td></tr><tr><td>ND8</td><td>Alternaria</td><td>sp.</td><td>KP027305.1</td><td>98%</td></tr><tr><td>ND 9</td><td>Aspergillus</td><td>sp.</td><td>KP881423.1</td><td>98%</td></tr><tr><td>ND 10</td><td>Alternaria</td><td>sp.</td><td>KR094438.1</td><td>96%</td></tr><tr><td>ND 12</td><td>Epicoccum</td><td>nigrum</td><td>KP721576.1</td><td>99%</td></tr><tr><td>ND 13</td><td>Fusarium</td><td>oxysporum f. sp. ciceris</td><td>JN400682.1</td><td>100%</td></tr><tr><td>ND 14</td><td>Aspergillus</td><td>fumigatus</td><td>JQ776545.1</td><td>99%</td></tr><tr><td>ND 15</td><td>Aspergillus</td><td>niger</td><td>KJ881376.1</td><td>99%</td></tr><tr><td>ND 16</td><td>Aspergillus</td><td>niger</td><td>JQ929761.1</td><td>99%</td></tr><tr><td>ND 17</td><td>Aspergillus</td><td>sp.</td><td>KF305740.1</td><td>99%</td></tr><tr><td>ND 18</td><td>Neurospora</td><td></td><td>KT844666.1</td><td>99%</td></tr><tr><td>ND 19</td><td>Fusarium</td><td>oxysporum f.sp. lycopersici</td><td>KC478629.1</td><td>99%</td></tr><tr><td>DR 001 DR002</td><td>Aspergillus</td><td>niger</td><td>KP748369.1</td><td>100%</td></tr><tr><td>DR 003</td><td>Fusarium</td><td>oxysporum</td><td>EF495235.1 KP749188.1</td><td>100%</td></tr><tr><td>DR 004</td><td>Coniothyrium</td><td>aleuritis</td><td>KU097318.1</td><td>98%</td></tr><tr><td>DR005</td><td>Fusarium</td><td>oxysporum f. sp.ciceris</td><td>HM596868.1</td><td>98%</td></tr><tr><td>DR 006</td><td>Cf.Pleosporales Fusarium</td><td>sp.</td><td>KU715166.1</td><td>98%</td></tr><tr><td>DR 007</td><td>Fusarium</td><td>equiseti</td><td>KC478629.1</td><td>97%</td></tr><tr><td>DR008</td><td>Fusarium</td><td>oxysporum f. sp. lycopersici</td><td>DQ446211.2</td><td>97%</td></tr><tr><td>DR 009</td><td>Fusarium</td><td>sp.</td><td>KU715166.1</td><td>99%</td></tr><tr><td>DR 010</td><td>Phomopsis</td><td>equiseti</td><td></td><td>99%</td></tr><tr><td>DR 011</td><td>Ceratobasidium</td><td>columnaris</td><td>GU934561.1 KT428729.1</td><td>99%</td></tr><tr><td>DR 012</td><td>Pythium</td><td>sp. heterothallicum</td><td>KU210972.1</td><td>99%</td></tr><tr><td>DR 013</td><td>Fusarium</td><td>equiseti</td><td>JQ412109.1</td><td>99%</td></tr><tr><td>DR 014.1</td><td>Neonectria</td><td></td><td></td><td>99%</td></tr><tr><td>DR 014.2</td><td>Neonectria</td><td>sp.</td><td>HQ731630.1</td><td>99%</td></tr><tr><td>DR 015</td><td></td><td>sp.</td><td>HQ731630.1</td><td>86%</td></tr><tr><td>DR 016</td><td>Purpureocillium</td><td>sp.</td><td>KJ935014.1</td><td>100%</td></tr><tr><td></td><td>Cladosporium</td><td>sp.</td><td>KF976501.1</td><td>99%</td></tr><tr><td>DR 017</td><td>Fusarium</td><td>solani</td><td>KP784419.1</td><td>99%</td></tr><tr><td>DR 018</td><td>Fusarium</td><td>dimerum</td><td>JQ434586.1</td><td>98%</td></tr><tr><td>DR019</td><td>Fusarium</td><td>penzigii</td><td>NR_137707.1</td><td>83%</td></tr><tr><td>DR 020</td><td>Fusarium</td><td>subglutinans</td><td>KU715164.1</td><td>97%</td></tr><tr><td>DR021</td><td>Fusarium</td><td>equiseti</td><td>JQ412109.1</td><td>99%</td></tr><tr><td>DR 022</td><td>Fusarium</td><td>sp.</td><td>DQ446211.2</td><td>100%</td></tr><tr><td>DR 023</td><td>Fusarium</td><td>oxysporum</td><td>KU746660.1</td><td>100%</td></tr><tr><td>DR 024</td><td>Fusarium</td><td>sp.</td><td>DQ446211.2</td><td>99%</td></tr></table>",
        "bbox": [
            63,
            97,
            956,
            802
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To the best of our knowledge, there is no study that investigated the diversity of endophytic fungi isolates from indigenous S. tortuosum. The current study demonstrates the relatively high variety of fungal communities from the biodiversity of three locations in South Africa. The extensive richness of endophytes in the roots and leaves is directly proportional to physiological and/or ecological importance of medicinal plants. In the current study, the CR value is higher in leaves, hence more endophyic fungi habour the leaves than the roots. Three novel isolates were identified in the phylogenetic tree. Our findings lay a critical foundation in a deeper understanding of S. tortuosum. This baseline data provides valid directions for future research particularly analysis of the bioactive compounds produced by these fungi and their therapeutic applications as well as extracellular enzymes that they produce. ",
        "bbox": [
            62,
            823,
            485,
            915
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            823,
            937,
            915
        ],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/45a919784e77b5bdf1377d6a698a481cdd98adfdf8160d814eeffd23d228e780.jpg",
        "image_caption": [
            "Fig. 6. Phylogenetic tree constructed by neighbor joining method using ITS sequences of 60 fungal strains. Bootstrap values is based on 1000 replicates while above $5 0 \\%$ are indicated on the branches. "
        ],
        "image_footnote": [],
        "bbox": [
            146,
            70,
            853,
            857
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "bbox": [
            62,
            71,
            186,
            83
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This work was supported by the National Research Fund (NRF) and Health and Welfare Sector Education and Training Authority (HWSETA) of South Africa. ",
        "bbox": [
            60,
            98,
            484,
            136
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary data ",
        "text_level": 1,
        "bbox": [
            62,
            151,
            277,
            162
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.phytol.2018.06.004. ",
        "bbox": [
            62,
            177,
            485,
            203
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "bbox": [
            62,
            218,
            131,
            229
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abd-Elsalam, K., Aly, I.N., Abdel-Satar, M.A., Khalil, M.S., Verreet, J.A., 2003. PCR identification of Fusarium genus based on nuclear ribosomal-DNA sequence data. Afr. J. Biotechnol. 2, 82–85.   \nAraújo, W.L., Maccheroni Jr., W., Aguilar-Vildoso, C.I., Barroso, P.A., Saridakis, H.O., Azevedo, J.L., 2001. Variability and interactions between endophytic bacteria and fungi isolated from leaf tissues of citrus rootstocks. Can. J. Microbiol. 3, 229–236.   \nBarnett, H.L., Hunter, B.B., 1998. The Illustrated Genera of Imperfect Fungi, fourth edition. Aps Press, The American Phytopathological Society, St. Paul, Minnesota 218 p.   \nCarmichael, J.W., Kendrick, W.B., Conners, I.L., Sigler, Y.L., 1980. Genera of Hyphomycetes. University of Alberta Press, Alberta 386 p.   \nCarris, L.M., Little, C.R., Stiles, C.M., 2012. Introduction to Fungi. The Plant Health Instructor. http://dx.doi.org/10.1094/PHI-I-2012-0426-01.   \nDe Beeck, M.O., Lievens, B., Busschaert, P., Declerck, S., Vangronsveld, J., Colpaert, J.V., 2014. Comparison and validation of some ITS primer pairs useful for fungal metabarcoding studies. PLoS One 9, 1–11. http://dx.doi.org/10.1371/journal.pone. 0097629.   \nFaeth, S.H., Fagan, W.F., 2002. Fungal endophytes: common host plant symbionts but uncommon mutualists. Integr. Comp. Biol. 42, 360–368. http://dx.doi.org/10.1093/ icb/42.2.360.   \nGericke, N., Viljoen, A.M., 2008. Sceletium - a review update. J. Ethnopharmacol. 119, 653–663. http://dx.doi.org/10.1016/j.jep.2008.07.043.   \nHigginbotham, H., Guo, J., Yokota, Y., Umberger, N.L., Su, C.Y., Li, J., Verma, N., Hirt, J., Ghukasyan, V., Caspary, T., Anton, E.S., 2013. Arl13b-regulated cilia activities are essential for polarized radial glial scaffold formation. Nat. Neurosci. 16, 1000–1007. http://dx.doi.org/10.1038/nn.3451. pmid:23817546.   \nHsiao-Che, K., Sun, H., Jaeyoung, C., Frederick, O.A., Jari, P.T.V., Yong-Hwan, L., 2014. Secret lifestyles of Neurospora crassa. Sci. Rep. 4, 5135. http://dx.doi.org/10.1038/ srep05135.   \nHyde, K.D., Soytong, K., 2007. Understanding microfungal diversity-a critique. Cryptogam Mycol. 28, 281–289.   \nHyde, K.D., Soytong, K., 2008. The fungal endophyte dilemma. Fungal Divers 33, 163–173.   \nKhorasani, M., 2013. Cylindrocarpon Species in Pacific Northwest Douglas-fir Nurseries: Diversity and Effects of Temperature and Fungicides on Mycelial Growth. University of Washington M.Sc. Dissertation.   \nKozel, T.R., Wickes, B., 2014. Fungal diagnostics. Cold Spring Harb. Perspect Med. 4, 1–14. http://dx.doi.org/10.1101/cshperspect.a019299.   \nMajid, A.H.A., Zahran, Z., Rahim, A.H.A., Ismail, N.A., Rahman, W.A., Zubairi, K.S.M., Dieng, H., Satho, T., 2015. Morphological and molecular characterization of fungus isolated from tropical bedbugs in Northern Peninsular Malaysia, Cimex hemipterus (Hemiptera: Cimicidae). Asian Pac. J. Trop. Biomed. 5, 707–713. http://dx.doi.org/ 10.1016/j.apjtb.2015.04.012.   \nMusavi, S.F., Balakrishnan, R.M., 2013. Biodiversity, antimicrobial potential, and phylogenetic placement of an endophytic fusarium oxysporum NFX 06 isolated from Nothapodytes foetida. J. Mycol. 1, 1–11. http://dx.doi.org/10.1155/2013/172056.   \nMiguel, P.S.B., Delvaux, J.C., de Oliveira, M.N.V., Moreira, B.C., Borges, A.C., Tótola, M.R., Neves, J.C.L., Costa, M.D., 2017. Diversity and distribution of the endophytic fungal community in eucalyptus leaves. Afri. J. Microbiol. Res. 11, 92–105. http:// dx.doi.org/10.5897/AJMR2016.8353.   \nPerez-Nadales, E., Nogueira, M.F.A., Baldin, C., Castanheira, S., Ghalid, M.E., Grund, E., Lengeler, K., Marchegiani, E., Mehrotra, P.V., Moretti, M., Naik, V., Oses-Ruiz, M., Oskarsson, T., Schäfer, K., Wasserstrom, L., Brakhage, A.A., Gow, N.A.R., Kahmann, R., Lebrun, M.-H., Martin, J.P., Di Pietro, A., Talbot, N.J., Toquin, V., Walther, A., Wendland, J., 2014. Fungal model systems and the elucidation of pathogenicity determinants. Fungal Gene Bio. 70, 42–67.   \nNaik, B.S., Shashikala, J., Krishnamurthy, Y.L., 2009. Study on the diversity of endophytic communities from rice (Oryza sativa L.) and their antagonistic activities in vitro. Microbiol. Res. 164, 290–296. http://dx.doi.org/10.1016/j.micres.2006.12.003.   \nNamasivayam, S.K.R., Swetha, R., Srivatsan, K.V., 2014. Evalution of potential biological activities of metabolites from endophytic fungi residing in leaves of Azadirhacta indica. Int. J. ChemTech. Res. 5, 3116–3121.   \nPatnala, S., Kanfer, I., 2009. Investigations of the phytochemical content of Sceletium tortuosum following the preparation of \"Kougoed\" by fermentation of plant material. J. Ethnopharmacol. 121 (1), 86–91. http://dx.doi.org/10.1016/j.jep.2008.10.008.   \nPetrini, O., Stone, J.K., Carroll, F.E., 1982. Endophytic fungi in evergreen shrubs in western Oregon: a preliminary study. Can. J. Bot 60, 789–796. http://dx.doi.org/10. 1139/b82-102.   \nQi, F.H., Jing, T.Z., Wang, Z.X., Zhan, Y.G., 2009. Fungal endophytes from Acerginnala Maxim: isolation, identification and their yield of gallic acid. Lett. Appl. Microbiol. 49, 98–104. http://dx.doi.org/10.1111/j.1472-765X.2009.02626.   \nSetshedi, I.B., 2012. Phytochhemical isolation of compounds from the plant Sceletium tortuosum. Master of Science.   \nShikanga, E.A., Viljoen, A., Combrinck, S., Marston, A., 2011. Isolation of Sceletium alkaloids by high-speed countercurrent chromatography. Phytochem. Lett. 4, 190–193.   \nSieber, T., 2007. N., Endophytic fungi in forest trees: are they mutualists? Fung. Biol. Rev. 21, 75–89. http://dx.doi.org/10.1016/j.fbr.2007.05.004.   \nSmith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae. J. Ethnopharm. 50 (95), 01342–01343. http://dx.doi.org/10.1016/0378-8741. 119-130.   \nSrivastava, M.P., 2017. Butea Monsperma Roxb. ex wild associated with endophytic fungal. Inter. J. Pharm. Bio-Sci. 1, 1–8.   \nSuryanarayanan, T.S., Venkatesan, G., Murali, T.S., 2003. Endophytic fungal communities in leaves of tropical forest trees: diversity and distribution patterns. Curr. Sci. 4, 489–492.   \nXu, J., 2016. Fungal DNA barcoding. Genome 59, 913–932. http://dx.doi.org/10.1139/ gen-2016-0046.   \nZakaria, L., Yaakop, A.S., Salleh, B., Zakaria, M., 2010. Endophytic fungi from paddy. Trop. Life Sci. Res. 21, 101–107.   \nFiráková, S., Šturdiková, M., Múčková, M., 2007. Bioactive secondary metabolites produced by microorganisms with plants. Bioligia 62, 251–257.   \nRodriguez, R.J., White, J.F.J., Arnold, A.E., Redman, R.S., 2009. Fungal endophytes diversity and functional roles. New Phytol. 182, 314–330.   \nZhang, H.W., Song, Y.C., Tan, R.X., 2006. Biology and chemistry of endophytes. Nat. Prod. Rep. 23, 753–771. ",
        "bbox": [
            60,
            245,
            485,
            638
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            510,
            70,
            939,
            630
        ],
        "page_idx": 7
    }
]