[
    {
        "type": "text",
        "text": "The Phosphodiesterase-4 (PDE4) Inhibitor Rolipram Decreases Ethanol Seeking and Consumption in Alcohol-preferring FawnHooded Rats ",
        "text_level": 2,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rui-Ting Wen, Min Zhang, Wang-Jun Qing, Qing Liu, Wei-Ping Wang, Andrew J. Lawrence,   \nHan-Ting Zhang, and Jian-Hui Liang   \nNational Institute on Drug Dependence (RTW, MZ, WJQ, QL, WPW, JHL), Peking University,   \nBeijing, PR China; Florey Neuroscience Institutes and Centre for Neuroscience (AJL), University   \nof Melbourne, Victoria, Australia; Departments of Behavioral Medicine & Psychiatry and   \nPhysiology & Pharmacology (HTZ), West Virginia University Health Sciences Center,   \nMorgantown, West Virginia, USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 2,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background—Alcohol dependence is a complex psychiatric disorder demanding development of novel pharmacotherapies. Since the cyclic AMP (cAMP) signaling cascade has been implicated in mediating behavioral responses to alcohol, key components in this cascade may serve as potential treatment targets. Phosphodiesterase 4 (PDE4), an enzyme that specifically catalyzes the hydrolysis of cAMP, represents as a key point in regulating intracellular cAMP levels. Thus, it was of interest to determine whether PDE4 was involved in the regulation of alcohol use and abuse. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Methods—Male Fawn-Hooded (FH/Wjd) rats were tested for $5 \\%$ (v/v) ethanol and $10 \\%$ (w/v) sucrose operant oral self-administration following treatment with the selective PDE4 inhibitor rolipram (0.0125, 0.025, or $0 . 0 5 \\mathrm { m g / k g }$ , s.c.); rolipram at higher doses (0.05, 0.1, and $0 . 2 \\mathrm { m g / k g }$ , s.c.) was tested to determine its impact on the intake of ethanol, sucrose, or water using the twobottle choice drinking paradigm. Subsequent open-field testing was performed to evaluate the influence of higher doses of rolipram on locomotor activity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results—Acute administration of rolipram dose-dependently reduced operant self-administration of $5 \\%$ ethanol, but had no effect on $10 \\%$ sucrose responding. Time-course assessment revealed significant decreases in ethanol consumption after rolipram (0.1, $0 . 2 \\mathrm { m g / k g }$ ) treatment in continuous- and intermittent-access to ethanol at $5 \\%$ or $10 \\%$ , respectively. Moreover, chronic rolipram treatment time-dependently decreased $5 \\%$ ethanol consumption and preference during treatment days and after the termination of rolipram administration. Rolipram at the highest doses (0.1 and $0 . 2 \\mathrm { m g / k g }$ ) did decrease locomotor activity, but the effect lasted only 10 and $2 0 \\mathrm { m i n }$ , respectively, which did not likely alter long-term ethanol drinking. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusions—These results suggest that PDE4 plays a role in alcohol seeking and consumption behavior. Drugs interfering with PDE4 may be a potential pharmacotherapy for alcohol dependence. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords ",
        "text_level": 2,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cyclic AMP Signaling; Phosphodiesterase-4 (PDE4); Rolipram; FH/Wjd Rat; Ethanol Intake ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Alcohol dependence is a complex psychiatric disorder, to which more effective therapeutic approaches remain to be developed (Jupp and Lawrence, 2010). A better understanding of the biological basis of this disease may aid in the development of novel pharmacotherapies. Primarily for this purpose, a variety of alcohol-preferring animal models have been established for exploring potential pharmacological targets and agents that may be involved in the regulation of alcohol drinking behavior. Among them, the inbred Fawn-Hooded (FH/ Wjd) rat strain, which exhibit innate high alcohol preference, has been increasingly utilized in this research area (Overstreet et al., 2006, 2007). FH/Wjd rats voluntarily consume large amounts of alcohol, become dependent and will work for alcohol reward. All these characteristics render them a suitable animal model of alcoholism (Overstreet et al., 2007; Rezvani et al., 2002). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Alcohol use and abuse behaviors have been shown to cause neuroadaptive changes related to dysregulation of cellular signaling systems (Koob et al., 1998; Nestler, 2001; Pandey, 2004). It has been demonstrated that the intracellular cyclic AMP (cAMP)/protein kinase A (PKA)/ cAMP responsive element binding protein (CREB) signaling pathway mediates behavioral responses to alcohol exposure (Moonat et al., 2010; Newton and Messing, 2006; Pandey, 2004; Pandey et al., 2001b). Lower levels of downstream cAMP signaling function are observed in specific brain structures of alcohol-preferring rodents compared with their control strains (Misra and Pandey, 2003; Pandey et al., 1999a). Normalization of this decreased signal transduction by PKA activator leads to decreases in alcohol intake (Pandey et al., 2005), while pharmacologically decreased cAMP signaling in the corresponding brain regions produces increased alcohol intake and preference in normal animals (Misra and Pandey, 2006; Pandey et al., 2003). These findings suggest that decreased function of intracellular cAMP signaling may be a causative factor in alcohol drinking behavior. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As a trigger point of cAMP signal transduction, the intracellular levels of cAMP are regulated by the rates of synthesis and hydrolysis, which are catalyzed by adenylate cyclases (AC) and cAMP-phosphodiesterases (PDEs), respectively (Soderling and Beavo, 2000). PDE4, one of the 11 PDE families described to date, specifically hydrolyzes cAMP and plays a crucial role in modulating its intracellular levels (Li et al., 2011; O’Donnell and Zhang, 2004; Zhang, 2009). As the predominant PDE enzyme in brain neuronal cells, PDE4 has proven to be of particular importance in central nervous system functions. Pharmacological inhibition of PDE4 by rolipram, a selective PDE4 inhibitor, activates brain cAMP signaling and produces antidepressant- (Zhang, 2009; Zhang et al., 2002, 2006), anxiolytic-like (Li et al., 2009; Silvestre et al., 1999a), and memory-enhancing (Li et al., ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2011; Zhang et al., 2000, 2004, 2005) effects in rodents. Most recently, a study by Zhang and co-workers has demonstrated that PDE4 inhibitors decrease ethanol intake in C57BL/6J mice (Hu et al., 2011). However, the role of PDE4 in alcohol use and abuse remains largely unknown. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the present study, we expanded the existing findings by investigating the role of PDE4 in ethanol-mediated behaviors in FH/Wjd rats, a reliable rodent model of alcoholism (Overstreet et al., 2007; Rezvani et al., 2002). First, with the use of operant selfadministration procedures, we tested the influence of rolipram on ethanol-seeking behavior and determined the selectivity of rolipram effect via similar assessment of nature reward seeking (sucrose reinforcement). Since opiate antagonists have been shown to produce the most consistent effects in terms of reducing alcohol seeking and intake (Cowen et al., 1999; Hyytia and Sinclair, 1993; Volpicelli et al., 1992), the effect of rolipram was compared with that of naloxone in ethanol and sucrose self-administration. Second, the current study examined acute and chronic effects of rolipram in the two-bottle choice drinking paradigm. Time-course assessments of ethanol and sucrose drinking were performed to evaluate the effects of acute rolipram administration, while daily ethanol consumption was measured under chronic rolipram treatment to view its long-term action. Finally, in this study we sought to figure out whether concomitant changes in locomotor activity were involved in the reduction of ethanol seeking and intake. Overall, this was the first study in determining the role of PDE4 in ethanol consumption and seeking behaviors in alcohol-preferring rats. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MARERIALS AND METHODS ",
        "text_level": 4,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Animals ",
        "text_level": 4,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fawn-Hooded breeding stocks were obtained from Florey Neuroscience Institutes (University of Melbourne, Australia) and rats were bred in the Department of Laboratory Animal Science (Peking University Health Science Center). All rats were housed in hyaline plastic cages and maintained in a temperature- and humidity-controlled room with 12-h light/dark cycle (lights on at $0 8 { : } 0 0 \\ \\mathrm { a . m . }$ ). Animals were given time to acclimatize to the housing condition before the start of the experiments. Food and water were available ad libitum, except for the initial period of operant self-administration training as described below. All procedures were approved by the Local Committee on Animal Care and Use; animals were treated in accordance with the NIH Guide for the Care and Use of Laboratory Animals (NIH Publications No. 80–23, revised 1996). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Drugs ",
        "text_level": 4,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ethanol (v/v) and sucrose (w/v) solutions were prepared in tap water using anhydrous ethanol or sucrose (Beijing Chemicals Works, Beijing, China). Rolipram and naloxone were purchased from A.G. Scientific (San Diego, CA) and Sigma (St. Louis, MO), respectively. The drugs were dissolved in normal saline (NS) and administered in a volume of $1 \\mathrm { m l / k g }$ via subcutaneous (s.c.) injection. All drug solutions were prepared freshly before each testing session. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Operant Oral Self-Administration ",
        "text_level": 4,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Self-administration sessions were conducted in the WS-1 operant self-administration system developed by National Institute on Drug Dependence, Beijing, China (Jing et al., 2009). The system consisted of six operant conditioning chambers with connection to a computer. Each chamber $( 2 9 . 5 \\times 2 5 . 5 \\times 2 5 \\mathrm { c m } )$ was enclosed in a ventilated, sound-attenuating cubicle with house light. The left and right walls of each chamber were equipped with one retractable lever $5 \\mathrm { c m }$ above the grid floor), respectively. Liquids were maintained in small glass bottles and $1 0 \\mathrm { - m l }$ syringes (for ethanol/sucrose solutions and water, respectively) mounted on programmable pumps, which delivered $0 . 0 3 \\mathrm { m l }$ liquid per activation into a stainless steel trough located next to each lever. The placement of ethanol/sucrose solutions and water was alternated daily to control side preferences. Stimulus lights were present above each lever. A tone-emitting hummer activated by lever presses was equipped on the right wall above the light. Upon each lever press, the stimulus light above the pressed lever blinked for $3 \\mathrm { ~ s ~ }$ , accompanied by a 3-s tone to reinforce availability of liquid reward in the corresponding trough. All the operant conditioning chambers were interfaced to the computer, which was programmed to record all lever presses and liquid deliveries. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Training of the FH/Wjd rats $\\scriptstyle ( 1 = 2 5$ ; $1 4 0 \\pm 3 0 \\mathrm { g } ,$ began with a free choice between $10 \\%$ sucrose solution and water on a fixed ratio 1 (FR1) reinforcement schedule throughout 30- min sessions. Rats were deprived of water for $1 5 \\mathrm { h }$ before each session to facilitate the acquisition of operant responding for fluid reward. A reliable level of lever-pressing occurred in 7 days. Water was then freely available in home cages during all subsequent sessions. In rats with no water deprivation, an obvious preference for sucrose began to shape and became reliable after 4-week training. One rat was excluded from the experiment for no acquired lever responses at the end of training. Once a baseline of lever-pressing and sucrose preference was established, $5 \\%$ ethanol was introduced to the $10 \\%$ sucrose solution in a stepwise manner with ethanol concentration increasing from $0 \\%$ to $5 \\%$ and sucrose fading out to eventually yield $5 \\%$ ethanol alone. Two training sessions were conducted at each concentration (ethanol/sucrose concentration: $0 \\% / 1 0 \\%$ , $1 \\% / 8 \\%$ , $2 \\% / 6 \\%$ , $3 \\% / 4 \\%$ , $4 \\% / 2 \\%$ , $5 \\% / 0 \\% )$ ). After 1-week training for ethanol reinforcement, 24 rats were divided into ethanol and sucrose groups according to ethanol lever responses: 12 rats with high ethanol responses (> 20 rewards/30 minutes) were included in the ethanol group for $5 \\%$ ethanol responding; the other 12 rats with low ethanol responses (< 15 rewards/30 minutes) were included in the sucrose group and trained to respond for $10 \\%$ sucrose solution again. The concentrations of ethanol were selected based on our preliminary studies, which indicate that FH/Wjd rats exhibited higher preference for $5 \\%$ ethanol (Jing et al., 2009). The presence of $10 \\%$ sucrose was set as a natural reward seeking to determine the degree of drug selectivity in affecting ethanol self-administration. Original sucrose lever-presses were not significantly different between ethanol and sucrose groups of rats. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Drug administration began once responding to ethanol/sucrose was stable after 2-week maintenance sessions. Rolipram (0.0125, 0.025, or $0 . 0 5 \\mathrm { m g / k g }$ ), naloxone (0.025, 0.05, or $0 . 1 \\mathrm { m g / k g } )$ ) and NS were administered in a random order throughout a 4-week period. Baseline responding was re-established between tests, with a minimum of three training sessions conducted between treatments. All injections were performed $3 0 \\mathrm { m i n }$ prior to the beginning of each session. The mean body weights of rats were $3 0 4 \\pm 3 4 \\mathrm { \\ g }$ and $2 9 7 \\pm 3 0 \\mathrm { g }$ for ethanol and sucrose groups, respectively, at the first drug test session. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Two-Bottle Choice Drinking Paradigm ",
        "text_level": 4,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Rats were individually housed in plastic cages. All fluids were presented in identical drinking bottles in front of each cage, with one bottle always containing water and a second bottle containing $5 \\%$ ethanol solution or subsequently, $10 \\%$ ethanol or $2 \\%$ sucrose solutions. The placement of ethanol/sucrose and water bottles was switched daily to control for side preference. NS or rolipram was administered $3 0 \\mathrm { m i n }$ before the onset of drinking sessions. All drinking bottles were weighed using an electronic scale at certain time points after the fluids were presented. The body weights and food consumption of each rat were also measured each day to observe the daily changes and to normalize fluid or food consumption by body weights. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The effects of rolipram on voluntary ethanol consumption were measured initially in continuous-access two-bottle choice drinking paradigm. After 2-week habituation to twobottle drinking of $5 \\%$ ethanol and water, 32 rats weighing $3 2 4 \\pm 3 2 { \\mathrm { ~ g ~ } }$ were selected for drug testing based on stable ethanol preference $( > 7 0 \\% )$ . This criteria was set up given that rats with the preference lower than $70 \\%$ were observed to show high variability $( > 1 0 \\% )$ in ethanol preference and consumption across drinking sessions. Consumption data of the last 3 days were analyzed before rats were assigned to NS- or rolipram- treated groups. The effect of rolipram (0.05, 0.1, and $0 . 2 \\mathrm { m g / k g } ,$ ) was tested for $3 0 \\mathrm { m i n }$ after the onset of the drinking session. The mean body weight was $3 5 6 \\pm 3 3 \\mathrm { \\ g }$ at rolipram test session. A following timecourse assessment for the effect of rolipram (0.1 and $0 . 2 \\mathrm { m g / k g } ,$ was performed for the first $3 0 \\mathrm { m i n }$ and every single hour for 6 consecutive hours after the onset of drinking. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To evaluate the effect of rolipram on high ethanol drinking behavior, we subsequently utilized the intermittent-access two-bottle choice drinking paradigm following the procedures described previously (Steensland et al., 2007; Wise, 1973). After acclimatization to drinking of $5 \\%$ ethanol and water, 18 rats showing stable ethanol preference were given access to one bottle of $10 \\%$ ethanol and another bottle of water. After $2 4 \\mathrm { h }$ , the ethanol bottle was removed with only the water bottle left for the next $2 4 \\mathrm { h }$ . This pattern was repeated until a stable baseline of $10 \\%$ ethanol drinking was established. After that, rats were divided into NS- or rolipram-treated groups according to liquid consumption during the last 3 days. Time-course of the effect of rolipram (0.1, $0 . 2 \\mathrm { m g / k g ) }$ was observed at 30 min and every single hour for $6 \\mathrm { { h } }$ after the onset of drinking. The mean body weight was $3 4 2 \\pm 3 9 \\mathrm { g }$ at the rolipram test session. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The effect of rolipram on $2 \\%$ sucrose intake was also examined using the same procedures as for the time-course assessment of ethanol intake. After habituation to drinking of $2 \\%$ sucrose solution and water, rats were assigned into the NS- or rolipram-treated group according to the last 3 days’ consumption data. NS or $0 . 2 \\mathrm { m g / k g }$ rolipram was administered $3 0 \\mathrm { m i n }$ before the beginning of the drinking session. The bottle weights were measured at the initial $3 0 \\mathrm { m i n }$ and every single hour for $6 \\mathrm { { h } }$ after the onset of the drinking session. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "By using the two-bottle choice drinking test, the effects of chronic rolipram treatment were also measured in 16 rats, which had maintained stable drinking levels $( > 4 . 5 \\ \\mathrm { g / k g / d a y ) }$ and preference $( > 7 0 \\% )$ of $5 \\%$ ethanol solution for 4 weeks. Rats were assigned into the NS- or rolipram-treated group according to their last 3 days’ consumption data. During the first 3 days, their daily ethanol/water intake, food consumption, and body weights were recorded as the normal baseline levels. NS or $0 . 2 \\mathrm { m g / k g }$ rolipram was then administered t.i.d. at 07:30 p.m., 01:30 a.m. and $0 7 { : } 3 0 \\mathrm { a . m }$ . for 4 consecutive days. The time points and interval of drug treatment were determined according to the effective duration of rolipram observed in timecourse assessment and the drinking habit of FH/Wjd rats (Jing et al., 2009). Data in the first 3 days after the last rolipram administration were recorded as the post-treatment baseline levels. The mean body weight was $2 9 5 \\pm 2 5 \\mathrm { ~ g ~ }$ at the beginning of this experiment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Locomotor Activity Test ",
        "text_level": 4,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Locomotor activity was examined using the open field test to determine whether the effects of rolipram were associated with non-specific effects on general motor ability. The horizontal distances traveled were measured in four identical chambers $( 4 9 \\times 4 9 \\times 5 4 \\mathrm { c m } )$ using DigBehv spontaneous activity monitors (DigBehv-LG, Shanghai Jiliang Software Technology Co. Ltd, China) and analyzed using the DigBehv software (Version 2.0, Jiliang, China). Thirty minutes after the administration of rolipram (0.05, 0.1, or $0 . 2 \\mathrm { m g / k g }$ ) or NS, rats were placed into test chambers to monitor locomotor activity at 10-min intervals for 60 min. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Statistical Analysis ",
        "text_level": 4,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The data are expressed as mean $\\pm$ SEM. A significance level of $\\mathfrak { p } < 0 . 0 5$ was used throughout the tests. Data of response measures in the operant test, consumption variables in the acute rolipram experiment of two-bottle choice drinking, and overall locomotor activity were analyzed by one-way ANOVA (factor: Dose). For the analysis of consumption variables in the chronic rolipram experiment and for time-course assessment of locomotion, two-way repeated measures ANOVA (factors: Dose, Time) were conducted, with Time as the repeated factor. Bonferroni post hoc analysis or independent-samples t-test was used when a significant overall main effect was revealed $( p < 0 . 0 5 )$ or where it was appropriate. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 4,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Effects of Rolipram on Ethanol and Sucrose Self-Administration ",
        "text_level": 4,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The effect of rolipram on ethanol drinking and reward seeking behaviors was initially evaluated using the operant self-administration procedure. Treatment with rolipram (0.0125, 0.025, and $0 . 0 5 \\mathrm { m g / k g ) }$ had a significant main effect on operant self-administration of $5 \\%$ ethanol $\\left[ F \\left( 3 , 2 0 \\right) = 7 . 2 4 9 \\right.$ , $p < 0 . 0 1 ]$ (Fig. 1A), but showed no overall effects on lever responses for water $\\left[ F \\left( 3 , 2 0 \\right) = 1 . 7 7 3 \\right.$ , $p > 0 . 0 5 ]$ (Fig. 1C). Post-hoc analysis revealed significant inhibition in ethanol responding by rolipram at the doses of 0.025 and 0.05 $\\mathrm { m g / k g }$ compared with NS control. In contrast, rolipram treatment did not affect the operant self-administration of $10 \\%$ sucrose $[ F \\left( 3 , 2 0 \\right) = 0 . 1 1 6$ , $p > 0 . 0 5 ]$ (Fig. 1B) or water $[ F ( 3 , 2 0 )$ $= 1 . 3 2 8 , p > 0 . 0 5 ]$ (Fig. 1D), suggesting the effect of rolipram was ethanol-specific. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As a comparison with the effect of rolipram, naloxone (0.025, 0.05, and $0 . 1 \\mathrm { m g / k g } \\rangle$ treatment had an overall main effect on operant self-administration of $5 \\%$ ethanol $[ F ( 3 , 2 0 )$ $= 5 . 8 9 0 , p < 0 . 0 1 ]$ (Fig. 2A), but did not affect $10 \\%$ sucrose responding $[ F ( 3 , 2 0 ) = 1 . 2 8 3 , p$ $> 0 . 0 5 ]$ (Fig. 2B). Significant inhibition was observed only at the highest dose $( 0 . 1 \\mathrm { m g / k g ) }$ as revealed by post hoc analysis. Lever presses for water were not affected by naloxone in either $5 \\%$ ethanol $\\left[ F \\left( 3 , 2 0 \\right) = 0 . 7 0 0 , p > 0 . 0 5 \\right]$ (Fig. 2C) or $10 \\%$ sucrose $[ F \\left( 3 , 2 0 \\right) = 0 . 7 7 2$ , $p > 0 . 0 5 ]$ (Fig. 2D) trained rats. Therefore, rolipram appears to inhibit ethanol seeking behavior in a way similar to naloxone, but with much lower effective dose, indicating a greater contribution of PDE4 to the modulation of ethanol rewarding properties. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Effects of Acute Rolipram Administration on Two-bottle Choice Drinking ",
        "text_level": 4,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "By using the continuous-access two-bottle choice drinking paradigm, we first examined the effect of rolipram on moderate ethanol $( 5 \\% )$ drinking. Rolipram (0.05, 0.1, and $0 . 2 \\mathrm { m g / k g } ,$ ) treatment exhibited an overall main effect on 30-min ethanol intake $[ F ( 3 , 2 8 ) = 7 . 1 2 3 , p$ $p <$ 0.01] (Fig. 3A) after the start of drinking session, but had no effect on water consumption $[ F$ $( 3 , 2 8 ) = 0 . 1 4 3$ , $p > 0 . 0 5 ]$ (Fig. 3B). Ethanol and water consumptions were not affected $2 4 \\mathrm { h }$ or $2 4 { - } 4 8 \\ \\mathrm { h }$ after rolipram administration (data not shown), suggesting that the effect of rolipram is somewhat transient and rolipram treatment may not lead to a rebound increase in ethanol consumption. Moreover, daily food consumption and body weights of rats were not altered after single rolipram exposure (data not shown). Thus, a time course assessment was adopted to determine the effective duration of rolipram efficacy. One-way ANOVA revealed a significant main effect of rolipram on ethanol consumption for up to 5 consecutive hours [30 min $: F \\left( { 2 , 1 5 } \\right) = 2 8 . 6 4 1 , p < 0 . 0 0 1 ; 1 \\mathrm { h } ; F \\left( { 2 , 1 5 } \\right) = 2 2 . 6 5 7 , p < 0 . 0 0 1 ; 2 \\mathrm { h } ; F \\left( { 2 , 1 5 } \\right) = 0 . 6 4 1 ;$ 16.698, $> < 0 . 0 0 1 ; 3 \\mathrm { h } \\colon F ( 2 , 1 5 ) = 7 . 2 2 6$ , $p < 0 . 0 1$ ; $4 \\mathrm { h } ; F ( 2 , 1 5 ) = 8 . 4 9 8$ , $p < 0 . 0 1$ ; 5 h: F $( 2 , 1 5 ) = 7 . 5 3 3$ , $p < 0 . 0 1$ ; $6 \\mathrm { { h } } \\colon F \\left( 2 , 1 5 \\right) = 1 . 4 6 4 , p > 0 . 0 5 ]$ , and post hoc analysis showed that rolipram significantly decreased ethanol intake for $^ { 2 \\mathrm { h } }$ at the dose of $0 . 1 \\mathrm { m g / k g }$ and $5 \\mathrm { h }$ at $0 . 2 \\mathrm { m g / k g }$ , compared with NS (Fig. 4A). In contrast, rolipram at the same doses did not significantly affect water intake during the 6-hour observation $3 0 \\mathrm { m i n }$ : $F \\left( 2 , 1 5 \\right) = 1 . 6 1 8 , p$ $> 0 . 0 5 ; \\ 1 \\ \\mathrm { h } ; \\ F \\left( 2 , \\ 1 5 \\right) = 1 . 7 7 7 , p > 0 . 0 5 ; \\ 2 \\ \\mathrm { h } ; \\ F \\left( 2 , \\ 1 5 \\right) = 0 . 2 5 0 , p > 0 . 0 5 ; \\ 3 \\ \\mathrm { h } ; \\ F \\left( 2 , \\ 1 5 \\right) = 0 . 0 5 0 ; \\ 0 . 0 5 1 ; \\ 0 . 0 5 1 ; \\ 0 . 0 5 1 .$ 0.605, $> 0 . 0 5 ; 4 \\mathrm { h } \\colon F \\left( 2 , 1 5 \\right) = 0 . 3 9 7 , p > 0 . 0 5 ; 5 \\mathrm { h } \\colon F \\left( 2 , 1 5 \\right) = 0 . 3 1 1 , p$ $p > 0 . 0 5$ ; 6 h: F (2, $1 5 ) = 0 . 1 7 8$ , $p > 0 . 0 5 ]$ (Fig. 4B). Ethanol and water intake, food consumption, and body weight at the $2 4 \\mathrm { - h }$ time point were not altered (data not shown). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The effect of rolipram on high ethanol drinking behavior was also measured via the intermittent-access two-bottle drinking of $10 \\%$ ethanol and water. Rolipram (0.1 and 0.2 $\\mathrm { m g / k g ) }$ showed a significant main effect on ethanol intake for 5 consecutive hours after the onset $\\mathrm { o f \\ d r i n k i n g \\ s e s s i o n \\ [ 3 0 \\ m i n : } F \\left( 2 , \\ 1 5 \\right) = 1 9 . 2 0 0 , p < 0 . 0 0 1 ; \\ 1 \\ h : F \\left( 2 , \\ 1 5 \\right) = 5 . 9 2 4 , p < \\left( \\frac { 3 \\cdot } { 2 } \\right) \\sim 3 . 0 0 0 ,$ $0 . 0 5 ; 2 \\mathrm { h } \\colon F \\left( 2 , 1 5 \\right) = 7 . 1 9 0 , p < 0 . 0 1 ; 3 \\mathrm { h } \\colon F \\left( 2 , 1 5 \\right) = 4 . 0 1 6 , p < 0 . 0 5 ; 4 \\mathrm { h } \\colon F \\left( 2 , 1 5 \\right) = 7 . 0 4 8$ , $p < 0 . 0 1 ; 5 \\mathrm { h } ; F ( 2 , 1 5 ) = 4 . 6 8 7 , p < 0 . 0 5 ; 6 \\mathrm { h } ; F ( 2 , 1 5 ) = 3 . 3 9 2 , p > 0 . 0 5 ] .$ ; post hoc analysis indicated significant reduction in ethanol intake for 2 and $^ { 5 \\mathrm { h } }$ by rolipram at 0.1 and 0.2 $\\mathrm { m g / k g }$ , respectively, as compared with NS (Fig. 5A). Water consumption was not significantly affected during the same period [30 min: $F \\left( 2 , 1 5 \\right) = 1 . 7 6 9$ , $p > 0 . 0 5$ ; 1 h: F (2, $1 5 ) = 3 . 0 0 5 , p > 0 . 0 5 ; 2 \\mathrm { h } \\colon F ( 2 , 1 5 ) = 2 . 2 2 3 , p > 0 . 0 5 ; 3 \\mathrm { h } \\colon F ( 2 , 1 5 ) = 0 . 4 7 2 , p > 0 . 0 5 ; 4 \\mathrm { h } \\quad \\forall \\quad p > 0 . 0 5 ;$ : $F \\left( 2 , 1 5 \\right) = 0 . 9 3 1$ , $p > 0 . 0 5$ ; $5 \\mathrm { h } ; F ( 2 , 1 5 ) = 0 . 9 9 8$ , $p > 0 . 0 5$ $\\left| 5 ; 6 \\mathrm { ~ h } ; F \\left( 2 , 1 5 \\right) = 0 . 3 1 8 , p > 0 . 0 5 \\right]$ (Fig. 5B). Fluid/food consumption and body weights were not affected at the 24-h time point (data not shown). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A subsequent time course assessment of $2 \\%$ sucrose drinking was performed to determine whether rolipram at higher doses exhibited nonselective inhibition of natural reward consumption. Independent sample $t \\cdot$ -test revealed no significant difference in the intake of either sucrose (Fig. 6A) or water (Fig. 6B) between NS- and rolipram $( 0 . 2 \\mathrm { m g / k g ) }$ -treated groups through the corresponding 6-h time course assessment. Sucrose and water intake, food consumption, and body weights at the $2 4 { \\cdot } \\mathrm { h }$ time point were not altered (data not shown). Thus, the effect of rolipram appeared to be specific to ethanol. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Effects of Chronic Rolipram Administration on Two-bottle Choice Drinking ",
        "text_level": 4,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To evaluate the long-term effect of rolipram, daily liquid and food consumption was measured after chronic treatment with NS or rolipram $( 0 . 2 \\mathrm { m g / k g } )$ . Two-way repeated measure ANOVA revealed significant main effect on ethanol/water consumption and ethanol preference [ethanol: $F \\left( 1 , 1 4 \\right) = 9 . 8 1 3$ , $p < 0 . 0 1$ ; water: $F \\left( 1 , 1 4 \\right) = 1 0 . 5 5 0 , p < 0 . 0 1$ ; preference: $F \\left( 1 , 1 4 \\right) = 1 2 . 3 4 7$ , $p < 0 . 0 1 ]$ and time $\\times$ treatment interaction [ethanol: $F$ (9, $1 2 6 ) = 7 . 2 7 2$ , $p < 0 . 0 0 1$ ; water: $F \\left( 9 , 1 2 6 \\right) = 5 . 5 4 1$ , $p < 0 . 0 0 1$ ; preference: $F \\left( 9 , 1 2 6 \\right) =$ 6.693, $p < 0 . 0 0 1 ]$ . An independent-samples $t$ -test indicated that ethanol consumption and preference were significantly decreased from the second day of rolipram treatment to the third day after termination of rolipram (Fig. 7A, C), while significant increases in water consumption were observed on the second treatment day and lasted for 4 days (Fig. 7B). Meanwhile, significant decrease in daily food consumption $[ F \\left( 1 , 1 4 \\right) = 2 2 . 4 0 5 , p < 0 . 0 0 1 ]$ and a time $\\times$ treatment interaction $\\left[ F \\left( 9 , 1 2 6 \\right) = 5 . 5 4 1 \\right.$ , $p < 0 . 0 0 1 ]$ were also observed during the 4 days of treatment (Fig. 7D). The animals displayed a slight fluctuation in body weights but with no significant changes (data not shown). Taken together, chronic administration of rolipram produced time-dependent and long-lasting decreases in ethanol consumption and preference. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Effect of Rolipram on Locomotor Activity ",
        "text_level": 4,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Rolipram (0.05, 0.1, and $0 . 2 \\mathrm { m g / k g ) }$ dose-dependently reduced horizontal distance traveled during the 60-min session, but statistical significance was absent as compared to the NStreated control (Inset of Fig. 8). To determine the duration and time course of rolipram impact on activity, a subsequent analysis of horizontal distance traveled per $1 0 \\mathrm { - m i n }$ interval was conducted. Two-way repeated measures ANOVA revealed no main effect of rolipram treatment $[ F \\left( 1 , 2 4 \\right) = 2 . 3 9 1$ , $p > 0 . 0 5 ]$ , but a significant dose $\\times$ time interval interaction $[ F$ $( 1 5 , 1 2 0 ) = 8 . 0 5 0$ , $p < 0 . 0 0 1 ]$ . Post hoc analysis indicated that 0.1 and $0 . 2 \\mathrm { m g / k g }$ rolipram significantly reduced the distance traveled throughout the first one and two 10-min intervals, respectively (Fig. 8). This hypolocomotor effect of rolipram dissipated during $2 0 { - } 6 0 \\mathrm { m i n }$ of locomotor assessment. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 4,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the present study, we demonstrated that systemic administration of the selective PDE4 inhibitor rolipram decreased ethanol self-administration and consumption in FH/Wjd rats. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Parallel evaluations of the natural reinforcer sucrose revealed the selectivity of rolipram impact on suppressing ethanol reward seeking and intake. These results suggest that PDE4 plays a role in the modulation of ethanol reward seeking and consumption behavior, which is supported by the recent finding that PDE4 inhibitors decreases ethanol intake in C57BL/6J mice (Hu et al., 2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the operant oral self-administration paradigm, rolipram produced a behavioral profile similar to that of opioid antagonist naloxone but with greater potency. As sucrose and water responses were not altered, it can be inferred that rolipram at doses below $0 . 0 5 \\mathrm { m g / k g }$ did not significantly affect locomotor activity and natural reward seeking. The selective reduction in ethanol self-administration by rolipram is likely attributable to alteration of the consummatory and/or rewarding properties of ethanol. However, rolipram at the same doses were not effective in decreasing ethanol intake in two-bottle choice drinking. Given that central side effects, especially sedation (Silvestre et al., 1999b) and emetic-like behavior (Rock et al., 2009), reportedly occur in rats treated with rolipram at doses above $0 . 3 ~ \\mathrm { m g / k g }$ , we chose a ceiling dose of $0 . 2 \\mathrm { m g / k g }$ in the two-bottle choice test. While rolipram at the highest doses (0.1 and $0 . 2 \\mathrm { m g / k g ) }$ decreased locomotion, this appeared not to contribute as a main factor to the overall reduction in ethanol consumption, since the hypolocomotor effect lasted only $1 0 { - } 2 0 \\mathrm { m i n }$ as measured $3 0 \\mathrm { m i n }$ after rolipram administration, and water intake was not affected. This is consistent with the similar result in the latest study of C57BL/6J mice (Hu et al., 2011), which shows that rolipram at the dose of $0 . 5 \\mathrm { m g / k g }$ decreases locomotor activity, lasting for $5 0 \\mathrm { m i n }$ immediately after administration. In addition, nonsignificant changes in sucrose and water intake between rats treated with NS and $0 . 2 \\mathrm { m g / k g }$ rolipram also supported this hypothesis. Taken together, these results suggest that inhibition of PDE4 by rolipram produces promising decreases in ethanol seeking, intake and preference, although the specific role of PDE4 in the modulation of rewarding properties and behavioral responses to ethanol still need to be fully elucidated. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To verify the effect of acute rolipram treatment on ethanol intake, we set 6 hours as the administration interval for chronic rolipram treatment. Rolipram $( 0 . 2 \\mathrm { m g / k g ) }$ was administered 3 times starting from $0 7 { : } 3 0 \\ \\mathrm { p . m }$ . in each treatment day. Interestingly, chronic administration of rolipram altered ethanol consumption and preference in a time-dependent manner, and these effects continued even after termination of rolipram treatment. This is not likely attributable to the potential accumulation of rolipram because of its short half-life ( $( 1 -  $ $3 \\mathrm { h }$ ) (Krause and Kuhne, 1988) and the relatively low doses used in the present study. Moreover, rolipram-induced decreases in food consumption rebounded to the control level immediately after rolipram termination. Thus, in addition to the acute pharmacological effect, neuroadaptive changes in response to repeated administration of rolipram may also contribute to rolipram-induced decreases in ethanol intake and preference. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As a psychoactive agent, ethanol may be consumed due to its reinforcing effect on brain mesocorticolimbic dopamine pathway. This pathway mainly consists of dopaminergic afferents innervating the NAc from the ventral tegmental area (VTA) (Koob, 1992), which represents a primary regulator of reward properties of most abused drugs (Chao and Nestler, 2004; Hyman and Malenka, 2001; Robbins and Everitt, 1996). Rolipram-induced decreases in ethanol seeking and consumption suggest a possible influence of PDE4 on the ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "mesocorticolimbic system. This is supported by two lines of evidence. First, inhibition of PDE4 enhances brain dopamine release (Nishi et al., 2008; Schoffelmeer et al., 1985), leading to increased dopaminergic neurotransmission, which plays a critical role in the mediation of drug abuse (Franken et al., 2005; Gardner, 2011). Second, activated cAMP signaling in NAc is crucial for the promotion of drug abuse (Pandey, 2004). Elevated cAMP levels in NAc by rolipram alter brain stimulation reward thresholds for various drugs of abuse (Knapp et al., 1999; Mamiya et al., 2001; Thompson et al., 2004). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Previous evidence suggests that chronic ethanol exposure leads to neuroadaptive changes via the cAMP signaling pathway in different brain structures (Yang et al., 1996, 1998a, b). As a critical downstream target of cAMP signaling, CREB has been suggested to be a potential molecular switch in the development of alcoholism due to its particular role in long-term synaptic plasticity and addiction (Alberini, 2009; Carlezon et al., 2005; McPherson and Lawrence, 2007; Pandey, 2004). A series of early studies demonstrated that acute ethanol exposure produces rapid increases in phosphorylated CREB (pCREB) in rat cerebellum (Yang et al., 1996). This effect can be attenuated by chronic ethanol treatment (Yang et al., 1996, 1998a, b), leading to unchanged CREB phosphorylation and CRE-DNA binding ability. However, ethanol withdrawal causes significant decreases in both pCREB levels and CRE-DNA binding in cortical regions (Pandey et al., 1999b, 2001a). Thus, chronic ethanol drinking behavior appears to be a neuroadaptive process, whose initiation and cessation involve functional changes in cAMP signaling to reach new balances. Since chronic treatment with rolipram produces neuroadaptive changes, such as increased neurogenesis (Li et al., 2009, 2011; Nakagawa et al., 2002), it is possible that the time-dependent and continuing effect of rolipram on ethanol intake may relate to the establishment of a new neuroadaptive balance. Further studies are needed to understand the precise mechanisms responsible for such adaptive processes. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "While rolipram has been suggested to exert its effects mainly through PDE4 inhibition and cAMP signaling activation, decreased ethanol seeking and intake in response to rolipram may also be regulated by acetylcholine (ACh) neurotransmissions. ACh levels in VTA and NAc have been demonstrated to modulate alcohol consuming and withdrawal behaviors (Larsson et al., 2005; Rada et al., 2004). Repeated administration of rolipram enhances presynaptic ACh synthesis and postsynaptic receptor binding (Asanuma et al., 1993). High doses of rolipram $\\mathrm { 1 0 - 1 0 0 ~ m g / k g }$ , p.o.) produce cholinergic-like effects (Silvestre et al., 1999b). In addition, behavioral effect of rolipram can be potentiated by cholinesterase inhibitor physostigmine and be reversed by muscarinic receptor antagonist scopolamine (Silvestre et al., 1999b). However, it still needs to be elucidated about whether rolipraminduced ACh transmission is caused by direct interaction with its receptors or indirect mechanisms. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In conclusion, modulating cAMP signaling transduction via pharmacological targeting of its key components remains a potential strategy for decreasing ethanol consumption. The results of our present study suggest that pharmacological inhibition of PDE4, the enzyme that specifically controls intracellular cAMP levels, produces inhibitory modulation of ethanol reward seeking and consumption behavior. While the mechanisms underlying these effects remain to be fully examined, PDE4 may serve as a therapeutic target for the ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "treatment of alcohol dependence. Further studies are required to identify the role of individual PDE4 subtypes in ethanol reinforcement and consumption, which may lead to more effective pharmacotherapies and preventive approaches. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 4,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This work was supported by research grants from National Nature Science Foundation of China (30870894; to JHL), National Basic Research Program of China (2009CB522000; to JHL), National Key Technology R&D Program of China (2011BAK04B08; to JHL), and US NIH/NIAAA (AA020042; to HTZ). Professor Andrew J. Lawrence is a Senior Fellow supported by the National Health & Medical Research Council (Australia). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 4,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Alberini CM. Transcription factors in long-term memory and synaptic plasticity. Physiol Rev. 2009; 89(1):121–45. [PubMed: 19126756]   \nAsanuma M, Ogawa N, Kondo Y, Hirata H, Mori A. Effects of repeated administration of rolipram, a cAMP-specific phosphodiesterase inhibitor, on acetylcholinergic indices in the aged rat brain. Arch Gerontol Geriatr. 1993; 16(2):191–8. [PubMed: 15374348]   \nCarlezon WJ, Duman RS, Nestler EJ. The many faces of CREB. Trends Neurosci. 2005; 28(8):436– 45. [PubMed: 15982754]   \nChao J, Nestler EJ. Molecular neurobiology of drug addiction. Annu Rev Med. 2004; 55:113–32. [PubMed: 14746512]   \nCowen MS, Rezvani AH, Jarrott B, Lawrence AJ. Ethanol consumption by Fawn-Hooded rats following abstinence: effect of naltrexone and changes in mu-opioid receptor density. Alcohol Clin Exp Res. 1999; 23(6):1008–14. [PubMed: 10397284]   \nFranken IH, Booij J, van den Brink W. The role of dopamine in human addiction: from reward to motivated attention. Eur J Pharmacol. 2005; 526(1–3):199–206. [PubMed: 16256105]   \nFroehlich JC, Harts J, Lumeng L, Li TK. Naloxone attenuates voluntary ethanol intake in rats selectively bred for high ethanol preference. Pharmacol Biochem Behav. 1990; 35(2):385–90. [PubMed: 2320646]   \nGardner EL. Addiction and brain reward and antireward pathways. Adv Psychosom Med. 2011; 30:22–60. [PubMed: 21508625]   \nHu W, Lu T, Chen A, Huang Y, Hansen R, Chandler LJ, Zhang HT. Inhibition of phosphodiesterase-4 decreases ethanol intake in mice. Psychopharmacology (Berl). 2011   \nHyman SE, Malenka RC. Addiction and the brain: the neurobiology of compulsion and its persistence. Nat Rev Neurosci. 2001; 2(10):695–703. [PubMed: 11584307]   \nHyytia P, Sinclair JD. Responding for oral ethanol after naloxone treatment by alcohol-preferring AA rats. Alcohol Clin Exp Res. 1993; 17(3):631–6. [PubMed: 8392818]   \nJing L, Zhang ZH, Wang WP, Zhang M, Luo J, Chen F, Lawrence AJ, Liang JH. Characteristics of alcohol-preferring behavior in FH/Wjd rats. Chin J Pharmacol Toxicol. 2009; 23 (1):65–9.   \nJupp B, Lawrence AJ. New horizons for therapeutics in drug and alcohol abuse. Pharmacol Ther. 2010; 125(1):138–68. [PubMed: 19917308]   \nKnapp CM, Foye MM, Ciraulo DA, Kornetsky C. The type IV phosphodiesterase inhibitors, Ro 20-1724 and rolipram, block the initiation of cocaine self-administration. Pharmacol Biochem Behav. 1999; 62(1):151–8. [PubMed: 9972858]   \nKoob GF. Drugs of abuse: anatomy, pharmacology and function of reward pathways. Trends Pharmacol Sci. 1992; 13(5):177–84. [PubMed: 1604710]   \nKoob GF, Sanna PP, Bloom FE. Neuroscience of addiction. Neuron. 1998; 21(3):467–76. [PubMed: 9768834]   \nKrause W, Kuhne G. Pharmacokinetics of rolipram in the rhesus and cynomolgus monkeys, the rat and the rabbit. Studies on species differences. Xenobiotica. 1988; 18(5):561–71. [PubMed: 3400274]   \nLarsson A, Edstrom L, Svensson L, Soderpalm B, Engel JA. Voluntary ethanol intake increases extracellular acetylcholine levels in the ventral tegmental area in the rat. Alcohol Alcohol. 2005; 40(5):349–58. [PubMed: 16043436]   \nLi YF, Cheng YF, Huang Y, Conti M, Wilson SP, O’Donnell JM, Zhang HT. Phosphodiesterase-4D knock-out and RNA interference-mediated knock-down enhance memory and increase hippocampal neurogenesis via increased cAMP signaling. J Neurosci. 2011; 31(1):172–83. [PubMed: 21209202]   \nLi YF, Huang Y, Amsdell SL, Xiao L, O’Donnell JM, Zhang HT. Antidepressant- and anxiolytic-like effects of the phosphodiesterase-4 inhibitor rolipram on behavior depend on cyclic AMP response element binding protein-mediated neurogenesis in the hippocampus. Neuropsychopharmacology. 2009; 34(11):2404–19. [PubMed: 19516250]   \nMamiya T, Noda Y, Ren X, Hamdy M, Furukawa S, Kameyama T, Yamada K, Nabeshima T. Involvement of cyclic AMP systems in morphine physical dependence in mice: prevention of development of morphine dependence by rolipram, a phosphodiesterase 4 inhibitor. Br J Pharmacol. 2001; 132(5):1111–7. [PubMed: 11226142]   \nMcPherson CS, Lawrence AJ. The Nuclear Transcription Factor CREB: Involvement in Addiction, Deletion Models and Looking Forward. Curr Neuropharmacol. 2007; 5:202–212. [PubMed: 19305803]   \nMisra K, Pandey SC. Differences in basal levels of CREB and NPY in nucleus accumbens regions between C57BL/6 and DBA/2 mice differing in inborn alcohol drinking behavior. J Neurosci Res. 2003; 74(6):967–75. [PubMed: 14648603]   \nMisra K, Pandey SC. The decreased cyclic-AMP dependent-protein kinase A function in the nucleus accumbens: a role in alcohol drinking but not in anxiety-like behaviors in rats. Neuropsychopharmacology. 2006; 31(7):1406–19. [PubMed: 16192983]   \nModesto-Lowe V, Fritz EM. The opioidergic-alcohol link: implications for treatment. CNS Drugs. 2005; 19(8):693–707. [PubMed: 16097851]   \nMoonat S, Starkman BG, Sakharkar A, Pandey SC. Neuroscience of alcoholism: molecular and cellular mechanisms. Cell Mol Life Sci. 2010; 67(1):73–88. [PubMed: 19756388]   \nMorrow AL, Ferrani-Kile K, Davis MI, Shumilla JA, Kumar S, Maldve R, Pandey SC. Ethanol effects on cell signaling mechanisms. Alcohol Clin Exp Res. 2004; 28(2):217–27. [PubMed: 15112929]   \nNakagawa S, Kim JE, Lee R, Malberg JE, Chen J, Steffen C, Zhang YJ, Nestler EJ, Duman RS. Regulation of neurogenesis in adult mouse hippocampus by cAMP and the cAMP response element-binding protein. J Neurosci. 2002; 22(9):3673–82. [PubMed: 11978843]   \nNestler EJ. Molecular basis of long-term plasticity underlying addiction. Nat Rev Neurosci. 2001; 2(2):119–28. [PubMed: 11252991]   \nNewton PM, Messing RO. Intracellular signaling pathways that regulate behavioral responses to ethanol. Pharmacol Ther. 2006; 109(1–2):227–37. [PubMed: 16102840]   \nNishi A, Kuroiwa M, Miller DB, O’Callaghan JP, Bateup HS, Shuto T, Sotogaku N, Fukuda T, Heintz N, Greengard P, Snyder GL. Distinct roles of PDE4 and PDE10A in the regulation of cAMP/PKA signaling in the striatum. J Neurosci. 2008; 28(42):10460–71. [PubMed: 18923023]   \nO’Donnell JM, Zhang HT. Antidepressant effects of inhibitors of cAMP phosphodiesterase (PDE4). Trends Pharmacol Sci. 2004; 25(3):158–63. [PubMed: 15019272]   \nOverstreet DH, Rezvani AH, Cowen M, Chen F, Lawrence AJ. Modulation of high alcohol drinking in the inbred Fawn-Hooded (FH/Wjd) rat strain: implications for treatment. Addict Biol. 2006; 11(3– 4):356–73. [PubMed: 16961764]   \nOverstreet DH, Rezvani AH, Djouma E, Parsian A, Lawrence AJ. Depressive-like behavior and high alcohol drinking co-occur in the FH/WJD rat but appear to be under independent genetic control. Neurosci Biobehav Rev. 2007; 31(1):103–14. [PubMed: 16982094]   \nPandey SC. The gene transcription factor cyclic AMP-responsive element binding protein: role in positive and negative affective states of alcohol addiction. Pharmacol Ther. 2004; 104(1):47–58. [PubMed: 15500908]   \nPandey SC, Mittal N, Lumeng L, Li TK. Involvement of the cyclic AMP-responsive element binding protein gene transcription factor in genetic preference for alcohol drinking behavior. Alcohol Clin Exp Res. 1999a; 23(9):1425–34. [PubMed: 10512306]   \nPandey SC, Roy A, Mittal N. Effects of chronic ethanol intake and its withdrawal on the expression and phosphorylation of the creb gene transcription factor in rat cortex. J Pharmacol Exp Ther. 2001a; 296(3):857–68. [PubMed: 11181917]   \nPandey SC, Roy A, Zhang H. The decreased phosphorylation of cyclic adenosine monophosphate (cAMP) response element binding (CREB) protein in the central amygdala acts as a molecular substrate for anxiety related to ethanol withdrawal in rats. Alcohol Clin Exp Res. 2003; 27(3):396– 409. [PubMed: 12658105]   \nPandey SC, Saito T, Yoshimura M, Sohma H, Gotz ME. cAmp signaling cascade: a promising role in ethanol tolerance and dependence. Alcohol Clin Exp Res. 2001b; 25(5 Suppl ISBRA):46S–48S. [PubMed: 11391048]   \nPandey SC, Zhang D, Mittal N, Nayyar D. Potential role of the gene transcription factor cyclic AMPresponsive element binding protein in ethanol withdrawal-related anxiety. J Pharmacol Exp Ther. 1999b; 288(2):866–78. [PubMed: 9918601]   \nPandey SC, Zhang H, Roy A, Xu T. Deficits in amygdaloid cAMP-responsive element-binding protein signaling play a role in genetic predisposition to anxiety and alcoholism. J Clin Invest. 2005; 115(10):2762–73. [PubMed: 16200210]   \nRada P, Johnson DF, Lewis MJ, Hoebel BG. In alcohol-treated rats, naloxone decreases extracellular dopamine and increases acetylcholine in the nucleus accumbens: evidence of opioid withdrawal. Pharmacol Biochem Behav. 2004; 79(4):599–605. [PubMed: 15582668]   \nRezvani AH, Parsian A, Overstreet DH. The Fawn-Hooded (FH/Wjd) rat: a genetic animal model of comorbid depression and alcoholism. Psychiatr Genet. 2002; 12(1):1–16. [PubMed: 11901354]   \nRobbins TW, Everitt BJ. Neurobehavioural mechanisms of reward and motivation. Curr Opin Neurobiol. 1996; 6(2):228–36. [PubMed: 8725965]   \nRock EM, Benzaquen J, Limebeer CL, Parker LA. Potential of the rat model of conditioned gaping to detect nausea produced by rolipram, a phosphodiesterase-4 (PDE4) inhibitor. Pharmacol Biochem Behav. 2009; 91(4):537–41. [PubMed: 18835293]   \nSchoffelmeer AN, Wardeh G, Mulder AH. Cyclic AMP facilitates the electrically evoked release of radiolabelled noradrenaline, dopamine and 5-hydroxytryptamine from rat brain slices. Naunyn Schmiedebergs Arch Pharmacol. 1985; 330(1):74–6. [PubMed: 2995841]   \nSilvestre JS, Fernandez AG, Palacios JM. Effects of rolipram on the elevated plus-maze test in rats: a preliminary study. J Psychopharmacol. 1999a; 13(3):274–7. [PubMed: 10512083]   \nSilvestre JS, Fernandez AG, Palacios JM. Preliminary evidence for an involvement of the cholinergic system in the sedative effects of rolipram in rats. Pharmacol Biochem Behav. 1999b; 64(1):1–5. [PubMed: 10494990]   \nSoderling SH, Beavo JA. Regulation of cAMP and cGMP signaling: new phosphodiesterases and new functions. Curr Opin Cell Biol. 2000; 12(2):174–9. [PubMed: 10712916]   \nSteensland P, Simms JA, Holgate J, Richards JK, Bartlett SE. Varenicline, an alpha4beta2 nicotinic acetylcholine receptor partial agonist, selectively decreases ethanol consumption and seeking. Proc Natl Acad Sci U S A. 2007; 104(30):12518–23. [PubMed: 17626178]   \nThompson BE, Sachs BD, Kantak KM, Cherry JA. The Type IV phosphodiesterase inhibitor rolipram interferes with drug-induced conditioned place preference but not immediate early gene induction in mice. Eur J Neurosci. 2004; 19(9):2561–8. [PubMed: 15128409]   \nVolpicelli JR, Alterman AI, Hayashida M, O’Brien CP. Naltrexone in the treatment of alcohol dependence. Arch Gen Psychiatry. 1992; 49(11):876–80. [PubMed: 1345133]   \nWachtel H. Neurotropic effects of the optical isomers of the selective adenosine cyclic $_ { 3 ^ { \\prime } , 5 ^ { \\prime } }$ - monophosphate phosphodiesterase inhibitor rolipram in rats in-vivo. J Pharm Pharmacol. 1983; 35(7):440–4. [PubMed: 6136585]   \nWise RA. Voluntary ethanol intake in rats following exposure to ethanol on various schedules. Psychopharmacologia. 1973; 29(3):203–10. [PubMed: 4702273]   \nYang X, Diehl AM, Wand GS. Ethanol exposure alters the phosphorylation of cyclic AMP responsive element binding protein and cyclic AMP responsive element binding activity in rat cerebellum. J Pharmacol Exp Ther. 1996; 278(1):338–46. [PubMed: 8764368]   \nYang X, Horn K, Baraban JM, Wand GS. Chronic ethanol administration decreases phosphorylation of cyclic AMP response element-binding protein in granule cells of rat cerebellum. J Neurochem. 1998a; 70(1):224–32. [PubMed: 9422366]   \nYang X, Horn K, Wand GS. Chronic ethanol exposure impairs phosphorylation of CREB and CREbinding activity in rat striatum. Alcohol Clin Exp Res. 1998b; 22(2):382–90. [PubMed: 9581644]   \nZhang HT. Cyclic AMP-specific phosphodiesterase-4 as a target for the development of antidepressant drugs. Curr Pharm Des. 2009; 15(14):1688–98. [PubMed: 19442182]   \nZhang HT, Crissman AM, Dorairaj NR, Chandler LJ, O’Donnell JM. Inhibition of cyclic AMP phosphodiesterase (PDE4) reverses memory deficits associated with NMDA receptor antagonism. Neuropsychopharmacology. 2000; 23(2):198–204. [PubMed: 10882846]   \nZhang HT, Huang Y, Jin SL, Frith SA, Suvarna N, Conti M, O’Donnell JM. Antidepressant-like profile and reduced sensitivity to rolipram in mice deficient in the PDE4D phosphodiesterase enzyme. Neuropsychopharmacology. 2002; 27(4):587–95. [PubMed: 12377395]   \nZhang HT, Huang Y, Suvarna NU, Deng C, Crissman AM, Hopper AT, De Vivo M, Rose GM, O’Donnell JM. Effects of the novel PDE4 inhibitors MEM1018 and MEM1091 on memory in the radial-arm maze and inhibitory avoidance tests in rats. Psychopharmacology (Berl). 2005; 179(3): 613–9. [PubMed: 15672274]   \nZhang HT, Zhao Y, Huang Y, Deng C, Hopper AT, De Vivo M, Rose GM, O’Donnell JM. Antidepressant-like effects of PDE4 inhibitors mediated by the high-affinity rolipram binding state (HARBS) of the phosphodiesterase-4 enzyme (PDE4) in rats. Psychopharmacology (Berl). 2006; 186(2):209–17. [PubMed: 16586089]   \nZhang HT, Zhao Y, Huang Y, Dorairaj NR, Chandler LJ, O’Donnell JM. Inhibition of the phosphodiesterase 4 (PDE4) enzyme reverses memory deficits produced by infusion of the MEK inhibitor U0126 into the CA1 subregion of the rat hippocampus. Neuropsychopharmacology. 2004; 29(8):1432–9. [PubMed: 15114341] ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/dac7bfb2849e085b54ebfa7149af76b2a83efd1e7148ee09f7092ffd1daa7ca1.jpg",
        "img_caption": [
            "Page 15 "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/71a53d707442eeb472db9ac6a978be101e91076d4b6f53a71af6cd673b2a66ea.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/1ed8f0ae2d281ecb82a7c19732fdf8fc714223f9a3a41f05d9043adc662922dd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/72c1c14cb6e9fe91618d6d4f0be1ad9a1fa1ea476ff399c7a95e1e126d2e97d6.jpg",
        "img_caption": [
            "Fig. 1. Rolipram decreased self-administration of ethanol, but not sucrose or water. Rolipram (0.0125–0.05 mg/kg, s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the session. Rolipram at 0.025 and $0 . 0 5 \\mathrm { m g / k g }$ significantly reduced lever presses for $5 \\%$ ethanol (A), but not those for $10 \\%$ sucrose (B). Rolipram at any of the doses did not affect water responses when ethanol (C) or sucrose (D) was provided. The data are expressed as mean lever presses $\\pm$ SEM (one-way ANOVA followed by Bonferroni post hoc test). \\*, $p < 0 . 0 5$ ; \\*\\*, $p < 0 . 0 1$ compared to with NS ( $0 \\mathrm { m g / k g }$ rolipram); $\\mathrm { n } = 6$ . "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/5dda531c8e4e00799a57bba84342bf8da1ad85e3966628118e7610ccdc81b907.jpg",
        "img_caption": [
            "Page 19 "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/74eff21abd1d744a54f4505ee05b1403d431d66a004ff7342f9462d1c15f7cf1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/dffd561ec3a19545229a53c38aa329597d59a06bb58c8b256d77736b92282326.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/27d4fed94f99c6f72c96fa244fa93f48fb541200210fabc1f249ec21154a2017.jpg",
        "img_caption": [
            "Fig. 2. Naloxone decreased ethanol self-administration, but not sucrose or water. Naloxone (0.025– $0 . 1 \\mathrm { m g / k g }$ , s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the session. Naloxone at 0.1 $\\mathrm { m g / k g }$ significantly inhibited lever presses for $5 \\%$ ethanol (A), but not those for $10 \\%$ sucrose (B). Naloxone at any of the doses did not affect water responses when ethanol (C) or sucrose (D) was provided. The data are expressed as mean lever presses $\\pm \\operatorname { S E M }$ (one-way ANOVA followed by Bonferroni post hoc test). \\*, $p < 0 . 0 5$ compared with NS $\\mathrm { \\Delta [ 0 \\ m g / k g }$ naloxone); $\\mathtt { n } = 6$ . "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/9f04396129cd7439c7fd22df4387c7dec270c8082a4324f0af3cd636b90e6a79.jpg",
        "img_caption": [
            "Page 23 "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/0050763d071701fac320e72e725ca02d21e966e7543c0678fc8142432943cb6e.jpg",
        "img_caption": [
            "Fig. 3. Rolipram significantly decreased ethanol $( 5 \\% )$ consumption in FH/Wjd rats. Rolipram $( 0 . 0 5 { - } 0 . 2 \\mathrm { m g / k g }$ , s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the drinking session. Rolipram at 0.1 and $0 . 2 \\mathrm { m g / k g }$ significantly decreased ethanol consumption 30min after the onset of drinking (A), but had no effect on water intake (B). The values are expressed as mean consumption $( \\mathrm { g / k g } )$ of ethanol or water $\\pm \\operatorname { S E M }$ (one-way ANOVA followed by Bonferroni post hoc test). \\*, $p < 0 . 0 5$ ; $* *$ , $p < 0 . 0 1$ compared with NS ( $\\mathrm { 0 \\ m g / k g }$ rolipram); n $= 8$ . "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/48279f12a4fa0eefb723d3c309cde149f1604e11891120e19b7bd7c39d3bad96.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/20911096f9d9b26b2e287f1d150778e908afd6aff6fe5573a49bb7b94bd96888.jpg",
        "img_caption": [
            "Fig. 4. Rolipram selectively decreased ethanol consumption for 5 consecutive hours in FH/Wjd rats having continuous access to $5 \\%$ ethanol. Rolipram (0.1, $0 . 2 \\mathrm { m g / k g }$ , s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the drinking session; it significantly decreased ethanol consumption for 2h (at $0 . 1 \\mathrm { m g / k g } \\backslash$ ) or $5 \\mathrm { h }$ (at $0 . 2 \\mathrm { m g / k g } ,$ after the onset of drinking (A), but had no effect on water intake (B). The values are expressed as mean consumption $( \\mathrm { g / k g } )$ of ethanol or water $\\pm \\operatorname { S E M }$ (two-way repeated measures ANOVA followed by Bonferroni post hoc test). \\*, $p < 0 . 0 5$ ; \\*\\*, $p < 0 . 0 1$ ; $* * *$ , $p < 0 . 0 0 1$ compared with NS ( $\\mathrm { 0 \\ m g / k g }$ rolipram); n $= 6$ . "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/cbb5c591de621777e2315b4528c613de7150357c6ddf9879f3f6094e6d57a9ae.jpg",
        "img_caption": [
            "Fig. 5. Rolipram selectively decreased ethanol consumption for 5 consecutive hours in FH/Wjd rats having intermittent access to $10 \\%$ ethanol. Rolipram (0.1, $0 . 2 \\mathrm { m g / k g }$ , s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the drinking session; it significantly decreased ethanol consumption for 2h (at $0 . 1 \\mathrm { m g / k g }$ ) or 5h (at $0 . 2 \\mathrm { m g / k g } ,$ after the onset of drinking (A), but had no effect on water intake (B). The values are expressed as mean consumption $( \\mathrm { g / k g } )$ of ethanol or water $\\pm \\operatorname { S E M }$ (two-way repeated measures ANOVA followed by Bonferroni post "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "hoc test). \\*, $p < 0 . 0 5$ ; $\\ast \\ast$ , $p < 0 . 0 1$ ; $* * *$ , $p < 0 . 0 0 1$ compared with NS ( $\\mathrm { 0 . m g / k g }$ rolipram); n $= 6$ . ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/a13412aa0c943b554f0e19886188e778ab71494f4fb1022581c503ec1d8a3ebe.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/d5e5364cb0c585fca66d4bb91ee37662b0227803bfdd2abfa5edad92bdd80302.jpg",
        "img_caption": [
            "Fig. 6. Rolipram had no effect on sucrose or water consumption during the 6 consecutive hours of testing in FH/Wjd rats. Rolipram $( 0 . 2 \\mathrm { m g / k g }$ , s.c.) was administered $3 0 \\mathrm { m i n }$ before the start of the drinking session; it did not affect consumption of either $2 \\%$ sucrose (A) or water (B). The values are expressed as mean consumption $( { \\bf g } / { \\bf k g } )$ of sucrose or water $\\pm$ SEM (two-way repeated measures ANOVA followed by student $t \\cdot$ -test); $\\mathtt { n } = 7$ . "
        ],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "A ",
        "page_idx": 30
    },
    {
        "type": "table",
        "img_path": "images/b0538be615ffcaa7696da4ea217e5ef23059911b79cf801dc44aabc956c619bf.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Group</td><td>Day 1-3 Baseline</td><td colspan=\"2\">Day 4-7 Treatment</td><td>Day 8-10 Post-treatment</td></tr><tr><td></td><td></td><td></td><td>07:30 pm</td><td></td></tr><tr><td>NS</td><td></td><td>NS</td><td>s.c.01:30 am</td><td></td></tr><tr><td></td><td>No Treatment</td><td></td><td>07:30 am</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>No Treatment</td></tr><tr><td></td><td></td><td></td><td>0.2 mg/kg 07:30 pm</td><td></td></tr><tr><td>Rolipram</td><td></td><td>Rolipram</td><td>01:30 am</td><td></td></tr><tr><td></td><td></td><td>S.C.</td><td>07:30am</td><td></td></tr></table></body></html>",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/2cc4fb952ce8ac71604da806f8ca18de828a73a4a3023f1b4cef67cd29abd6b9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/428982dea2c925808c4d2c2f0c714fa41da76fda53bc4b8f166328d8a81af5f8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/e89a23ef2b4a1d67c7e3e516737af4d96cdf1fef82336cde4b651f5bbddfef19.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Fig. 7.   \nChronic administration of rolipram decreased ethanol consumption and preference in rats having continuous access to $5 \\%$ ethanol. (A) Treatment schedule for chronic rolipram dosing experiment. Rolipram $( 0 . 2 \\mathrm { m g / k g }$ , s.c.) or NS was administered three times a day from day 4 to day 7, while data observed in day 1–3 and day 8–10 were set as normal and post-treatment baseline, respectively. Rolipram significantly decreased ethanol consumption (B) and preference (D) from the second treatment day to the third post-treatment day compared with NS control. Water consumption was significantly increased from the second treatment day till the first day after termination of rolipram treatment (C). Food consumption was decreased only during rolipram treatment (E). The values are expressed as mean consumption $( { \\bf g } / { \\bf k g } )$ of fluid or food $\\pm \\operatorname { S E M }$ (two-way repeated measures ANOVA followed by student t-test). \\*, $p < 0 . 0 5$ ; $^ { * * }$ , $p < 0 . 0 1$ ; $\\ast \\ast \\ast$ , $p < 0 . 0 0 1$ compared with NS $\\mathrm { \\Delta [ 0 \\ m g / k g }$ rolipram); $\\mathtt { n } = 8$ . ",
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/76b235e2dd9fa4c836868dbae5f744bd992fc97e1b043cb1e3983d3970e1fd2b.jpg",
        "img_caption": [
            "Fig. 8. Effects of rolipram on spontaneous locomotor activity in the open field test. Horizontal distance traveled (mm) subsequent to rolipram $( 0 . 0 5 { - } 0 . 2 \\ \\mathrm { m g / k g } \\ \\mathrm { s . c . }$ ) treatment is illustrated as both the total 1-hour session or per 10-min interval. Rolipram were administered $3 0 \\mathrm { m i n }$ prior to testing. The values are expressed as mean distance traveled $\\mathbf { \\left( m m \\right) } \\pm \\mathbf { S E M }$ (one-way ANOVA or two-way repeated measures ANOVA followed by Bonferroni post hoc test). $^ { * } , p$ $< 0 . 0 5$ ; \\*\\*, $p < 0 . 0 1$ compared with NS ( $\\mathrm { 0 \\ m g / k g }$ rolipram); $\\mathtt { n } = 7$ . "
        ],
        "img_footnote": [],
        "page_idx": 33
    }
]