[
    {
        "type": "text",
        "text": "Emerging Roles of Complement in Psychiatric Disorders ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mélanie Druart 1,2,3 and Corentin Le Magueresse 1,2,3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Edited by: Iris E. Sommer, University Medical Center Groningen, Netherlands ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reviewed by: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ju Wang, Tianjin Medical University, China Stefania Schiavone, University of Foggia, Italy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Correspondence: Corentin Le Magueresse corentin.le-magueresse@inserm.fr ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Specialty section: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This article was submitted to Molecular Psychiatry, a section of the journal Frontiers in Psychiatry ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received: 04 December 2018   \nAccepted: 22 July 2019   \nPublished: 21 August 2019 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Druart M and Le Magueresse C (2019) Emerging Roles of Complement in Psychiatric Disorders. Front. Psychiatry 10:573. doi: 10.3389/fpsyt.2019.00573 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ACCESS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 INSERM UMR-S 1270, Paris, France, 2 Science and Engineering Faculty, Sorbonne Université, Paris, France, 3 Institut du Fer à Moulin, Paris, France ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The complement system consists of more than 30 proteins that have long been known to participate to the immune defence against pathogens and to the removal of damaged cells. Their role, however, extends beyond immunity and clearance of altered “self” components in the periphery. In particular, complement proteins can be induced by all cell types in the brain. Recent discoveries highlight the role of complement in normal and pathological brain development. Specifically, the complement system mediates synaptic pruning, a developmental process whereby supernumerary synapses are eliminated in the immature brain. The complement system has been implicated in pathological synapse elimination in schizophrenia, West Nile virus infection, and lupus, all of which are associated with psychiatric manifestations. Complement also contributes to synapse loss in neurodegenerative conditions. This review provides a brief overview of the wellstudied role of complement molecules in immunity. The contribution of complement to embryonic and adult neurogenesis, neuronal migration, and developmental synaptic elimination in the normal brain is reviewed. We discuss the role of complement in synapse loss in psychiatric and neurological diseases and evaluate the therapeutic potential of complement-targeting drugs for brain disorders. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: brain development, schizophrenia, synapse elimination, synaptic pruning, microglia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The link between immunogenetics, inflammation, and several major psychiatric disorders such as Schizophrenia (SZ), Bipolar Disorder (BD), and Autism Spectrum Disorder (ASD) is now well substantiated (1–5). The molecular and cellular mechanisms that mediate immunity-related neurodevelopmental alterations in psychiatric diseases are gradually coming to light, and the complement system appears to be a key player in these complex processes. The complement system is an ensemble of proteins that collectively participate to host defense against infections by opsonizing antigens, promoting inflammation, and lysing pathogens, and has been well characterized in the periphery. Unexpectedly, complement was shown to control synaptic pruning, a development process whereby supernumerary synapses are eliminated during the course of normal brain maturation (6). Recently, the complement system has received much attention in the field of psychiatry after Sekar et al. demonstrated that distinct genetic variants of C4, a gene encoding a protein of the classical complement pathway, predispose to SZ (7). This landmark study provided a solid basis for establishing a causal relationship between complement-mediated synaptic pruning and cortical thinning frequently associated with SZ. Furthermore, complement-mediated synapse loss was also implicated in Lupus and West Nile virus infection, two immune disorders that can induce psychosis and cognitive impairment, respectively. In this review, we briefly summarize the known functions of the complement system in the periphery and highlight its newly discovered roles in brain maturation and in psychiatric disorders. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Three Complement Cascades in Innate and Acquired Immunity ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The complement system consists of more than 30 proteins present in the blood plasma or on the cell surface. These proteins are mainly produced by the liver, although multiple cell types in different organs, including the brain, express and secrete complement molecules (8). The complement system has been extensively studied, and numerous reviews cover complement pathways in depth (9–12). Complement molecules have three major functions in the immune system: i) opsonization of “foreign” molecules, bacteria, or damaged cells, i.e., promotion of their phagocytosis by neutrophils or monocytes, ii) increase of the inflammatory response via short peptides called anaphylatoxins (C3a, C4a, and C5a) resulting from enzymatic cleavage of complement proteins, and iii) lysis of pathogenic micro-organisms via the formation of a pore in the lipid membrane. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Complement proteins are soluble and circulate in the blood in an inactive form. In response to an activating mechanism, some complement proteins are transformed into proteases and cleave other specific complement members, initiating amplification cascades (Figure 1). Complement activation results from the activation of one or several of three distinct pathways: the classical pathway, the lectin pathway, and the alternative pathway. The three pathways converge to cause cleavage of C3, which is the most abundant complement protein, resulting in the formation of the anaphylatoxin C3a and the C3b fragment. Factor I, in the presence of its co-factor and C3b receptor CR1, cleaves C3b into iC3b and a small peptide of 17 amino-acids (C3f). The resulting conformational rearrangement of iC3b generates binding surfaces for the interaction with complement receptors CR2 (CD21), CR3 (CD11b/CD18), and CR4 (CD11c/CD18) located on leukocytes, which down-regulates inflammation and increases B cell sensitivity, thus forming a link between the innate and adaptive immune systems (13, 14). The C3b fragment can also directly label antigens for opsonization or bind to other complement peptides to form the C5 convertase. The resulting cleavage of C5 is the beginning of the terminal pathway of the complement: C5 is cleaved into C5a, the most potent anaphylatoxin, and C5b. The latter forms a complex with C6 and C7, which then binds with C8. The resulting change in C8 conformation allows the insertion of an alpha chain and anchoring in the target membrane. The combination of the C5b678 complex with one to 18 C9 molecules, termed membrane attack complex, forms a pore that lyses the target pathogen. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Classical Pathway ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The classical pathway is activated by the C1 complex, composed of the C1q protein recognizing antibodies bound to their antigen, associated with the C1r and C1s proenzymes. Through C1q, the complex can also recognize non-immunoglobulin activators, particularly surface proteins of bacteria and viruses. The binding of C1q to its target results in a conformational change of C1q which activates C1r, which in turn cleaves and activates the two C1s molecules of the C1 complex to form the activated C1s serine protease. Activated C1s cleaves C4 and C2, whose cleavage products combine to form the C3 convertase C4b2b which activates C3. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Lectin Pathway ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The lectin pathway is activated by the binding of pattern recognition receptors such as mannose-binding lectins, ficolins, or collectin 11 to specifically arranged carbohydrates present on damaged cell surfaces or on invading pathogens. This results in the activation of associated serine proteinases (MASP1/2) and cleavage of C4 and C2. The formation of the C3 convertase C4b2b then cleaves C3 as in the classical pathway. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Alternative Pathway ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Unlike the other two pathways, the alternative pathway is not initiated by binding of complement molecules to antigens or antibodies. Spontaneous hydrolysis of C3 results in the cleavage of an intramolecular thioester bond and leads to the formation of reactive molecules C3(H2O) and C3b. When C3(H2O) or C3b binds to positively charged surfaces present in microorganisms, it reacts with Factor B in the presence of Factor D to form a C3 convertase (C3(H2O)Bb or C3bBb) that is strongly stabilized by properdin (Factor P). The convertase then generates additional C3b molecules, initiating a positive feedback loop amplification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Complement Proteins in Normal Brain Development ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Expression of Complement Components in the Brain Studies conducted since the 1990s have shown extrahepatic production of complement proteins by several organs and cell types (8) and, in particular, by neurons and glial cells (15). This local production in the CNS is all the more important as the brain-blood barrier prevents circulating macromolecules, including complements proteins, to penetrate into the brain tissue (16). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the past two decades, expression of complement components has been documented in primary cultures of astrocytes, microglia, oligodendrocytes, and neurons (17–20). More recent studies have shown that neural cells express complement molecules throughout embryonic and postnatal development in rodent and human brain tissue (Table 1) (25, 33–35). Importantly, complement components are released into the extracellular space, suggesting that a given brain cell type can participate to complement activation without expressing the full range of complement molecules (7). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Complement expression by neural cells was first demonstrated using immunoprecipitation in cultured astrocytes (17). This observation was compatible with the macrophagic function of astrocytes and their role in the brain’s immune system (36). Astrocytes express components of the classical pathway (C1q, C1r, C1s, C2, C3, C4), the alternative pathway (factors B, D, I, H, P), and the terminal pathway (C5-C9) (19, 21, 26, 28). They also express complement receptors CR1, CR2, C3aR, and C5aR (29, 30). These initial studies relied on cultured cell lines. In the mouse brain, astrocytes are the main source of C3 (37). Like astrocytes, microglia are considered part of the immune system of the brain because of their ability to secrete pro-inflammatory factors such as chemokines and cytokines and for their macrophagic function (38, 39). Microglial cells express classical pathway components (C1q, C1r, C1s, C2, C3, C4) and complement receptors C1qR, CR2, C3aR, and C5aR (19, 22, 40–43). Microglial cells have been shown to be the dominant source of C1q in the mouse brain (44). Oligodendrocytes also express members of the classical pathway (C1q, C2, C3, C4), factor H, as well components of the terminal pathway (C5-C9) (23, 24). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/3e200e971a8d4783f32a05145de102b47cbd2ab506da79e53fb53bfa6e818dcd.jpg",
        "img_caption": [
            "FIGURE 1 | The complement pathways. There are three distinct activation pathways in the complement system: the classical and lectin pathway that are activated by pathogens or damaged cells, and the alternative pathway that is activated by the spontaneous hydrolysis of C3. All lead to the sequential recruitment of complement components to form a C3 convertase (C4bC2b or C3bBb). The C3 convertase cleaves C3 into C3a and C3b. The C3b fragment binds to the surface of antigens, targeting them for opsonization (phagocytosis). C3b also induces a positive-feedback loop (“amplification loop”) leading to the generation of additional C3 convertase. C3b can also be recruited to become part of the C5 convertase, which cleaves C5 into C5a and C5b. The short C3a and C5a fragments, also known as anaphylatoxins, foster immune responses and inflammation. C5b initiates the assembly of C6, 7, 8, and 9 into the membrane attack complex, which forms a membrane pore resulting in the lysis of the pathogen. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Finally, neurons also express complement molecules. In culture, they can produce a complete complement system (20). mRNA coding for C1q, C2, C3, C4, and terminal complement components (C5-C9) was also detected in human neurons using in situ hybridization in post mortem brain tissue (25). Immunohistochemical experiments using human cortical neurons in culture showed the presence of the C4 protein in neurons and in the extracellular medium, confirming that neurons express and release C4 (7). Altogether, these results suggest that both neurons and glial cells express complement components and their receptors. Given the pro-inflammatory role of anaphylatoxins C3a and C5a, the expression of their receptors by glial cells was not surprising. In contrast, expression of these receptors in neurons was more unexpected. Yet, neuronal expression of C3aR and C5aR at a low level has been shown in the cortex, cerebellum, and hippocampus in the adult mouse brain (31, 32, 45). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Complement expression varies according to the brain’s inflammatory status. In response to infection or inflammation such as in bacterial meningitis, elevated levels of complement proteins are detected in the cerebro-spinal fluid (46). Regulation of complement receptor expression was shown in an ischemic brain model where C3aR and C5aR are more expressed in both neurons and glial cells following blood vessel occlusion (47). Interestingly, a cell type-specific upregulation of complement expression has been observed in a model of transient ischemia where C1q expression increases specifically in microglia but not in neurons (48). Expression of complement components and receptors also varies during the course of brain development (33). For example in the mouse hippocampus, C3 expression is much lower at postnatal day 30 (P30) than at P2 (35). In the rat cerebellum, C3aR and C5aR expression in granule cells peaks around postnatal day 12 (33). This fine developmental regulation of complement expression has led to the study of its role in brain maturation. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/32d5f4182a3c47d60e382bf37b7b4c437d64579b14b4642d2a7e66324bcba11a.jpg",
        "table_caption": [
            "TABLE 1 | Complement molecules expressed by brain cells. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Astrocytes</td><td>References</td><td>Microglia</td><td>References</td><td>Oligodendrocytes</td><td>References</td><td>Neurons</td><td>References</td></tr><tr><td>Classical pathway</td><td>C1q, C1r, C1s, C2, C3, C4</td><td>Barnum et al. (21) Veerhuis et al. (19)</td><td>C1q, C1r, C1s, C2, C3,C4</td><td>Walker et al. (18) Haga et al.</td><td>C1q, C1r, C1s, C2, C3,C4</td><td>Hosokawa et al. (23) Gasque and Morgan (24)</td><td>C1q, C1r, C1s, C2, C3, C4</td><td>Shen et al. (25) Thomas et al. (20)</td></tr><tr><td>Alternative pathway</td><td>C3, Factors B, D,I, H</td><td>Barnum et al. (21) Gordon et al.</td><td>C3</td><td>(19) Veerhuis et al. (19)</td><td>C3, Factor H</td><td>Hosokawa et al. (23) Gasque and</td><td>C3, Factors B and D</td><td>Thomas et al. (20)</td></tr><tr><td>Lectin pathway</td><td></td><td>(26)</td><td></td><td></td><td></td><td>Morgan (24)</td><td>(embryonic neurons) MASP1,</td><td>Gorelik et al. (27)</td></tr><tr><td>Terminal pathway</td><td>C5,C6,C7,C8,C9</td><td>Gasque et al. (28)</td><td></td><td></td><td>C5,C6, C7,C8, C9</td><td>Hosokawa et al. (23) Gasque and</td><td>MASP2 C5, C6, C7, C9</td><td>Shen et al. (25) Thomas et al. (20)</td></tr><tr><td>Receptors</td><td>CR1,CR2, C3aR, C5aR</td><td>Gasque and Morgan (24) Gasque et al. (29)</td><td>CR2, C3aR, C5aR</td><td>Gasque et al. (30) Davoust et al.</td><td></td><td>Morgan (24)</td><td>C3aR,C5aR</td><td>Davoust et al. (31) Stahel et al. (32)</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Embryogenesis and Neuronal Proliferation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A study conducted in Xenopus larves highlighted the expression of complement components already during gastrula/early neurula stage. In particular, properdin, C1qA, C3, and C9 are expressed in the neural plate and in neural precursors, while C1qR and C6 are expressed at the periphery of the neural plate, in the presumptive neural crest (49). Based on the observation that there is a chronological and tissue specification of complement expression, the hypothesis of the complement’s involvement in developmental processes independently of inflammation has been put forward. In mammals, C5 and C5aR are also expressed early in development. C5 and C5aR are located in neuroepithelium in mice in the early stages of neurulation and also in human neuroepithelium. C5aRdeficient mice do not display overt congenital anomalies but have more neural tube malformations than wild-type controls after maternal folate deficiency (50). These observations suggest a degree of functional redundancy of developmentally expressed complement proteins, with the role of C5aR in neurulation only becoming apparent under conditions of environmental stress. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The C5a-C5aR axis is involved in neurogenesis, but only at embryonic stages of development. A recent study showed that C5aR activation increases neural recursor cell (NPC) proliferation in vivo in the embryonic ventricular zone through PKCζ/ERK signaling and that conversely, pharmacological blockade of C5aR decreases proliferation (51). In contrast, mice lacking C5aR do not show altered adult neurogenesis (52). Similarly, C5aR antagonists do not alter neural NPC proliferation within the external granular layer of the early postnatal rat cerebellum. However, C5aR agonists promote the proliferation of NPCs in the granular layer at the same developmental stage, suggesting that C5aR is expressed but not activated (53). The effect of C5aR activation at embryonic, but not postnatal stages, can be explained by the developmental time course of C5a expression. Indeed, the concentration of C5a is higher in embryonic than in adult cerebro-spinal fluid, suggesting that neuroepithelium secretes high quantities of C5a to promote NPC proliferation (51). The transient disruption of C5a-C5aR signaling during embryonic development alters adult cerebral organization and causes behavioral deficits (51), highlighting the crucial role of this pathway for the establishment of functional neuronal circuits. Interestingly, Serping1, a gene encoding a C1 inhibitor known to block the initiation of the classical and lectin pathways, negatively regulates neural proliferation in the embryonic ventricular zone by decreasing C5aR activation (54). Thus, C5aR activation must be precisely balanced for adequate NPC proliferation in the embryonic ventricular zone. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Complement molecules other than C5a are also involved in the control of adult neurogenesis. Thus, complement receptor CR2 is expressed by neural progenitors in the adult dentate gyrus (DG) and its activation by C3d or interferon-alpha reduces NPC proliferation and decreases the formation of new neurons in the adult hippocampus. Conversely, Cr2−/− mice exhibit increased neurogenesis in the adult DG (55). C3a is also implicated in normal and ischemia-induced adult neurogenesis. C3aR is expressed by neural progenitor cells (NPC) in adult mice. Basal adult neurogenesis is decreased both in C3-deficient mice and in mice lacking C3aR. Furthermore, C3-deficient mice have impaired ischemia-induced neurogenesis in the subventricular zone, the main source of neural progenitor cells in the adult mouse brain (56). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Neuronal Migration ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The complement system also plays a role in neuronal migration. During brain development, cells can migrate in a coordinated way in the same direction, a process termed collective migration that requires chemoattraction between cells. In neural ridge cells from Xenopus laevis and zebrafish, collective migration is dependent on the C3a fragment and its receptor C3aR. Disruption of the interaction between the ligand and its receptor prevents proper cellular migration and causes neuronal dispersion (57). A possibly related mechanism has been reported in adult brain-derived NPCs in which C3a and SDF-1 induce ERK phosphorylation, which in turn causes differentiation and neuronal migration in vitro (58). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Furthermore, knockdown of C1q inhibitor-encoding Serping 1 impairs radial migration. Interestingly, Serping 1 affects both cell autonomous and non-cell autonomous radial migration in mouse embryos, indicating that C1q inhibitor is secreted and influences neighboring neurons. This effect can be rescued C3aR agonists, demonstrating that C3aR signaling is required for the proper migration of cortical plate neurons (54). Further experiments have shown that the lectin pathway controls neuronal migration in the developing neocortex. Indeed, in mouse embryos knocking down C3, but also MASP1 or MASP2, which are critically involved in the lectin pathway, impairs migration of neuroblasts derived from the ventricular zone. This effect can be reversed by co-electroporating molecular mimics of C3 cleavage products, suggesting that the activity of the complement pathway, and not only the presence of the C3 protein, is required for proper migration of neuroblasts in the developing cortex (27). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Synaptic Pruning ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the past decade, a key role of the complement in the postnatal maturation of brain circuits has been uncovered. At birth, the mammalian brain is characterized by an excess of synaptic connections. Over the course of postnatal development, extra synapses are eliminated to establish functional mature neuronal networks (59, 60). This process called synaptic pruning is activitydependent and has been documented in different regions such as the cortex (61, 62), cerebellum (63), retinogeniculate system (59), and neuromuscular junction (64). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The role of complement in synaptic pruning has been first demonstrated in the retinogeniculate system (Figure 2A, B). Early in development, retinal ganglion cells (RGC) project exuberant axons onto neurons in the dorsal lateral geniculate nucleus (dLGN) of the thalamus. During postnatal development, retinogeniculate synapses are eliminated to ensure a good segregation between ipsi and contralateral inputs to dLGN neurons. Activity-dependent pruning that occurs in the first postnatal week in mice is necessary to provide a functional binocular vision in adults (65, 66). Using array tomography on thin brain sections, Stevens and colleagues showed that C1q and C3 are abundantly expressed and colocalize with excitatory synapses in the dLGN at P5 but not at P30. Consistent with a role of complement in synaptic pruning, C1q-, ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C3-, and C4-deficient mice display higher densities of excitatory synapses in the dLGN and abnormalities in eye-specific segregation (6, 7). The colocalization between C3 and excitatory synapses suggests that C3 or its cleavage products act like tags of synapses to be eliminated by microglia. Indeed, if the interaction between iC3b and its receptor CR3 is blocked, synaptic pruning is impaired (67). CR3 is selectively expressed by microglial cells during postnatal development and anterograde tracer injection in the retina showed that presynaptic elements are engulfed by microglial cells in the developing dLGN, indicating that microglial cells are key players in complement-mediated synaptic pruning (67). C1q and C4 also colocalize at synapses in the developing dLGN (6, 7). However, it is unclear whether they directly participate in microglia-dependent synaptic elimination by tagging synapses, or whether they indirectly promote synapse elimination by allowing the cleavage of C3 and the generation of iC3b. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Consistent with numerous studies highlighting that synaptic pruning is activity-dependent, microglia-mediated engulfment of RGC inputs is regulated by the activity of presynaptic neurons (67). This further suggests that inactive synapses are those that are tagged by complement molecules and targeted for microgliamediated pruning, although the mechanisms underlying activitydependent complement binding remain unknown. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The role of complement in synaptic pruning has also been demonstrated in other brain regions. Thus, the complement system contributes to pruning of axonal boutons in layer V pyramidal neurons of the somatosensory cortex (68). A role of microglia in synaptic pruning has also been demonstrated in the hippocampus (69, 70), suggesting that complement-dependent synaptic pruning may be widespread in the developing brain. A recent study shed light on microglia-neuron interactions in the developing hippocampus at the ultrastructural level, showing that presynaptic structures in developing hippocampal neurons are not entirely phagocytosed by microglia but rather “trogocytosed,” a term originally used to describe membrane transfer in immune cells and later extended to refer to partial phagocytosis (71). Of note, microglia-independent processes also participate to synaptic pruning. Thus, astrocytes contribute to synapse elimination in the developing and adult dLGN through the MEGF10 and MERTK phagocytic pathways (72). The contribution of complement to astrocyte-mediated pruning is unclear, but the identification of MEGF10 as an astrocytic receptor for C1q in the developing mouse cerebellum (73) raises the possibility that astrocytes recognize C1q-tagged synapses for elimination. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C1q Family ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Interestingly, proteins that have homology with C1q but are not involved in the leptin, classical, or alternative pathways are expressed in the brain and participate in synapse formation, maintenance, and function. These proteins of the C1q family include precerebellin (Cbln1), which is released by cerebellar granule cells. Cbln1 promotes synapse formation between granule cell axons (parallel fibers) and Purkinje cells through binding to glutamate receptor delta 2 (GluRD2) on postsynaptic site and to Neurexin on presynaptic sites. C1q-like (C1ql) proteins, another subtype of C1q family proteins, also regulate synapse formation and function in the cerebellum and in the forebrain. For example, in the cerebellum, C1ql1 controls ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A Early stage B Normal Development C Pathological synaptic elimination (e.g.Schizophrenia)   \n洛 Excitatory afferences C1q C1q CR3 CR3 Y C4 （ C4 iC3b iC3b LowactivityHigh activity Synapse High activity Increased complement tagging: synapse synapse engulfment synapse excessive synaptic elimination ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "the formation and maintenance of synapses between axons of the inferior olivary nucleus (climbing fibers) and Purkinje cells through binding to the postsynaptic receptor Bai3 (74–76). Two other C1ql proteins, C1ql2 and C1ql3, are strongly expressed by dentate granule cells in the hippocampus and recruit postsynaptic kainate receptors at mossy fiber-CA3 synapses (77). However, proteins of the C1q family other than C1q do not participate in the molecular cascades resulting in the cleavage of C3, and hence are not part of the complement system per se. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Complement System in Psychiatric Diseases ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Schizophrenia ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Compelling evidence links the complement system and SZ (Figure 2C). Following the demonstration that synaptic density in neocortex peaks in early childhood, then decreases before reaching a plateau in adolescence (61), Feinberg proposed that SZ may result from faulty synapse elimination in the postnatal period based in particular on age at onset (78). Several observations corroborated Feinberg’s hypothesis. First, spine density is decreased in upper cortical layers in SZ patients (79, 80). Second, MRI studies revealed that cortical thinning that takes place during normal postnatal development in humans is exacerbated in SZ patients, possibly reflecting an excess of pruning (81, 82). Given the now well-established role of complement in developmental synaptic pruning, it is not surprising, in retrospect, that alterations in complement genetics or complement expression have been associated with SZ. Early studies of the complement system in SZ showed altered expression or activity of complement molecules in SZ, although the results were inconsistent. In particular, increased hemolytic activity of the complement Cl, C2, C4 components in SZ had been reported by several studies (83, 84) [for a thorough review, see (85)]. However, the small scale of these studies prevented firm conclusions. A more robust association between the complement system and SZ has been made possible by large-scale genome-wide association studies of SZ. A significant association was found on chromosome 8 near CSMD1 (86, 87), which encodes a complementregulating protein (88). CSMD1-deficient mice display behaviors that are reminiscent of SZ-associated blunted emotional responses, anxiety, and depression (89). Furthermore, several GWAS have indicated that the Major Histocompatibility Complex (MHC) genomic region on chromosome 6 is implicated in SZ. Given that the strongest association within the MHC lies near the genomic region encoding complement component 4 (C4), Sekar et al. explored in detail the C4 complement cluster of the MHC in SZ patients and control individuals. They demonstrated a strong relationship between the C4 region and SZ (7). The tandemly arranged C4A and C4B genes in the MHC class III region are polymorphic in terms of copy number variation (CNV) and structure. They have over 95% sequence homology but encode functionally distinct proteins with different molecular targets. Further complexity stems from the fact that both C4A and C4B can be found in either “long” or “short” forms depending on the presence of human endogenous retroviral (HERV) indels (6.5 kb in size) in the intron 9 of the C4 genes. High copy number and the presence of HERV elements increase the mRNA levels of C4A and C4B. Importantly, the presence of multiple copies of C4A and of long forms of C4A was shown to increase the risk for SZ, suggesting that higher C4A expression predisposes to SZ. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Indeed, in a separate set of experiments Sekar et al. used postmortem expression analysis to demonstrate that C4A is significantly more expressed in the brain of SZ patients than in the brain of control individuals (7). A subsequent brain imaging study using phosphorus magnetic resonance spectroscopy directly confirmed the association between C4A gene repeats and neuropil contraction in two cohorts of SZ patients. Increased neuropil contraction was observed in the prefrontal and parietal regions among adult-onset schizophrenia patients with high C4A gene copy numbers, whereas adolescentonset SZ patients showed increased neuropil contraction in the prefrontal cortex and thalamus (90). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Immune Disorders With Psychiatric Manifestations ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Systemic lupus erythematosus (SLE) is a relatively rare chronic autoimmune disease. In most patients with SLE, anti-nuclear autoantibodies cause chronic inflammation which damages tissues, leading to a variety of symptoms. Lupus can affect many organs such as the kidneys, heart, lungs, blood vessels, and brain. Neuropsychiatric manifestations are present in two-thirds of the patients with SLE and include anxiety, depression, and psychosis, the latter being present in about 5% of patients (91). Gray matter atrophy was reported in SLE patients (92), which may be an indicator of synapse loss. In the 564Igi mouse model of SLE, a B-cell-receptor insertion model with known autoantibody specificity, behavioral phenotypes including anxiety, cognitive alterations, and social deficits correlate with synapse loss and the presence of reactive microglia. Treating 564Igi mice with an antibody against type I interferon receptor prevented reactive microglia, synapse loss, and behavioral phenotypes, suggesting that microglia-dependent synaptic elimination is involved in the behavioral alterations in SLE (93). Since the classical complement pathway is involved in microglia-dependent synaptic pruning in the healthy brain, it has been proposed that the complement system may directly or indirectly stimulate the type I interferon pathway to promote synapse engulfment and elimination by microglia in SLE (94). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The complement system has also been implicated in neuroinvasive infection with West Nile Virus. Cognitive decline including memory dysfunction is present in at least 50% of patients that survive following West Nile virus infection (95, 96). Using a mouse model of West Nile virus neuroinvasive infection, Vasek et al. showed that several complement proteins are significantly upregulated in the hippocampus, including C1q, C2, C3, and C4b (97). West Nile virus infection was accompanied by synaptic terminal elimination, which was blocked in C3-deficient mice and C3aR-deficient mice. Surprisingly, virus-induced synaptic elimination was still present in CR3-deficient mice, in which developmental synaptic pruning is strongly decreased (67). These results suggest that several distinct complementdependent mechanisms may promote pathological pruning. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Neurodegenerative Disorders ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "While this review’s emphasis is on psychiatric disorders, it is noteworthy that the complement has also been implicated in neuron and synapse loss in neurodegenerative disorders. Increased expression of the complement has been noted in the brain following injury and neurodegeneration (98, 99). In Alzheimer’s disease (AD), the accumulation of extracellular Amyloid-beta (Aβ) peptides contributes to pathogenesis (100). Aggregated Aβ binds to C1q and C3b/iC3b and activates both the classical and alternative complement pathways in vitro (101, 102). Transcriptome studies showed that complement gene expression is increased in the disease, indicating activation of the complement system (103). Furthermore, several studies have demonstrated that the membrane attack complex colocalizes with amyloid plaques and tangle-bearing neurons, suggesting that complement activation in AD contributes to neurotoxicity (104–107). Indeed, C1q-deficient mouse models of AD display decreased levels of activated glia surrounding amyloid plaques, and slower decline of synaptic markers (108). Aged C3-deficient mice also show reduced age-dependent synapse and neuronal loss in hippocampal CA3, together with enhanced long-term potentiation and cognition (35). A recent study investigated in detail the role of the complement in synapse loss in the familial AD-mutant human amyloid precursor protein transgenic mouse model. In this model, C1q expression increases and C1q localizes to synapses before amyloid plaque deposition. Moreover, C1q-deficient mice are protected from Aβ-dependent synapse loss. These data suggested that the developmental pruning pathway is re-activated at the preplaque in AD, prompting the authors to test whether Aβ-dependent synapse loss is present in mice lacking CR3, a complement receptor only expressed by microglia in the brain. Synapse loss and microglial engulfment are prevented in CR3 KO mice (109). Another study has uncovered the contribution of C3aR, another complement receptor mainly expressed by microglia. Expression of C3 and C3aR is positively correlated with cognitive decline in human AD brains. In the PS19 mouse model, which is used to study neurofibrillary tangles in neurodegenerative taupathies like AD, a significant increase in C3 and C3aR expression correlates with synapse loss and microglial activation. Crossing PS19 mice with C3aR KO mice attenuates both synaptic impairment and microglial activation (110). Altogether, these results demonstrate the role of microglia and complement axis C3/CR3 and C3/C3aR in pathological synapse elimination. While research on complement activation in the AD brain has focused primarily on the classical complement pathway, it should be noted that mRNA for a critical alternative pathway component, Factor B, is present in the cortex of AD patients and that split products of Factor B, Bb and Ba, are significantly increased, indicating alternative pathway activation (111). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Pathological complement-mediated synapse loss is involved not only in AD but also in other neurogenerative disorders. In a progranulin-deficient mouse model of frontotemporal dementia, increased complement production and synaptic pruning activity by microglia preferentially eliminate inhibitory synapses in the ventral thalamus, which is prevented in progranulin-deficient C1q KO mice (112). C1q upregulation and C1q-dependent synapse loss were also observed in a mouse model of glaucoma, a neurodegenerative disease characterized by the progressive dysfunction and loss of retinal ganglion cells (113). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Complement molecules also participate indirectly in synapse loss and neurodegeneration in disorders such Alzheimer’s, Huntington’s, Parkinson’s, Amyotrophic lateral sclerosis, and Multiple Sclerosis by inducing reactive astrocytes. Upon microglial activation, C1q is released by microglial cells together with Il-1α and TNFα. The combined action of these three factors is sufficient to convert resting astrocytes into reactive “A1” astrocytes with impaired ability to promote synapse formation, decreased phagocytic capacity, and neurotoxicity (114). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It is remarkable that complement molecules participate to synapse loss in animal models of several distinct neurodegenerative disorders. While the neurotoxic effect of the complement may be less relevant for psychiatric disorders than for neurodegenerative disorders, similar complement-dependent mechanisms appear to induce synapse loss in both types of diseases (Table 2). Deciphering the underlying mechanisms in animal models of neurological disorders will help understand complement-dependent synaptic alterations in neurodevelopmental psychiatric disorders. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Perspectives ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Is the Complement System Involved in Bipolar Disorder and Autism Spectrum Disorder? ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Collectively, the studies discussed above have identified the classical complement pathway as a key contributor to pathological synapse elimination in the context of SZ and other disorders with psychosis or cognitive dysfunction. While the main emphasis has been on SZ, other psychiatric disorders such as BD and ASD are also associated with immune activation/inflammation (2–5) and altered synaptic pruning. Increased cortical thinning during adolescence has been observed in BD patients (115) and may reflect excessive synaptic pruning. Conversely, ASD has been associated with decreased synaptic pruning. Thus, in postmortem brain tissue, dendritic spine density was found to be increased in the cortex of ASD patients (116), which appears to result from decreased synaptic pruning as another study confirmed these results and showed that spine density decreased by ∼45% in control subjects from childhood through adolescence, but only by ∼16% in ASD patients (117). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Given the well-established role of complement molecules in both immune processes and synaptic pruning, these observations raise the question of whether the complement system may be causally involved in BD or ASD but with a different phenotypic expression than in SZ. The answer to this intriguing question may be multifold. First, clinically distinct psychiatric disorders sometimes display partly overlapping symptoms, which may reflect shared cellular endophenotypes including complement-mediated alterations at the synaptic level. Second, synaptic dysfunctions in SZ, BD, and ASD may rely on distinct mechanisms. The MHC region, which includes the C2, C4, and Factor B complement genes, has been associated with BD in genome-wide association studies (118), although the link between complement expression and BP is not straightforward (119). In contrast, preliminary results from a genome-wide association study on about 6500 ASD patients, a number that was sufficient to associate the MHC region in SZ (118), failed to reveal an association between the MHC and ASD (120). These results suggest that the MHC, which includes complement genes, might contribute to synapse elimination in BD, but seems less likely to be involved in ASD. Other mechanisms controlling spine density, such as autophagy, may underlie connectivity defects in some forms of ASD (117). Third, immune activation during brain development interacts with a genetic program that varies from one individual to another. Thus, genetic predisposition leading to strong expression of C4A could interact with brain inflammation to induce excessive synaptic pruning in SZ and possibly BD, while other variants, or other predisposition genes, would promote a different consequence of inflammation in ASD. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/83952be1387608e4631f697522ed7e2703261e8d15064d0db743e5d2e989a055.jpg",
        "table_caption": [
            "TABLE 2 | Complement pathways involved in selected brain disorders. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Neurodevelopmental disorder</td><td>Neuro-immune disorder</td><td colspan=\"2\">Neurodegenerative disorder</td></tr><tr><td></td><td colspan=\"2\">Schizophrenia</td><td>West Nile Virus</td><td colspan=\"2\">Alzheimer's disease</td></tr><tr><td rowspan=\"4\">Complement pathway Putative complement activation Changes in complement</td><td>Classical Increased expression</td><td>Lectin Unknown</td><td>Classical C1q binds to WNV</td><td>Classical C1q binds to Aβ</td><td>Alternative C3b/iC3b binds to Aβ</td></tr><tr><td>of C4A Increased C4 mRNA</td><td>Increased MBL/</td><td>antigen-positive neurons Increased C1q, C2,</td><td>Increased C1q, C3,C4,</td><td>Increased expression</td></tr><tr><td>expression (human brain)</td><td>MASP-2 complex activation</td><td>C3 and C4b mRNA expression in the brain</td><td>C9 mRNA expression (human brain) and</td><td>of split products of Factor B (Ba and Bb)</td></tr><tr><td></td><td>(human serum)</td><td>(mouse model)</td><td>increased C1q,C3,C3aR protein expression in the brain (mouse models)</td><td>(human brain)</td></tr><tr><td>Cellular mechanisms involved</td><td>Excess of microglia- dependent synaptic</td><td>Unknown</td><td>Excess of C3/C3aR- dependent synaptic</td><td>Excess of microglia- dependent synaptic</td><td>Unknown</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>pruning through the C3/</td><td></td></tr><tr><td></td><td>pruning</td><td></td><td>pruning</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>CR3 and C3/C3aR axis</td><td></td></tr><tr><td></td><td>Sekar et al. (7)</td><td></td><td></td><td></td><td></td></tr><tr><td>References</td><td></td><td>Mayilyan et al. (84)</td><td>Vasek et al. (97)</td><td>Jiang et al. (101)</td><td>Bradt et al. (102)</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>Strohmeyer et al.</td></tr><tr><td></td><td></td><td></td><td></td><td>Blalock et al. (103)</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>Hong et al. (109)</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>(111)</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>Litvinchuk et al. (110)</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Types of Synapses Subject to ComplementMediated Elimination ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It is unclear whether complement-mediated synapse elimination targets both glutamatergic synapses and other synapses, such as GABAergic synapses, or even sites of neuromodulator (e.g., dopamine, acetylcholine, serotonin, noradrenaline) release. Microglia-andcomplement-mediatedpruninghasbeenextensively studied in hippocampal and thalamic excitatory neurons that bear dendritic spines (6, 7, 67, 69, 71). Moreover, developmental synaptic pruning in the primate cortex as well as excessive synaptic pruning in the schizophrenic cortex have been mostly studied, at the cellular level, using spine density as a readout (61, 79). Does this mean that dendritic spines are the physical substrate for complement-mediated pruning? Accumulating evidence shows that complement-mediated synapse pruning involves the elimination of presynaptic elements, but not postsynaptic material, by microglia (67, 71), although microglial engulfment of postsynaptic structures has also been reported (121). Thus, the disappearance of dendritic spines may follow the elimination of presynaptic elements, but is unlikely to be directly caused by complement-mediated microglial trogocytosis. Is complementmediated synaptic pruning limited to glutamatergic synapses on dendritic spines? In this case, glutamatergic afferences onto GABAergic interneurons, which are almost deprived of dendritic spines, should be spared by complement-mediated pruning. Conversely, medium spiny neurons in the striatum, which bear numerous spines, may be particularly prone to undergo elevated synaptic pruning. This is important in the context of SZ, since typical antipsychotics primarily exert their function by blocking dopamine D2 receptors which are strongly expressed in medium spiny neurons. Interestingly, there is evidence that hippocampal GABAergic synapses are not affected by genetic manipulations altering microglia-neuron communication, suggesting that the mechanisms of pruning are different at excitatory and inhibitory synapses (70). In line with these findings, early electron microscopy studies in the macaque cortex showed a decrease in asymmetric (glutamatergic) synapse density, but not in symmetric (mostly GABAergic) synapse density during postnatal development (122). Furthermore C1q-deficient mice, which display alterations of synaptic pruning at excitatory synapses, show no significant change in inhibitory connectivity to layer V cortical pyramidal neurons (68). These studies supported the concept that complement- and microglia-dependent pruning preferentially affects excitatory synapses during postnatal development. However, C1q-dependent pruning of inhibitory, but not excitatory, synapses was recently demonstrated in the thalamus of progranulin-deficient mice (112). Moreover, the density of excitatory synapses on parvalbumin interneurons is lower in postpubertal relative to prepubertal monkeys, suggesting some degree of pruning at excitatory synapses onto aspiny neurons, although the role of complement was not investigated (123). Thus, different types of synapses may undergo complement-dependent pruning. Further studies are now needed to evaluate normal and pathological synaptic pruning in different neuronal types, brain areas, and neurotransmitter systems. If specific types of synapses are predominantly targeted by complement-mediated elimination, it will be important to decipher the molecular mechanisms that underlie this selectivity. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Effect on the Brain of Complement Molecules Generated Outside the Brain ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Do complement molecules from outside the brain influence the central nervous system? Since most complement proteins do not cross the blood-brain barrier (BBB), it is likely that only complement molecules generated locally by neurons and glial cells shape normal brain development and function. Moreover, in SZ and AD, changes in complement levels in the brain are associated with upregulated complement expression by brain cells (7, 34). Nevertheless, pathological activation of complement in the periphery, for example, following immune challenges, may indirectly contribute to inflammation and physio-pathological processes in the brain by i) increasing the production of cytokines that cross the BBB and ii) compromising the BBB, which allows complement molecules of the periphery to enter the brain. Thus, BBB disruption is present in patients with SLE and the elevated level of C3 in the patients’ cerebro-spinal fluid was suggested to be, at least in part, attributable to the transfer of C3 from the systemic circulation (124). On the contrary, complement activation in the periphery can protect against brain-damaging infections. For example, the complement system controls West Nile virus infection by inducing a protective antibody response (125). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Complement System as a Target for Therapeutic Intervention in Psychiatric Disorders ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The first anti-complement drug used in the clinic, eculizumab, is the humanized form of a C5-specific monoclonal antibody. As early as 2004, clinical trials demonstrated its efficacy in treating paroxysmal nocturnal haemoglobinuria (PNH), a heamatological disorder that involves complement-dependent intravascular hemolysis (126). Chronic eculizumab treatment substantially reduces mortality and improves quality of life for patients with PNH (127). After the US Food and Drug Administration (FDA) approval of eculizumab for PNH treatment in 2007, eculizumab also received FDA approval for the kidney disease atypical haemolytic uraemic syndrome in 2011. In addition, four C1 inhibitors (Berinert, Ruconest, Cetor, and Cinryze) are currently approved for the treatment of hereditary angioedema (128). These successes renewed interest in complement-targeted drug discovery. Given the role of complement in innate immunity, the use of complementtargeting drugs has raised concerns about potential adverse sideeffects. Indeed, patients with complement deficiencies are more likely to suffer from serious infections (129, 130). The infectious risk decreases when patients with complement deficiencies reach adulthood, suggesting that complement therapeutics may be safer past adolescence (131). Moreover, the long-term clinical use of eculizumab has allowed to gather favourable safety data, which has contributed to enhance the interest for complement therapeutics. Thus, several anti-complement drugs are in advanced-stage clinical trials, and many more are in development (128, 132). These compounds target several distinct complement proteins, including C1q, C1s, C2, Factor B, Factor D, C3, C5, C5a, and C5aR. Few target the central nervous system, for the role of complement in brain disorders has been established relatively recently and because of specific requirements for brain-targeting drugs. In particular, crossing the blood-brain barrier requires small lipophilic molecules, or molecules that can access carrier-mediated transport systems within the blood-brain barrier. A few recently developed anticomplement molecules have been shown to be effective in crossing the blood-brain barrier (133). Preclinical studies support the use of anti-complement drugs to prevent synapse loss in brain trauma and neurological disorders, but these findings have yet to translate into the clinic (134). Nevertheless, these investigations may pave the way for complement-based therapies in psychiatric disorders. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In conclusion, our review outlines recent discoveries that link the complement system and psychiatric disorders. In the brain, the role of complement appears fundamentally different from its role in innate immunity, although key elements of the signaling cascades well described in the immune system are preserved. Indeed, most complement molecules of the three complement pathways, including those that form the membrane attack complex, are expressed in the brain. The specificity of complement actions in the brain seems to result from the specificity of the neural mechanisms involved, such as synaptic pruning, and from the expression of molecular targets that may not exist outside the brain, such as those located at synapses. These complementbinding molecules remain to be fully identified. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Early studies into the antibacterial action of serum complement can be traced back to the early 1790s and were continued by generations of scientific luminaries including Ilya Metchnikoff and ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Jules Bordet, as discussed by Sim et al. in a recent historical review (135). It is striking that research on the complement is still a source of major discoveries today and will provide exciting insight into normal and pathological brain development, a research area that might have seemed unlikely to the pioneers of the 18th, 19th, and 20th centuries. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "MD and CLM jointly wrote the article. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "FUNDING ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We thank Dr L. Maroteaux for critical reading of the manuscript. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "MD was the recipient of a PhD fellowship from the doctoral school “Brain-Cognition-Behavior” (ED3C), Sorbonne Université, Paris. This work was supported by a grant from the BioPsy Laboratory of Excellence to CLM. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.\t Khandaker GM, Cousins L, Deakin J, Lennox BR, Yolken R, Jones  PB. Inflammation and immunity in schizophrenia: implications for pathophysiology and treatment. Lancet Psychiatry (2015) 2(3):258–70. doi: 10.1016/S2215-0366(14)00122-9   \n2.\t Meltzer A, Van de Water J. The role of the immune system in autism spectrum disorder. Neuropsychopharmacology (2017) 42(1):284–98. doi: 10.1038/npp.2016.158   \n3.\t Oliveira J, Oliveira-Maia AJ, Tamouza R, Brown AS, Leboyer M. Infectious and immunogenetic factors in bipolar disorder. Acta Psychiatr Scand (2017) 136(4):409–23. doi: 10.1111/acps.12791   \n4.\t Rosenblat JD, McIntyre RS. Bipolar disorder and immune dysfunction: epidemiological findings, proposed pathophysiology and clinical implications. Brain Sci (2017) 7(11):144. doi: 10.3390/brainsci7110144   \n5.\t Siniscalco D, Schultz S, Brigida AL, Antonucci N. Inflammation and neuroimmune dysregulations in autism spectrum disorders. Pharmaceuticals (Basel) (2018) 11(2):56. doi: 10.3390/ph11020056   \n6.\t Stevens B, Allen NJ, Vazquez LE, Howell GR, Christopherson KS, Nouri N, et al. The classical complement cascade mediates CNS synapse elimination. Cell (2007) 131(6):1164–78. doi: 10.1016/j.cell.2007.10.036   \n7.\t Sekar A, Bialas AR, de Rivera H, Davis A, Hammond TR, Kamitaki N, et al. Schizophrenia risk from complex variation of complement component 4. Nature (2016) 530(7589):177–83. doi: 10.1038/nature16549   \n8.\t Li K, Sacks SH, Zhou W. The relative importance of local and systemic complement production in ischaemia, transplantation and other pathologies. Mol Immunol (2007) 44(16):3866–74. doi: 10.1016/j.molimm.2007.06.006   \n9.\t Walport MJ. Complement. first of two parts. N Engl J Med (2001) 344(14):1058–66. doi: 10.1056/NEJM200104053441406   \n0.\t Ricklin D, Hajishengallis G, Yang K, Lambris JD. Complement: a key system for immune surveillance and homeostasis. Nat Immunol (2010) 11(9):785– 97. doi: 10.1038/ni.1923   \n11.\t Carroll MV, Sim RB. Complement in health and disease. Adv Drug Deliv Rev (2011) 63(12):965–75. doi: 10.1016/j.addr.2011.06.005   \n12.\t Merle NS, Church SE, Fremeaux-Bacchi V, Roumenina LT. Complement system part I - molecular mechanisms of activation and regulation. Front Immunol (2015) 6:262. doi: 10.3389/fimmu.2015.00262   \n13.\t Alcorlo M, Martinez-Barricarte R, Fernandez FJ, Rodriguez-Gallego C, Round A, Vega MC, et al. Unique structure of iC3b resolved at a resolution of 24 A by 3D-electron microscopy. Proc Natl Acad Sci U S A (2011) 108(32):13236–40. doi: 10.1073/pnas.1106746108   \n14.\t Kieslich CA, Morikis D. The two sides of complement C3d: evolution of electrostatics in a link between innate and adaptive immunity. PLoS Comput Biol (2012) 8(12):e1002840. doi: 10.1371/journal.pcbi.1002840   \n15.\t Woodruff TM, Ager RR, Tenner AJ, Noakes PG, Taylor SM. The role of the complement system and the activation fragment C5a in the central nervous system. Neuromolecular Med (2010) 12(2):179–92. doi: 10.1007/s12017- 009-8085-y   \n16.\t Alexander JJ. Blood-brain barrier (BBB) and the complement landscape. Mol Immunol (2018) 102:26–31. doi: 10.1016/j.molimm.2018.06.267   \n17.\t Levi-Strauss M, Mallat M. Primary cultures of murine astrocytes produce C3 and factor B, two components of the alternative pathway of complement activation. J Immunol (1987) 139(7):2361–6.   \n18.\t Walker DG, McGeer PL. Complement gene expression in neuroblastoma and astrocytoma cell lines of human origin. Neurosci Lett (1993) 157(1):99– 102. doi: 10.1016/0304-3940(93)90652-2   \n19.\t Veerhuis R, Janssen I, De Groot CJ, Van Muiswinkel FL, Hack CE, Eikelenboom P. Cytokines associated with amyloid plaques in Alzheimer’s disease brain stimulate human glial and neuronal cell cultures to secrete early complement proteins, but not C1-inhibitor. Exp Neurol (1999) 160(1):289– 99. doi: 10.1006/exnr.1999.7199   \n20.\t Thomas A, Gasque P, Vaudry D, Gonzalez B, Fontaine M. Expression of a complete and functional complement system by human neuronal cells in vitro. Int Immunol (2000) 12(7):1015–23. doi: 10.1093/intimm/12.7.1015   \n21.\t Barnum SR, Ishii Y, Agrawal A, Volanakis JE. Production and interferongamma-mediated regulation of complement component C2 and factors  B and D by the astroglioma cell line U105-MG. Biochem J (1992) 287(Pt 2):​ 595–601. doi: 10.1042/bj2870595   \n22.\t Haga S, Aizawa T, Ishii T, Ikeda K. Complement gene expression in mouse microglia and astrocytes in culture: comparisons with mouse peritoneal macrophages. Neurosci Lett (1996) 216(3):191–4. doi: 10.1016/0304-3940​ (96)13040-8   \n23.\t Hosokawa M, Klegeris A, Maguire J, McGeer PL. Expression of complement messenger RNAs and proteins by human oligodendroglial cells. Glia (2003) 42(4):417–23. doi: 10.1002/glia.10234   \n24.\t Gasque P, Morgan BP. Complement regulatory protein expression by a human oligodendrocyte cell line: cytokine regulation and comparison with astrocytes. Immunology (1996) 89(3):338–47. doi: 10.1046/j.1365-2567.1996.d01-756.x   \n25.\t Shen Y, Li R, McGeer EG, McGeer PL. Neuronal expression of mRNAs for complement proteins of the classical pathway in Alzheimer brain. Brain Res (1997) 769(2):391–5. doi: 10.1016/S0006-8993(97)00850-0   \n26.\t Gordon DL, Avery VM, Adrian DL, Sadlon TA. Detection of complement protein mRNA in human astrocytes by the polymerase chain reaction. J Neurosci Methods (1992) 45(3):191–7. doi: 10.1016/0165-0270(92)90076-P   \n27.\t Gorelik A, Sapir T, Haffner-Krausz R, Olender T, Woodruff TM, Reiner O. Developmental activities of the complement pathway in migrating neurons. Nat Commun (2017a) 8:15096. doi: 10.1038/ncomms15096   \n28.\t Gasque P, Fontaine M, Morgan BP. Complement expression in human brain. Biosynthesis of terminal pathway components and regulators in human glial cells and cell lines. J Immunol (1995) 154(9):4726–33.   \n29.\t Gasque P, Chan P, Mauger C, Schouft MT, Singhrao S, Dierich MP, et al. Identification and characterization of complement C3 receptors on human astrocytes. J Immunol (1996) 156(6):2247–55.   \n30.\t Gasque P, Singhrao SK, Neal JW, Gotze O, Morgan BP. Expression of the receptor for complement C5a (CD88) is up-regulated on reactive astrocytes, microglia, and endothelial cells in the inflamed human central nervous system. Am J Pathol (1997) 150(1):31–41.   \n31.\t Davoust N, Jones J, Stahel PF, Ames RS, Barnum SR. Receptor for the C3a anaphylatoxinisexpressedbyneuronsandglialcells.Glia(1999)26(3):201–11. doi: 10.1002/(SICI)1098-1136(199905)26:3<201::AID-GLIA2>3.0.CO;2-M   \n32.\t Stahel PF, Kariya K, Shohami E, Barnum SR, Eugster H, Trentz O, et al. Intracerebral complement C5a receptor (CD88) expression is regulated by TNF and lymphotoxin-alpha following closed head injury in mice. J Neuroimmunol (2000) 109(2):164–72. doi: 10.1016/S0165-5728(00)00304-0   \n33.\t Benard M, Gonzalez BJ, Schouft MT, Falluel-Morel A, Vaudry D, Chan P, et al. Characterization of C3a and C5a receptors in rat cerebellar granule neurons during maturation. Neuroprotective effect of C5a against apoptotic cell death. J Biol Chem (2004) 279(42):43487–96. doi: 10.1074/jbc. M404124200   \n34.\t Yasojima K, Schwab C, McGeer EG, McGeer PL. Up-regulated production and activation of the complement system in Alzheimer’s disease brain. Am J Pathol (1999) 154(3):927–36. doi: 10.1016/S0002-9440(10)65340-0   \n35.\t Shi Q, Colodner KJ, Matousek SB, Merry K, Hong S, Kenison JE, et al. Complement C3-deficient mice fail to display age-related hippocampal decline. J Neurosci (2015) 35(38):13029–42. doi: 10.1523/JNEUROSCI.1698-15.2015   \n36.\t Verkhratsky A, Parpura V. Recent advances in (patho)physiology of astroglia. Acta Pharmacol Sin (2010) 31(9):1044–54. doi: 10.1038/aps.2010.108   \n37.\t Lian H, Litvinchuk A, Chiang AC, Aithmitti N, Jankowsky JL, Zheng H. Astrocyte-microglia cross talk through complement activation modulates amyloid pathology in mouse models of Alzheimer’s disease. J Neurosci (2016) 36(2):577–89. doi: 10.1523/JNEUROSCI.2117-15.2016   \n38.\t Thomas WE. Brain macrophages: evaluation of microglia and their functions. Brain Res Brain Res Rev (1992) 17(1):61–74. doi: 10.1016/0165-0173(92)​ 90007-9   \n39.\t Dong Y, Benveniste EN. Immune function of astrocytes. Glia (2001) 36(2):180–90. doi: 10.1002/glia.1107   \n40.\t Walker DG, Kim SU, McGeer PL. Complement and cytokine gene expression in cultured microglial derived from postmortem human brains. J Neurosci Res (1995a) 40(4):478–93. doi: 10.1002/jnr.490400407   \n41.\t Walker DG, Yasuhara O, Patston PA, McGeer EG, McGeer PL. Complement C1 inhibitor is produced by brain tissue and is cleaved in Alzheimer disease. Brain Res (1995b) 675(1-2):75–82. doi: 10.1016/0006-8993(95)00041-N   \n42.\t Gasque P, Singhrao SK, Neal JW, Wang P, Sayah S, Fontaine M, et al. The receptor for complement anaphylatoxin C3a is expressed by myeloid cells and nonmyeloid cells in inflamed human central nervous system: analysis in multiple sclerosis and bacterial meningitis. J Immunol (1998) 160(7):​3543–54.   \n43.\t Webster SD, Park M, Fonseca MI, Tenner AJ. Structural and functional evidence for microglial expression of C1qR(P), the C1q receptor that enhances phagocytosis. J Leukoc Biol (2000) 67(1):109–16. doi: 10.1002/ jlb.67.1.109   \n44.\t Fonseca MI, Chu SH, Hernandez MX, Fang MJ, Modarresi L, Selvan P, et al. Cell-specific deletion of C1qa identifies microglia as the dominant source of C1q in mouse brain. J Neuroinflammation (2017) 14(1):48. doi: 10.1186/ s12974-017-0814-9   \n45.\t Stahel PF, Kossmann T, Morganti-Kossmann MC, Hans VH, Barnum SR. Experimental diffuse axonal injury induces enhanced neuronal C5a receptor mRNA expression in rats. Brain Res Mol Brain Res (1997a) 50(1-2):205–12. doi: 10.1016/S0169-328X(97)00189-7   \n46.\t Stahel PF, Nadal D, Pfister HW, Paradisis PM, Barnum SR. Complement C3 and factor B cerebrospinal fluid concentrations in bacterial and aseptic meningitis. Lancet (1997b) 349(9069):1886–7. doi: 10.1016/S0140-6736(05)​ 63877-9   \n47.\t Van Beek J, Bernaudin M, Petit E, Gasque P, Nouvelot A, MacKenzie ET, et al. Expression of receptors for complement anaphylatoxins C3a and C5a following permanent focal cerebral ischemia in the mouse. Exp Neurol (2000) 161(1):373–82. doi: 10.1006/exnr.1999.7273   \n48.\t Schafer MK, Schwaeble WJ, Post C, Salvati P, Calabresi M, Sim RB, et al. Complement C1q is dramatically up-regulated in brain microglia in response to transient global cerebral ischemia. J Immunol (2000) 164(10):5446–52. doi: 10.4049/jimmunol.164.10.5446   \n49.\t McLin VA, Hu CH, Shah R, Jamrich M. Expression of complement components coincides with early patterning and organogenesis in Xenopus laevis. Int J Dev Biol (2008) 52(8):1123–33. doi: 10.1387/ijdb.072465v   \n50.\t Denny KJ, Coulthard LG, Jeanes A, Lisgo S, Simmons DG, Callaway LK, et al. C5a receptor signaling prevents folate deficiency-induced neural tube defects in mice. J Immunol (2013) 190(7):3493–9. doi: 10.4049/jimmunol.1203072   \n51.\t Coulthard LG, Hawksworth OA, Li R, Balachandran A, Lee JD, Sepehrband F, et al. Complement C5aR1 signaling promotes polarization and proliferation of embryonic neural progenitor cells through PKCzeta. J Neurosci (2017) 37(22):5395–407. doi: 10.1523/JNEUROSCI.0525-17.2017   \n52.\t Bogestal YR, Barnum SR, Smith PL, Mattisson V, Pekny M, Pekna M. Signaling through C5aR is not involved in basal neurogenesis. J Neurosci Res (2007) 85(13):2892–7. doi: 10.1002/jnr.21401   \n53.\t Benard M, Raoult E, Vaudry D, Leprince J, Falluel-Morel A, Gonzalez BJ, et al. Role of complement anaphylatoxin receptors (C3aR, C5aR) in the development of the rat cerebellum. Mol Immunol (2008) 45(14):3767–74. doi: 10.1016/j.molimm.2008.05.027   \n54.\t Gorelik A, Sapir T, Woodruff TM, Reiner O. Serping1/C1 inhibitor affects cortical development in a cell autonomous and non-cell autonomous manner. Front Cell Neurosci (2017b) 11:169. doi: 10.3389/fncel.2017.00169   \n55.\t Moriyama M, Fukuhara T, Britschgi M, He Y, Narasimhan R, Villeda S, et al. Complement receptor 2 is expressed in neural progenitor cells and regulates adult hippocampal neurogenesis. J Neurosci (2011) 31(11):3981–9. doi: 10.1523/JNEUROSCI.3617-10.2011   \n56.\t Rahpeymai Y, Hietala MA, Wilhelmsson U, Fotheringham A, Davies I, Nilsson AK, et al. Complement: a novel factor in basal and ischemia-induced neurogenesis. EMBO J (2006) 25(6):1364–74. doi: 10.1038/sj.emboj.7601004   \n57.\t Carmona-Fontaine C, Theveneau E, Tzekou A, Tada M, Woods M, Page KM, et al. Complement fragment C3a controls mutual cell attraction during collective cell migration. Dev Cell (2011) 21(6):1026–37. doi: 10.1016/j. devcel.2011.10.012   \n58.\t Shinjyo N, Stahlberg A, Dragunow M, Pekny M, Pekna M. Complementderived anaphylatoxin C3a regulates in vitro differentiation and migration of neural progenitor cells. Stem Cells (2009) 27(11):2824–32. doi: 10.1002/ stem.225   \n59.\t Katz LC, Shatz CJ. Synaptic activity and the construction of cortical circuits. Science (1996) 274(5290):1133–8. doi: 10.1126/science.274.5290.1133   \n60.\t Neniskyte U, Gross CT. Errant gardeners: glial-cell-dependent synaptic pruning and neurodevelopmental disorders. Nat Rev Neurosci (2017) 18(11):658–70. doi: 10.1038/nrn.2017.110   \n61.\t Huttenlocher PR. Synaptic density in human frontal cortex - developmental changes and effects of aging. Brain Res (1979) 163(2):195–205. doi: 10.1016/​ 0006-8993(79)90349-4   \n62.\t Walhovd KB, Fjell AM, Giedd J, Dale AM, Brown TT. Through thick and thin: a need to reconcile contradictory results on trajectories in human cortical development. Cereb Cortex (2017) 27(2):1472–81. doi: 10.1093/cercor/bhv301   \n63.\t Hashimoto K, Kano M. Synapse elimination in the developing cerebellum. Cell Mol Life Sci (2013) 70(24):4667–80. doi: 10.1007/s00018-013-1405-2   \n64.\t Darabid H, Perez-Gonzalez AP, Robitaille R. Neuromuscular synaptogenesis: coordinating partners with multiple functions. Nat Rev Neurosci (2014) 15(11):703–18. doi: 10.1038/nrn3821   \n65.\t Hooks BM, Chen C. Distinct roles for spontaneous and visual activity in remodeling of the retinogeniculate synapse. Neuron (2006) 52(2):281–91. doi: 10.1016/j.neuron.2006.07.007   \n66.\t Huberman AD, Feller MB, Chapman B. Mechanisms underlying development of visual maps and receptive fields. Annu Rev Neurosci (2008) 31:479–509. doi: 10.1146/annurev.neuro.31.060407.125533   \n67.\t Schafer DP, Lehrman EK, Kautzman AG, Koyama R, Mardinly AR, Yamasaki R, et al. Microglia sculpt postnatal neural circuits in an activity and complement-dependent manner. Neuron (2012) 74(4):691–705. doi: 10.1016/j.neuron.2012.03.026   \n68.\t Chu Y, Jin X, Parada I, Pesic A, Stevens B, Barres B, et al. Enhanced synaptic connectivity and epilepsy in C1q knockout mice. Proc Natl Acad Sci U S A (2010) 107(17):7975–80. doi: 10.1073/pnas.0913449107   \n69.\t Paolicelli RC, Bolasco G, Pagani F, Maggi L, Scianni M, Panzanelli P, et al. Synaptic pruning by microglia is necessary for normal brain development. Science (2011) 333(6048):1456–8. doi: 10.1126/science.1202529   \n70.\t Zhan Y, Paolicelli RC, Sforazzini F, Weinhard L, Bolasco G, Pagani F, et al. Deficient neuron-microglia signaling results in impaired functional brain connectivity and social behavior. Nat Neurosci (2014) 17(3):400–6. doi: 10.1038/nn.3641   \n71.\t Weinhard L, di Bartolomei G, Bolasco G, Machado P, Schieber NL, Neniskyte U, et al. Microglia remodel synapses by presynaptic trogocytosis and spine head filopodia induction. Nat Commun (2018) 9(1):1228. doi: 10.1038/s41467-018-03566-5   \n72.\t Chung WS, Clarke LE, Wang GX, Stafford BK, Sher A, Chakraborty C, et al. Astrocytes mediate synapse elimination through MEGF10 and MERTK pathways. Nature (2013) 504(7480):394–400. doi: 10.1038/nature12776   \n73.\t Iram T, Ramirez-Ortiz Z, Byrne MH, Coleman UA, Kingery ND, Means TK, et al. Megf10 is a receptor for C1Q that mediates clearance of apoptotic cells by astrocytes. J Neurosci (2016) 36(19):5185–92. doi: 10.1523/JNEUROSCI.​ 3850-15.2016   \n74.\t Bolliger MF, Martinelli DC, Sudhof TC. The cell-adhesion G proteincoupled receptor BAI3 is a high-affinity receptor for C1q-like proteins. Proc Natl Acad Sci U S A (2011) 108(6):2534–9. doi: 10.1073/pnas.1019577108   \n75.\t Lanoue V, Usardi A, Sigoillot SM, Talleur M, Iyer K, Mariani J, et al. The adhesion-GPCR BAI3, a gene linked to psychiatric disorders, regulates dendrite morphogenesis in neurons. Mol Psychiatry (2013) 18(8):943–50. doi: 10.1038/mp.2013.46   \n76.\t Sigoillot SM, Iyer K, Binda F, Gonzalez-Calvo I, Talleur M, Vodjdani G, et al. The secreted protein C1QL1 and its receptor BAI3 control the synaptic connectivity of excitatory inputs converging on cerebellar Purkinje cells. Cell Rep. (2015) 10(5):820–32. doi: 10.1016/j.celrep.2015.01.034   \n77.\t Matsuda K, Budisantoso T, Mitakidis N, Sugaya Y, Miura E, Kakegawa W, et al. Transsynaptic modulation of kainate receptor functions by C1q-like proteins. Neuron (2016) 90(4):752–67. doi: 10.1016/j.neuron.2016.04.001   \n78.\t Feinberg I. Schizophrenia: caused by a fault in programmed synaptic elimination during adolescence? J Psychiatr Res (1982) 17(4):319–34. doi: 10.1016/0022-3956(82)90038-3   \n79.\t Glantz LA, Lewis DA. Decreased dendritic spine density on prefrontal cortical pyramidal neurons in schizophrenia. Arch Gen Psychiatry (2000) 57(1):65–73. doi: 10.1001/archpsyc.57.1.65   \n80.\t Sweet RA, Henteleff RA, Zhang W, Sampson AR, Lewis DA. Reduced dendritic spine density in auditory cortex of subjects with schizophrenia. Neuropsychopharmacology (2009) 34(2):374–89. doi: 10.1038/npp.2008.67   \n81.\t McCarley RW, Wible CG, Frumin M, Hirayasu Y, Levitt JJ, Fischer IA, et al. MRI anatomy of schizophrenia. Biol Psychiatry (1999) 45(9):1099–119. doi: 10.1016/S0006-3223(99)00018-9   \n82.\t Honea R, Crow TJ, Passingham D, Mackay CE. Regional deficits in brain volume in schizophrenia: a meta-analysis of voxel-based morphometry studies. Am J Psychiatry (2005) 162(12):2233–45. doi: 10.1176/appi.ajp.162.​ 12.2233   \n83.\t Hakobyan S, Boyajyan A, Sim RB. Classical pathway complement activity in schizophrenia. Neurosci Lett (2005) 374(1):35–7. doi: 10.1016/j.neulet.2004. 10.024   \n84.\t Mayilyan KR, Arnold JN, Presanis JS, Soghoyan AF, Sim RB. Increased complement classical and mannan-binding lectin pathway activities  in schizophrenia. Neurosci Lett (2006) 404(3):336–41. doi: 10.1016/j.neulet.​ 2006.06.051   \n85.\t Mayilyan KR, Weinberger DR, Sim RB. The complement system in schizophrenia. Drug News Perspect (2008) 21(4):200–10. doi: 10.1358/dnp.​ 2008.21.4.1213349   \n86.\t Havik B, Le Hellard S, Rietschel M, Lybaek H, Djurovic S, Mattheisen M, et al. The complement control-related genes CSMD1 and CSMD2 associate to schizophrenia. Biol Psychiatry (2011) 70(1):35–42. doi: 10.1016/j.biopsych.​ 2011.01.030   \n87.\t Ripke  S, Neale BM, Corvin A, Walters, JT, Farh K, et al., et al. Biological insights from 108 schizophrenia-associated genetic loci. Nature (2014) 511(7510):421–7. doi: 10.1038/nature13595   \n88.\t Escudero-Esparza A, Kalchishkova N, Kurbasic E, Jiang WG, Blom AM. The novel complement inhibitor human CUB and Sushi multiple domains 1 (CSMD1) protein promotes factor I-mediated degradation of C4b and C3b and inhibits the membrane attack complex assembly. FASEB J (2013) 27(12):5083–93. doi: 10.1096/fj.13-230706   \n89.\t Steen VM, Nepal C, Ersland KM, Holdhus R, Naevdal M, Ratvik SM, et al. Neuropsychological deficits in mice depleted of the schizophrenia susceptibility gene CSMD1. PLoS One (2013) 8(11):e79501. doi: 10.1371/ journal.pone.0079501   \n90.\t Prasad KM, Chowdari KV, D’Aiuto LA, Iyengar S, Stanley JA, Nimgaonkar VL. Neuropil contraction in relation to Complement C4 gene copy numbers in independent cohorts of adolescent-onset and young adultonset schizophrenia patients-a pilot study. Transl Psychiatry (2018) 8(1):134. doi: 10.1038/s41398-018-0181-z   \n91.\t Brey RL, Holliday SL, Saklad AR, Navarrete MG, Hermosillo-Romo D, Stallworth CL, et al. Neuropsychiatric syndromes in lupus: prevalence using standardized definitions. Neurology (2002) 58(8):1214–20. doi: 10.1212/ WNL.58.8.1214   \n92.\t Cagnoli PC, Sundgren PC, Kairys A, Graft CC, Clauw DJ, Gebarski S, et al. Changes in regional brain morphology in neuropsychiatric systemic lupus erythematosus. J Rheumatol (2012) 39(5):959–67. doi: 10.3899/ jrheum.110833   \n93.\t Bialas AR, Presumey J, Das A, van der Poel CE, Lapchak PH, Mesin L, et al. Microglia-dependent synapse loss in type I interferon-mediated lupus. Nature (2017) 546(7659):539–43. doi: 10.1038/nature22821   \n94.\t Presumey J, Bialas AR, Carroll MC. Complement system in neural synapse elimination in development and disease. Adv Immunol (2017) 135:53–79. doi: 10.1016/bs.ai.2017.06.004   \n95.\t Sadek JR, Pergam SA, Harrington JA, Echevarria LA, Davis LE, Goade D, et al. Persistent neuropsychological impairment associated with West Nile virus infection. J Clin Exp Neuropsychol (2010) 32(1):81–7. doi: 10.1080/13803390902881918   \n96.\t Petersen LR, Carson PJ, Biggerstaff BJ, Custer B, Borchardt SM, Busch MP. Estimated cumulative incidence of West Nile virus infection in US adults, 1999-2010. Epidemiol Infect (2013) 141(3):591–5. doi: 10.1017/ S0950268812001070   \n97.\t Vasek MJ, Garber C, Dorsey D, Durrant DM, Bollman B, Soung A, et al. A complement-microglial axis drives synapse loss during virus-induced memory impairment. Nature (2016) 534(7608):538–43. doi: 10.1038/ nature18283   \n98.\t D’Ambrosio AL, Pinsky DJ, Connolly ES. The role of the complement cascade in ischemia/reperfusion injury: implications for neuroprotection. Mol Med (2001) 7(6):367–82. doi: 10.1007/BF03402183   \n99.\t Wyss-Coray T, Rogers J. Inflammation in Alzheimer disease-a brief review of the basic science and clinical literature. Cold Spring Harb Perspect Med (2012) 2(1):a006346. doi: 10.1101/cshperspect.a006346   \n100.\t Selkoe DJ, Hardy J. The amyloid hypothesis of Alzheimer’s disease at 25 years. EMBO Mol Med (2016) 8(6):595–608. doi: 10.15252/emmm.201606210   \n101.\t Jiang H, Burdick D, Glabe CG, Cotman CW, Tenner AJ. beta-Amyloid activates complement by binding to a specific region of the collagen-like domain of the C1q A chain. J Immunol (1994) 152(10):5050–9.   \n102.\t Bradt BM, Kolb WP, Cooper NR. Complement-dependent proinflammatory properties of the Alzheimer’s disease beta-peptide. J Exp Med (1998) 188(3):431–8. doi: 10.1084/jem.188.3.431   \n103.\t Blalock EM, Geddes JW, Chen KC, Porter NM, Markesbery WR, Landfield PW. Incipient Alzheimer’s disease: microarray correlation analyses reveal major transcriptional and tumor suppressor responses. Proc Natl Acad Sci U S A (2004) 101(7):2173–8. doi: 10.1073/pnas.0308512100   \n104.\t Eikelenboom P, Hack CE, Rozemuller JM, Stam FC. Complement activation in amyloid plaques in Alzheimer’s dementia. Virchows Arch B Cell Pathol Incl Mol Pathol (1989) 56(4):259–62. doi: 10.1007/BF02890024   \n105.\t Itagaki S, Akiyama H, Saito H, McGeer PL. Ultrastructural localization of complement membrane attack complex (MAC)-like immunoreactivity in brains of patients with Alzheimer’s disease. Brain Res (1994) 645(1-2):78–84. doi: 10.1016/0006-8993(94)91640-3   \n106.\t Webster S, Lue LF, Brachova L, Tenner AJ, McGeer PL, Terai K, et al. Molecular and cellular characterization of the membrane attack complex, C5b-9, in Alzheimer’s disease. Neurobiol Aging (1997) 18(4):415–21. doi: 10.1016/S0197-4580(97)00042-0   \n107.\t Shen Y, Lue L, Yang L, Roher A, Kuo Y, Strohmeyer R, et al. Complement activation by neurofibrillary tangles in Alzheimer’s disease. Neurosci Lett (2001) 305(3):165–8. doi: 10.1016/S0304-3940(01)01842-0   \n108.\t Fonseca MI, Zhou J, Botto M, Tenner AJ. Absence of C1q leads to less neuropathology in transgenic mouse models of Alzheimer’s disease. J Neurosci (2004) 24(29):6457–65. doi: 10.1523/JNEUROSCI.0901-04.2004   \n109.\t Hong S, Beja-Glasser VF, Nfonoyim BM, Frouin A, Li S, Ramakrishnan S, et al. Complement and microglia mediate early synapse loss in Alzheimer mouse models. Science (2016) 352(6286):712–6. doi: 10.1126/science. aad8373   \n110.\t Litvinchuk A, Wan YW, Swartzlander DB, Chen F, Cole A, Propson NE, et al. Complement C3aR inactivation attenuates tau pathology and reverses an immune network deregulated in tauopathy models and Alzheimer’s disease. Neuron (2018) 100(6):1337–1353 e5. doi: 10.1016/j.neuron.2018.10.031   \n111.\t Strohmeyer R, Shen Y, Rogers J. Detection of complement alternative pathway mRNA and proteins in the Alzheimer’s disease brain. Brain Res Mol Brain Res (2000) 81(1-2):7–18. doi: 10.1016/S0169-328X(00)00149-2   \n112.\t Lui H, Zhang J, Makinson SR, Cahill MK, Kelley KW, Huang HY, et al. Progranulin deficiency promotes circuit-specific synaptic pruning by microglia via complement activation. Cell (2016) 165(4):921–35. doi: 10.1016/j.cell.2016.04.001   \n113.\t Williams PA, Tribble JR, Pepper KW, Cross SD, Morgan BP, Morgan JE, et al. Inhibition of the classical pathway of the complement cascade prevents early dendritic and synaptic degeneration in glaucoma. Mol Neurodegener (2016) 11:26. doi: 10.1186/s13024-016-0091-6   \n114.\t Liddelow SA, Guttenplan KA, Clarke LE, Bennett FC, Bohlen CJ, Schirmer L, et al. Neurotoxic reactive astrocytes are induced by activated microglia. Nature (2017) 541(7638):481–7. doi: 10.1038/nature21029   \n115.\t Hibar DP, Westlye LT, Doan NT, Jahanshad N, Cheung JW, Ching CRK, et al. Cortical abnormalities in bipolar disorder: an MRI analysis of 6503 individuals from the ENIGMA bipolar disorder working group. Mol Psychiatry (2018) 23(4):932–42. doi: 10.1038/mp.2017.73   \n116.\t Hutsler JJ, Zhang H. Increased dendritic spine densities on cortical projection neurons in autism spectrum disorders. Brain Res (2010) 1309:83–94. doi: 10.1016/j.brainres.2009.09.120   \n117.\t Tang G, Gudsnuk K, Kuo SH, Cotrina ML, Rosoklija G, Sosunov A, et al. Loss of mTOR-dependent macroautophagy causes autistic-like synaptic pruning deficits. Neuron (2014) 83(5):1131–43. doi: 10.1016/j.neuron. 2014.07.040   \n118.\t Purcell SM, Wray NR, Stone JL, Visscher PM, O’Donovan MC, Sullivan PF, et al. Common polygenic variation contributes to risk of schizophrenia and bipolar disorder. Nature (2009) 460(7256):748–52. doi: 10.1038/nature08185   \n119.\t Akcan U, Karabulut S, Ismail Kucukali C, Cakir S, Tuzun E. Bipolar disorder patients display reduced serum complement levels and elevated peripheral blood complement expression levels. Acta Neuropsychiatr (2018) 30(2):70–8. doi: 10.1017/neu.2017.10   \n120.\t Ruzzo EK, Geschwind DH. Schizophrenia genetics complements its mechanistic understanding. Nat Neurosci (2016) 19(4):523–5. doi: 10.1038/ nn.4277   \n121.\t Tremblay ME, Lowery RL, Majewska AK. Microglial interactions with synapses are modulated by visual experience. PLoS Biol (2010) 8(11):e1000527. doi: 10.1371/journal.pbio.1000527   \n122.\t Bourgeois JP, Rakic P. Changes of synaptic density in the primary visual cortex of the macaque monkey from fetal to adult stage. J Neurosci (1993) 13(7):2801–20. doi: 10.1523/JNEUROSCI.13-07-02801.1993   \n123.\t Chung DW, Wills ZP, Fish KN, Lewis DA. Developmental pruning of excitatory synaptic inputs to parvalbumin interneurons in monkey prefrontal cortex. Proc Natl Acad Sci U S A (2017) 114(4):E629–37. doi: 10.1073/pnas.1610077114   \n124.\t Asano T, Ito H, Kariya Y, Hoshi K, Yoshihara A, Ugawa Y, et al. Evaluation of blood-brain barrier function by quotient alpha2 macroglobulin and its relationship with interleukin-6 and complement component 3 levels in neuropsychiatric systemic lupus erythematosus. PLoS One (2017) 12(10):e0186414. doi: 10.1371/journal.pone.0186414   \n125.\t Mehlhop E, Whitby K, Oliphant T, Marri A, Engle M, Diamond MS. Complement activation is required for induction of a protective antibody response against West Nile virus infection. J Virol (2005) 79(12):7466–77. doi: 10.1128/JVI.79.12.7466-7477.2005   \n126.\t Hillmen P, Hall C, Marsh JC, Elebute M, Bombara MP, Petro BE, et al. Effect of eculizumab on hemolysis and transfusion requirements in patients with paroxysmal nocturnal hemoglobinuria. N Engl J Med (2004) 350(6):552–9. doi: 10.1056/NEJMoa031688   \n127.\t Hillmen P, Muus P, Roth A, Elebute MO, Risitano AM, Schrezenmeier H, et al. Long-term safety and efficacy of sustained eculizumab treatment in patients with paroxysmal nocturnal haemoglobinuria. Br J Haematol (2013) 162(1):62–73. doi: 10.1111/bjh.12347   \n128.\t Ricklin D, Mastellos DC, Reis ES, Lambris JD. The renaissance of complement therapeutics. Nat Rev Nephrol (2018) 14(1):26–47. doi: 10.1038/ nrneph.2017.156   \n129.\t Falcao DA, Reis ES, Paixao-Cavalcante D, Amano MT, Delcolli MI, Florido MP, et al. Deficiency of the human complement regulatory protein factor H associated with low levels of component C9. Scand J Immunol (2008) 68(4):445–55. doi: 10.1111/j.1365-3083.2008.02152.x   \n130.\t Audemard-Verger A, Descloux E, Ponard D, Deroux A, Fantin B, Fieschi C, et al. Infections revealing complement deficiency in adults: a French nationwide study enrolling 41 patients. Medicine (Baltimore) (2016) 95(19):e3548. doi: 10.1097/MD.0000000000003548   \n131.\t Lachmann PJ, Smith RA. Taking complement to the clinic-has the time finally come? Scand J Immunol (2009) 69(6):471–8. doi: 10.1111/j.1365- 3083.​2009.02258.x   \n132.\t Morgan BP, Harris CL. Complement, a target for therapy in inflammatory and degenerative diseases. Nat Rev Drug Discov (2015) 14(12):857–77. doi: 10.1038/nrd4657   \n133.\t Ricklin D, Lambris JD. New milestones ahead in complement-targeted therapy. Semin Immunol (2016) 28(3):208–22. doi: 10.1016/j.smim.2016.​06.001   \n134.\t Brennan FH, Lee JD, Ruitenberg MJ, Woodruff TM. Therapeutic targeting of complement to modify disease course and improve outcomes in neurological conditions. Semin Immunol (2016) 28(3):292–308. doi: 10.1016/j.smim. 2016.03.015   \n135.\t Sim RB, Schwaeble W, Fujita T. Complement research in the 18th-21st centuries: Progress comes with new technology. Immunobiology (2016) 221(10):1037–45. doi: 10.1016/j.imbio.2016.06.011 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Conflict of Interest Statement: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Copyright © 2019 Druart and Le Magueresse. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. ",
        "page_idx": 12
    }
]