[
    {
        "type": "text",
        "text": "Research Article ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Proof-of-Concept Randomized Controlled Study of Cognition Effects of the Proprietary Extract Sceletium tortuosum (Zembrin) Targeting Phosphodiesterase-4 in Cognitively Healthy Subjects: Implications for Alzheimer’s Dementia ",
        "text_level": 4,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Simon Chiu,1,2 Nigel Gericke,3 Michel Farina-Woodbury,4 Vladimir Badmaev, Hana Raheb,1 Kristen Terpstra,1 Joalex Antongiorgi,4 Yves Bureau,1 Zack Cernovsky,1,2 Jirui Hou,1 Veronica Sanchez,1 Marissa Williams,1 John Copen,6 Mariwan Husni,7 and Liz Goble1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Lawson Health Research Institute, Lab FB125, 268 Grosvenor Street, London, ON, Canada N6A 4V2   \n2 Department of Psychiatry, University of Western Ontario, London, ON, Canada N6A 3K7   \n3 Medical and Scientific of HG & H Pharmaceuticals (Pty) Ltd., 193 Bryanston Drive, Bryanston 2192, South Africa   \n4 Department of Psychiatry, School of Medicine, University of Puerto Rico, San Juan, PR 00936-5067, USA   \n5 Medical and Scientific Affairs, P L Thomas & Co., Inc., Morristown, NJ 07960, USA   \n6 Department of Psychiatry, Island Medical Program, University of Victoria, University British Columbia Extended Medical Campus,   \nVictoria, BC, Canada V8W 2Y2   \n7 Department of Psychiatry, Northern Ontario School of Medicine, Thunder Bay, ON, Canada P7B 5E1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence should be addressed to Simon Chiu; schiu3207@rogers.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 21 May 2014; Revised 16 August 2014; Accepted 2 September 2014; Published 19 October 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Academic Editor: Kuzhuvelil B. Harikumar ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Copyright $\\circledcirc$ 2014 Simon Chiu et al. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction. Converging evidence suggests that PDE-4 (phosphodiesterase subtype 4) plays a crucial role in regulating cognition via the PDE-4-cAMP cascade signaling involving phosphorylated cAMP response element binding protein (CREB). Objective. The primary endpoint was to examine the neurocognitive effects of extract Sceletium tortuosum (Zembrin) and to assess the safety and tolerability of Zembrin in cognitively healthy control subjects. Method. We chose the randomized double-blind placebo-controlled cross-over design in our study. We randomized normal healthy subjects (total $n = 2 1$ ) to receive either $2 5 \\mathrm { m g }$ capsule Zembrin or placebo capsule once daily for 3 weeks, in a randomized placebo-controlled 3-week cross-over design. We administered battery of neuropsychological tests: CNS Vital Signs and Hamilton depression rating scale (HAM-D) at baseline and regular intervals and monitored side effects with treatment emergent adverse events scale. Results. 21 subjects (mean age: 54.6 years $\\pm 6 . 0$ yrs; male/female ratio: 9/12) entered the study. Zembrin at $2 5 \\mathrm { m g }$ daily dosage significantly improved cognitive set flexibility $\\ P \\ < \\ 0 . 0 3 2 )$ and executive function $( P ~ < ~ 0 . 0 2 2 )$ ), compared with the placebo group. Positive changes in mood and sleep were found. Zembrin was well tolerated. Conclusion. The promising cognitive enhancing effects of Zembrin likely implicate the PDE-4-cAMP-CREB cascade, a novel drug target in the potential treatment of early Alzheimer’s dementia. This trial is registered with ClinicalTrials.gov NCT01805518. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "With the global increase in life expectancy, productive cognitive aging focuses on longevity and enhancing quality of life, reducing age-related cognitive decline, and preventing Alzheimer’s dementia [1]. Preventive proactive health strategies explore multiple tools and resources to boost “cognitive reserve” and to consolidate “cognitive maintenance” [2, 3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Recent research advances in aging and Alzheimer’s dementia (AD) have provided evidence to define the clinical stages of AD into three stages: (1) preclinical; (2) mild-cognitive impairment (MCI), and (3) AD [4]. Neuroimaging positron emission tomography (PET) approach to label amyloid- $\\cdot \\beta 1 \\ – 4 2$ $( \\mathrm { A } \\beta 1  – 4 2 )$ peptide showed that in the preclinical stage $\\mathrm { A } \\beta 1  – 4 2$ started to accumulate in the vulnerable brains of individuals 1 to 2 decades prior to cognitive impairment [5]. The disease burden of AD can be present before any symptoms appear. This finding opens up new avenues of proactive interventions at the asymptomatic stage with the objective to “postpone the onset, reduce the risks of, or completely prevent the clinical stages of AD” [6]. In this respect dietary interventions through hitting multiple targets for AD: amyloid-A𝛽1-42 aggregation, neuroinflammation, synaptic plasticity, and tau (microtubule-associated protein) phosphorylation, can offer unique advantages to attenuate the self-propagating course of AD and to prevent the transition from MCI to early AD [7]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There has been growing interest in the crucial role of intracellular second messengers: cAMP and cGMP, in regulating age-associated gene expression and cognitive decline [8]. The dual second messengers induce signal cascades involved in neuronal survival, apoptosis, and synaptic plasticity and neural connectivity. The cAMP-response element binding protein (CREB) appears to orchestrate the signal transduction from gene activation to effector responses of cognition. The aging process is linked to differential changes in gene expression of PDE subtypes [9]. In the rodent species, PDE-4 gene knockout resulted in memory improvement in the rodent species [10]. Rolipram, the prototypal PDE-4 antagonist, reversed $\\mathrm { A } \\beta 2 5 { - } 3 5$ and $\\mathrm { A } \\beta 1 { - } 4 0$ peptide-induced memory deficits in the Morris-water maze test (MWM) and passive avoidance tasks [11]. Results from translational research studies raise the issue of whether consumption of PDE-driven nutraceuticals in middle-aged adults can provide neuroprotective effects in preventing or delaying the onset of cognitive decline. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Promising findings have been reported on the cognitive benefits of early intervention with nutraceuticals targeting PDE-4-cAMP-CREB signaling [12, 13]. Resveratrol isolated from grapes is present in the red wine and has been shown to modify cognition through the PDE-4-cAMP metabolic pathway [14]. Caffeine (1,3,5-trimethylxanthine), widely consumed as coffee in the world, targets both PDE subtypes 4 and 5 (PDE-4, PDE-5) and adenosine-2 receptor [15]. Epidemiological studies indicate that coffee/caffeine consumption is likely to be associated with a reduced risk of AD [16, 17]. In the prospective Cardiovascular Risk Factors, Aging, and Dementia (CAIDE) study, daily coffee drinking totaling 3–5 cups per day at midlife reduced AD risk by about $6 5 \\%$ at late life [18]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the recombinant PDE4 in vitro assay, Sceletium tortuosum (Zembrin) selectively inhibited PDE-4 with IC50 (inhibitory constant) value of $8 . 5 \\mu \\mathrm { g / m L }$ . Mesembrenone, a major alkaloid isolated from the extract (Figure 1), was active in inhibiting PDE4 with an IC50 value of $< 1 \\mu \\mathrm { M }$ [19]. The in vitro findings are consistent with Zembrin in MWM test [20]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In our proof-of-concept randomized placebo-controlled study, we hypothesize that Zembrin enhances cognition in healthy subjects. Previously, a RCT trial reported that daily oral dosage of $2 5 \\mathrm { m g }$ for 3 months was safe and well tolerated [21]. Our study demonstrated for the first time that Zembrin improved executive function and cognitive flexibility in healthy control subjects. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/a6d1c57a556a731ab09ffc9000ffb99c13c56d72d8b528caf4d0863bb8156e20.jpg",
        "img_caption": [
            "Figure 1: Chemical structures of alkaloids isolated from Sceletium tortuosum: mesembrine, mesembrenol, mesembrenone, and mesembranol. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and Methods ",
        "text_level": 2,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Study Design. The pilot study was a randomized placebocontrolled cross-over study using a fixed oral dosage of $2 5 \\mathrm { m g }$ extract Sceletium tortuosum (Zembrin) taken once daily. The study was conducted at a single center in Puerto Rico (a territory administered by the USA). The duration of the study was 9 weeks. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Study Product. Extract Sceletium tortuosum (Zembrin) was manufactured according to European Union Good Manufacturing Practice (GMP). The extract was in the form of a fine dry powder with the dry plant material : extract ratio of 2 : 1, standardized to a total alkaloid content for the four main Sceletium alkaloids (mesembrenone, mesembrenol, mesembrine, and mesembranol) of $0 . 4 \\%$ . The contents of the four alkaloids were quantified using high pressure liquid chromatography (HPLC) analysis against validated analytical reference standards. Each active opaque white gelatin capsule, lot number NG022, contained $2 5 \\mathrm { m g }$ of extract Sceletium tortuosum (Zembrin) lot number SCE0411-1605, equivalent to $5 0 \\mathrm { m g }$ of a cultivated selection of traditionally used Sceletium tortuosum plant material. Identical-looking placebo capsules, lot number NG009, contained no herbal extract. Placebo and Zebrine capsules were identical in size, transparency, color, and taste. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3. Subject Recruitment. Potential research subjects aged 45 to 65 years old of either gender were recruited at a single site in Puerto Rico (US) through advertisement. They were required to undergo screening with the structured clinical interview for psychiatric disorders: Mini-Neuropsychiatric Interview MINI-Plus to identify the presence of any DSM IVR psychiatric disorders [22]. Subjects were excluded if they had any significant and untreated medical disorders, including severe uncontrolled or marginal glycemic controlled diabetes mellitus, recent myocardial ischemia or infarction, unstable angina, uncontrolled hypertension, renal failure and serious renal diseases, chronic active hepatitis, acute hepatitis, cirrhosis of liver, AIDS, malignancy, and neurological disorders: epilepsy, recent cerebrovascular disease, and recent traumatic brain injury. Subjects with active suicidal risk were also excluded. Pregnant females and subjects with HAM-D (Hamilton depression) [23] score $> / - 8$ and/or body mass index BMI $> / - 3 0 . 0$ were also excluded. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4. Study Protocol. At baseline, subjects were required to undergo physical examination, blood chemistry, and urine toxicological screen and 12-lead EKG, along with neurocognitive assessment using the computerized battery of validated neuropsychological tests named CNS Vital Signs. We had privileged access to the CNS Vital Signs through an academic-research contract with CNS Vital Signs Inc., USA [24]. The test battery was administered under standardized conditions by qualified personnel. The battery of neuropsychological tests was developed to measure the changes in 9 cognitive domains: composite memory, verbal memory, visual memory, processing speed, executive function, psychomotor speed, reaction, complex attention, and cognitive flexibility. The subjects were also administered HAM-D and treatment emergent adverse events at face-to-face interview with research clinicians experienced in clinical trials. Subjects were randomized by the procedure of computerized random numbers to either one of the two arms: (1) the active investigational product arm received extract Sceletium tortuosum (Zembrin) $2 5 \\mathrm { m g }$ capsule (abbreviated Zembrin group); (2) the placebo arm received placebo capsule (abbreviated placebo group). During the first 3-week phase of the study blinded to both the researchers and the subjects, the participants randomized to the Zembrin group took a $2 5 \\mathrm { m g }$ capsule of Zembrin once daily orally whereas the placebo group took a placebo capsule once a day orally. At the end of the first 3-week phase, the subjects were allowed a 3-week washout, during which time no capsules were ingested by either group. During the second 3-week switch-over phase, the Zembrin group took a placebo capsule once a day orally and the placebo group took the $2 5 \\mathrm { m g }$ Zembrin capsule once daily orally. During the entire 9-week study period, vital signs (blood pressure and pulse) and body weight were monitored. CNS Vital SignR, HAM-D, and treatment emergent adverse events were administered at baseline and the end of weeks 3, 6, and 9. The study was fully approved by Aspire Inc. (CA, USA), a community institutional research ethics board granting approval and monitoring clinical trials. Research subjects participated in the study only after they were fully explained the protocol and signed the informed consent form. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5. Statistics. We used the one-way analysis of variance (ANOVA) followed by the post hoc Tukey HSD test to examine the difference in changes in neurocognitive data from Zembrin-treated group and the placebo group, as compared with baseline. The level of significance was set at $P ~ < ~ 0 . 0 5$ for two-tailed paired $t$ -test and nonpaired $t { \\cdot }$ -test. Cohen’s $d$ statistics was used to evaluate the treatment effect sizes of the placebo and Zembrin groups. For Cohen’s $d$ effect size, a positive value $> 0 . 0$ indicates that Zembrin treatment is better than placebo, whereas a negative value $< 0 . 0 0$ shows that the placebo is better than Zembrin, under the conditions of the study protocol. For Cohen’s $d _ { \\mathrm { : } }$ , the higher the value of Cohen’s $d _ { \\mathrm { : } }$ , the larger the treatment effect. Chi-square statistics and Kendall’s tau were used to determine the frequency of adverse events. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 3,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1. Baseline Clinic-Demographics. A total of 21 subjects (male to female ratio, 9/12) were recruited at the single research center in PR (US). The mean age was 54.6 years (range 45 to 61 years, $\\mathrm { S D } ~ = ~ 6 . 0 \\AA ,$ ). Two subjects dropped out during the placebo phase and three subjects dropped out during the Zembrin phase. During the screening phase, healthy subjects with neither major medical disorders nor DSM IV-R psychiatric disorders signed the consent form after the study protocol was fully explained to them. Completer-analysis criteria were used in analyzing the data. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2. Efficacy. The primary efficacy endpoint was the change in eight cognitive function domains and the aggregate average of the neurocognitive measure defined as neurocognitive index as measured with the CNS Vital SignR test. The data were analyzed statistically by one-way ANOVA with 3 groups of data as shown in Table 1. We compared the changes in the overall performance score named as neurocognitive index as the summed total score of the 9 cognitive domains: composite memory, verbal memory, visual memory, processing speed, executive function, psychomotor speed, reaction, complex attention, and cognitive flexibility (Figure 2). For each specific neurocognitive measure, we also examined whether the Zembrin group differed from the placebo group. We evaluated the changes in cognitive score at baseline with the score at the end of the three weeks of placebo or Zembrin period. No cross-over effect was found for either the placebo or the extract groups. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As shown in Table 1 and Figure 2, the ANOVA analysis followed by Tukey HSD post hoc test indicated that the mean neurocognitive index and score for each separate domain differed between the Zembrin phase and the placebo phase. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9f73eadc299bde42f285be17eb77dcba37d5cb9b7d443b145d586613a493c423.jpg",
        "img_caption": [
            "Figure 2: Cognitive effects of Zembrin extract in healthy subjects: Zembrin-treated subjects and placebo-treated subjects were administered CNS Vital SignR battery of neuropsychological tests at baseline and at the end of the treatment period. Cognitive domains were derived from CNS Vital SignR tests. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Zembrin significantly improved cognitive flexibility $( P _ { \\mathrm { ~ \\scriptsize ~ < ~ } }$ 0.022) and executive function ( $P < 0 . 0 3 2 )$ as compared with placebo. Zembrin improved processing speed, psychomotor speed, and complex attention, but ANOVA analysis failed to find a statistical significance between the groups in composite memory, verbal memory, and visual memory. Both the placebo and Zembrin groups showed negative change in the domain of visual memory. In a separate analysis, we found that the final visual memory score differed only minimally from the baseline value. Furthermore, the baseline visual memory score of placebo group remained unchanged at the end of the 3rd week period (39.4 $\\mathrm { \\Delta S D } = 3 2 . 0 \\$ ) versus average 39.6 $\\mathrm { \\Delta S D } = 2 9 . 0 )$ ). We interpret the findings to be related to practice effect. The cohort of cognitively normal subjects may be more sensitive to the negative practice effects. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Regarding the neurocognitive data, Cohen’s $d$ statistics estimate of effect size favored Zembrin group over the placebo group. We found robust Cohen’s $d$ effect size for two cognitive domains: 1.47 for cognitive flexibility and 1.49 for executive function. For processing speed, a strong Cohn’s effect size was found: 2.88, whereas for psychomotor speed Cohen’s $d$ was 0.95 and a small effect in the domain of complex attention: 0.16. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The subjective ratings of generalized well-being and positive mood states in our study agreed well with a recent safety and tolerability study on extract Sceletium tortuosum (Zembrin) in healthy subjects who reported “uplifted spirits” ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "and better coping with stress and depressing events [21]. The baseline HAM-D scores in both groups were $< 6 . 0$ at the start of the study. As shown in Table 2, for the Zembrin group the change from the baseline value of 2.17 $\\mathrm { \\langle S D ~ = ~ } 1 . 9 \\mathrm { \\rangle }$ to 1.22 $\\langle \\mathrm { S D } ~ = ~ 1 . 9 \\rangle$ after 3 weeks represented a $2 6 . 9 \\%$ change. For the placebo group, the baseline HAM-D was 1.95 $\\mathrm { \\Delta S D } = 2 . 1 \\$ ) and changed to 1.68 $\\mathrm { \\Delta S D } ~ = ~ 1 . 5 )$ after 3 weeks on placebo, representing a $1 3 . 8 \\%$ decrease in HAM-D. In view of the substantial variation, the difference failed to reach statistical significance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We observed that subjects taking Zembrin reported improvement in the subjective quality of their sleep on the HAM-D subscale. While none of the subjects had a history of insomnia, the data showed that Zembrin had a positive effect on onset of sleep, as compared with the placebo group. We observed that the mean rating of sleep onset at baseline, 0.76 $\\langle \\mathrm { S D } ~ = ~ 1 . 1 4 \\rangle$ ), changed to 0.43 $\\mathrm { { \\langle S D ~ = ~ } } 0 . 9 3 \\mathrm { { ) } }$ at week 3 (paired $t$ test, $t = 2 . 0 9$ , $\\mathrm { d f } \\ = \\ 2 0$ , $P ~ = ~ 0 . 0 4 9$ , 2-tailed). No significant change was noted in the placebo-treated group regarding the variable: sleep-onset difficulty: $\\begin{array} { r l r } { P } & { { } = } & { 0 . 6 0 6 . } \\end{array}$ pre- and posttreatment $t$ -test. In this study, Zembrin exerted an overall improvement in the quality of sleep in a normal community sample. Our results corroborated the findings from a recent safety and tolerability study of extract Sceletium tortuosum (Zembrin) on sleep quality [21]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3. Safety and Tolerability. Extract Sceletium tortuosum (Zembrin) was safe and well tolerated. There were no changes in blood pressure, pulse, temperature, and weight in either the Zembrin group or the placebo group (Table 3). Regarding the treatment emergent adverse events (Table 4) the Zembrin group reported transient gastrointestinal discomfort $( 9 . 5 \\% )$ which resolved spontaneously, and the clinician did not ascribe a direct link to the Zembrin. This study agrees with a recent published RCT study reporting the placebo group complained of more frequent adverse events than the Sceletium tortuosum (Zembrin) group [21]. The incidence of treatment emergent adverse events (TEAE) classed as “mild” and “moderate” was quite low. The common side effects in the placebo group consisted of mild skin irritation $( 1 0 \\% )$ , appetite decrease $( 1 0 \\% )$ and weight loss $( 1 5 \\% )$ , and interrupted sleep $( 1 0 \\% )$ . ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We used Kendall’s tau $c$ coefficient (a nonparametric statistical measure of association between two measured quantities and unaffected by deviations from the normal data distribution) to analyze the direction of changes in the frequency and intensity of the complaints and symptoms as listed in the treatment emergent adverse events (TEAE) scale. The tau $\\boldsymbol { c }$ coefficients are interpreted as follows: 0 indicates no association, 0–0.1 weak association, $0 . 1 \\substack { - 0 . 3 }$ moderate associations, and $0 . 3 \\substack { - 1 . 0 }$ strong association. We determined the tau $c$ coefficients for the baseline to end of 3rd week treatment with Zembrin and with placebo. The findings indicated the Zembrin group showed selective improvement in the following subcategories: irritability (tau $\\begin{array} { r l r } { c } & { { } = } & { 0 . 3 3 ) } \\end{array}$ , drowsiness (tau $c = 0 . 3 0$ ), memory problems (tau $c = 0 . 2 5$ ), anxiety (tau $\\begin{array} { r l r } { c } & { { } = } & { 0 . 2 4 ) } \\end{array}$ , confusion (tau $\\textit { c } = \\ : \\ : 0 . 1 7 )$ , skin irritation (tau $c \\ = \\ 0 . 1 6 )$ ), chest pain (tau $c \\ = \\ 0 . 1 5 )$ , stool discoloration (tau $c = 0 . 1 2 { \\mathrm { . } }$ ), and poor hearing (tau $c = 0 . 1 1$ ). For the placebo group, there was an association with decrease in appetite (tau $c = 0 . 2 0$ ) and weight gain (tau $c = 0 . 2 6 \\dot { }$ ). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/119ce508c3aa18473bf9be125b3be67942a0bb91ffa4f80ece5a047544b6f4cc.jpg",
        "table_caption": [
            "Table 1: Cognitive outcome measures of Zembrin effects on neurobattery tests after 3 weeks of Zembrin treatment and placebo treatment. "
        ],
        "table_footnote": [
            "∗Statistically different at $P < 0 . 0 5$ two-tailed. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Outcome measure CNS Vital Signs</td><td colspan=\"5\">Mean score and SEM at baseline and after Zembrin and after placebo treatment</td><td rowspan=\"2\">F values</td><td rowspan=\"2\">P values</td></tr><tr><td rowspan=\"2\">Baseline</td><td colspan=\"2\">After 3 weeks Zembrin</td><td colspan=\"2\">After 3weeks of placebo</td></tr><tr><td>Key domains:</td><td></td><td>(N = 17)</td><td>[% change]</td><td>(N = 18)</td><td>[% change]</td><td></td></tr><tr><td>Neurocognitive index (NCI)</td><td>36.3 (4.5)</td><td>43.9 (6.8)</td><td>[7.6]</td><td>47.2 (7.7)</td><td>[10.9]</td><td>F= .992</td><td>P = 0.376</td></tr><tr><td>Composite memory</td><td>38.9 (5.3)</td><td>32.9 (8.5)</td><td>[-6.0]</td><td>41.0 (9.0)</td><td>[2.1]</td><td>F= .269</td><td>P = 0.765</td></tr><tr><td>Verbal memory</td><td>36.9 (5.1)</td><td>41.6 (7.7)</td><td>[4.7]</td><td>43.7 (8.9)</td><td>[6.8]</td><td>F= .302</td><td>P = 0.740</td></tr><tr><td>Visual memory</td><td>45.6 (5.5)</td><td>29.5 (8.6)</td><td>[-16.1]</td><td>39.6 (7.2)</td><td>[-6.0]</td><td>F = 1.403</td><td>P= 0.253</td></tr><tr><td>Processing speed</td><td>56.7 (5.7)</td><td>77.4 (6.8)</td><td>[20.7]</td><td>54.7 (8.8)</td><td>[-2.0]</td><td>F= 2.557</td><td>P= 0.085</td></tr><tr><td>Executive function</td><td>36.8 (5.4)</td><td>60.8 (6.6)</td><td>[24.0]</td><td>50.1 (7.7)</td><td>[13.3]</td><td>*F = 3.603</td><td>*P= 0.032</td></tr><tr><td>Psychomotor speed</td><td>54.8 (5.6)</td><td>60.4 (8.2)</td><td>[5.6]</td><td>52.4 (8.5)</td><td>[-2.4]</td><td>F= .252</td><td>P = 0.778</td></tr><tr><td>Reaction time</td><td>45.8 (5.1)</td><td>58.1 (6.3)</td><td>[12.3]</td><td>59.1 (6.8)</td><td>[13.3]</td><td>F = 1.686</td><td>P = 0.193</td></tr><tr><td>Complex attention</td><td>38.5 (5.3)</td><td>46.2 (7.8)</td><td>[7.7]</td><td>44.9 (8.5)</td><td>[6.4]</td><td>F= .407</td><td>P = 0.667</td></tr><tr><td>Cognitive flexibility</td><td>35.4 (5.3)</td><td>60.2 (6.5)</td><td>[24.8]</td><td>49.7 (7.5)</td><td>[14.3]</td><td>F = 4.016</td><td>*P= 0.022</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/19c4d8c85548a50244549591adb55a16d1caf5d2e484beed8e3244fbcfba3b79.jpg",
        "table_caption": [
            "Table 2: Zembrin extract effect on HAM-D in healthy control subjects. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Average HAM-D</td><td>SD</td><td>P value 1-tailed</td><td>Effect size: % change</td></tr><tr><td>Before Zembrin (N= 18)</td><td>1.67</td><td>1.9</td><td rowspan=\"2\">P = 0.075</td><td>26.9%</td></tr><tr><td>After Zembrin (N= 18)</td><td>1.22</td><td>1.9</td><td>decrease on HAM-D</td></tr><tr><td>Before placebo (N = 19)</td><td>1.95</td><td>2.1</td><td rowspan=\"2\">P = 0.289</td><td>13.8%</td></tr><tr><td>After placebo (N = 19)</td><td>1.68</td><td>1.5</td><td>decrease on HAM-D</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our study demonstrated for the first time in healthy subjects Zembrin extract in selectively targeting PDE-4 significantly enhanced executive function and cognitive flexibility. Zembrin was highly tolerated. Executive function encompasses higher-order cognitive processes such as working memory, attention control, response inhibition, and concept formulation and is thought to be primarily driven by the prefrontal cortex. Cognitive intact individuals can modify behavioral repertoire and cognitive set in response to changing environmental cues and contexts and hence can streamline the activities of daily living (ADL) [25, 26]. In general, executive functions are crucial for maintaining the cognitive homeostasis of the individuals in order to meet the demands of daily living. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "There is a growing body of evidence to indicate that impairment in executive functioning is present at the very earliest stage of Alzheimer’s dementia before marked memory deficits appear. In a large cohort study of healthy control along with early Alzheimer’s dementia (AD) [27] and mild cognitive impairment (MCI) $( n \\ = \\ 7 9 3 )$ ) subjects, multiple regression analysis showed a significant relation between executive function and impairment in instrumental activities of daily living (IADL). In the preclinical stage of AD, the two measures of executive function: color word interference test (CWIT) and verbal fluency (VF) predicted decline in cognitive set switching [28]. Two specific measures of executive function, Stroop test and sematic fluency test, were found to correlate with reduced glucose utilization as examined with PET ligand, [18F] fluorodeoxyglucose (FDG) [29]. Decline in executive function has been localized in the left lateral prefrontal cortex, the crucial brain region related to the triad components of the cognitive control: working memory, task switching, and inhibitory control [30, 31]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The cognitive effects of Zembrin are consistent with the in vitro structure-activity relationship analysis showing cognition is selectively mediated via the long isoform of PDE-4D3 [32]. In the PDE assay system using the human recombinant PDE-4B, mesembreonone was 17 times more potent than mesembrine and 34 times more active than mesembrenol in inhibiting PDE-4B binding [19, 21, 33]. The IC50 values for mesembrenone were $4 7 0 \\mathrm { n M }$ , followed by mesembrine $7 8 0 0 \\mathrm { n M }$ and mesembrenol $1 0 , 0 0 0 \\mathrm { n M }$ . In the macaque monkey species, rolipram, the prototypal PDE4 antagonist, has been found to improve object retrieval performance [34]. Zembrin distinguishes from other PDE-4 agonists in the absence of gastrointestinal side effects [35]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We propose the model of PDE-coupled cAMP cascade to explain the cognitive effects of Zembrin (Figure 3). Zembrin is behaving as the putative PDE-4 allosteric modulator interacting with PDE-4-coupled system. The synaptic spinoffs in aging are seen in changes in modulating the downstream ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/b77dd2df7d315e1a46f10a2e77d2cd881a7d12ec49c92d875abd3f7499d69343.jpg",
        "table_caption": [
            "Table 3: Zembrin extract on vital signs in healthy control subjects. "
        ],
        "table_footnote": [
            "Ns: not significant at $P < 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"3\">Zembrin: means (SDs); N = 20</td><td colspan=\"3\">Placebo: means (SDs); N = 20</td></tr><tr><td></td><td>Before</td><td>After</td><td>P value</td><td>Before</td><td>After</td><td>P value</td></tr><tr><td>Systolic BP</td><td>115.0 (13.2)</td><td>116.7 (15.8)</td><td>ns</td><td>117.5 (17.4)</td><td>116.3 (13.8)</td><td>ns</td></tr><tr><td>Diastolic BP</td><td>72.3 (8.7)</td><td>73.4 (10.4)</td><td>ns</td><td>76.0 (9.4)</td><td>74.5 (7.5)</td><td>ns</td></tr><tr><td>Pulse</td><td>73.4 (7.2)</td><td>74.6 (7.1)</td><td>ns</td><td>74.4 (11.9)</td><td>75.7 (9.3)</td><td>ns</td></tr><tr><td>Temperature</td><td>36.2 (0.2)</td><td>36.1 (0.2)</td><td>ns</td><td>36.3 (0.3)</td><td>36.3 (0.3)</td><td>ns</td></tr><tr><td>Weight (lbs)</td><td>163.1 (26.0)</td><td>162.6 (26.7)</td><td>ns</td><td>162.7 (26.0)</td><td>163.5 (26.8)</td><td>ns</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/6ce2af678c31a228eeabf076a5cf9d5d78968a43edb0118727abb9b624d739a2.jpg",
        "table_caption": [
            "Table 4: Treatment emergent adverse events: Zembrin versus placebo. "
        ],
        "table_footnote": [
            "NB: no life-threatening adverse events were found. Frequency of adverse events $2 5 \\%$ . Z: Zembrin treated group. P: placebo treated group. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Category</td><td rowspan=\"2\">Signs/symptoms</td><td colspan=\"2\">Minimal =1</td><td colspan=\"2\">Mild = 2</td><td colspan=\"2\">Moderate = 3</td><td colspan=\"2\">Severe = 4</td></tr><tr><td>Z</td><td>P</td><td>Z</td><td>P</td><td>Z</td><td>P</td><td>Z</td><td>P</td></tr><tr><td>Head</td><td>Headache</td><td>0</td><td>0</td><td></td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>Eyes</td><td>Eye irritation</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td></tr><tr><td>Eyes</td><td>Vision blurred</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td></tr><tr><td>Ears</td><td>Poor hearing</td><td>5</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Mouth</td><td>Hypersalivation</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Mouth</td><td>Dental problems</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>5</td><td>0</td><td>0</td></tr><tr><td>Chest</td><td>Chest pain</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Chest</td><td>Coughing</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Gastrointestinal</td><td>GI discomfort</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>9.5</td><td>0</td></tr><tr><td>GI</td><td>Nausea</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Vomiting</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Constipation</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>GI</td><td>Flatulence</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>GI</td><td>Appetite increase</td><td>5</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Appetite decrease</td><td>0</td><td>5</td><td>0</td><td>10</td><td>0</td><td>5</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Weight gain</td><td>14</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Weight loss</td><td>5</td><td>10</td><td>0</td><td>15</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GI</td><td>Thirst increase</td><td>0</td><td>0</td><td>5</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GU</td><td>Increased frequency</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>5</td><td>0</td><td>0</td></tr><tr><td>GU</td><td>Genital discomfort</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>GU</td><td>Increased libido</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td></tr><tr><td>Musculoskeletal</td><td>Muscle/bone/joint pain</td><td>5</td><td>0</td><td>0</td><td>5</td><td>0</td><td>10</td><td>0</td><td>5</td></tr><tr><td>MS</td><td>Rigidity (muscle)</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Skin</td><td>Skin irritation</td><td>0</td><td>0</td><td>0</td><td>10</td><td>0</td><td>10</td><td>0</td><td>0</td></tr><tr><td>Skin</td><td>Hair problems</td><td>0</td><td>5</td><td>0</td><td>5</td><td>0</td><td>5</td><td>0</td><td>0</td></tr><tr><td>Psychiatric: PS</td><td>Tiredness/fatigue</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>PS</td><td>Overarousal</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Difficulty falling asleep</td><td>0</td><td>0</td><td>0</td><td>10</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Early morning awakenings</td><td>5</td><td>5</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Interrupted sleep</td><td>0</td><td>0</td><td>0</td><td>10</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Drowsiness</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>PS</td><td>Confusion</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Concentration difficulty</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td></tr><tr><td>PS</td><td>Memory problems</td><td>0</td><td>5</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Depression</td><td>0</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Anxiety</td><td>0</td><td>5</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td></tr><tr><td>PS</td><td>Irritability</td><td>0</td><td>0</td><td>0</td><td>5</td><td>0</td><td>0</td><td>0</td><td>0</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/25e2dc80b7fff43db1dddd52ddfd7ff67fad0f7d894c294a5de6e7674548097b.jpg",
        "img_caption": [
            "Figure 3: PDE-4/cAMP/CREB cascade in cognition: bidirectional regulation of cyclicAMP (cAMP) homeostasis is achieved through adenylate cyclase (AD) and phosphodiesterase (PDE) subtype 4. cAMP is activated via either PDE-4 inhibition or hormone/neurotransmitterstimulated adenylate cyclase (AD). The cAMP-dependent protein kinase A (PKA), once activated through allosteric site, can phosphorylate cAMP response element binding protein (CREB) to form phosphorylated CREB: pCREB. pCREB associates with transcription coactivator, CREB binding protein to initiate transcription and translation. The CREB-mediated gene expression contributes towards long- and short-term memory and synaptic plasticity. Zembrin extract modulates PDE-4 and participates in PDe-4/cAMP/CREB cascade in cognition. The CREBlinked gene expression has been shown to be impaired in AD model. ATP: adenosine triphosphate; cAMP: cyclic adenosine monophosphate; adenylate cyclase: AC; $5 ^ { \\prime } \\mathrm { A M P } { : } 5 ^ { \\prime }$ adenosine monophosphate; CREB: cAMP response element binding protein; pCREB: phosphorylated CERB; PKA: phosphokinase A. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "CREB-mediated effector responses comprising neurogenesis, synapse remodeling, and neuron-microglia reciprocal regulation [35]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The results of our study on the cognitive enhancing effects of Zembrin extract, however, may not be interpreted solely in the context of PDE-4 modulation. The family of mesembrine alkaloids from Zembrin exhibit serotonergic properties in competing for serotonin transporter site in vitro [23, 24]. Serotonin is known to play a central role in decision processing and attentional set shifting [36]. Very recently, citalopram, the selective serotonin reuptake inhibitor (SSRI), has been shown to reduce the CSF amyloid $\\mathrm { A } \\beta$ load in both normal human subjects and in transgenic mice [37]. Hence, serotonin signaling may synergize with PDE-coupled camp cascade in modulating age-related cognition changes [38]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our initial surreptitious findings of Zembrin in bringing about positive changes in sleep and mood are only preliminary and have to be interpreted with caution. A very recent functional magnetic resonance imaging fMRI study found region-specific brain activation effects of Zembrin [39]. Acute administration of Zembrin extract in normal healthy subjects dampened amygdala reactivity to fearful faces under low perceptual load conditions, along with reduced coupling of amygdala-hypothalamus as shown by follow-up connectivity analysis on the emotion-matching task [39]. Nevertheless, the emerging body of evidence suggests that PDE-4-cAMPCREB signal cascade plays a crucial role in regulating sleepwakefulness cycle and affective regulation. In sleep deprivation model, the C57BL/6J mice when sleep deprived for 5 hours showed selective impairment in cAMP/phosphokinase A-dependent synaptic plasticity which is reflected in the long-term potentiation (LTP) paradigm, in the hippocampus. [40]. Genetic knock-down of PDE-4D enzyme: PDE4d $( - / - )$ mice displayed an antidepressant phenotype in two behavioral models: the Porsolt forced swim test and the acoustic startle response [41]. No adverse changes were noted in the sensorimotor gating deficits. Taken together, the potential anxiolytic/antidepressant and sleep-promoting properties of Zembrin warrant further investigations in the elderly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5. Conclusion ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Despite the methodological limitations of small sample size, the short treatment period, and the single dosage, we demonstrated for the first time that Zembrin enhanced cognition in the domains of executive functioning and cognitive flexibility in healthy subjects. We will extend our study to the cohort of elderly subjects to further investigate whether Zembrin can delay or reverse the course of age-related cognitive decline and AD as well as prevent the conversion from MCI to AD. Our study of the cognitive benefits of Zembrin highlights the pivotal role of nutraceuticals in ushering a new era of preclinical AD preventive program starting at midlife towards old age. We anticipate that biotechnology advances will accelerate the transformation of PDE-4 molecular signatures to a new class of promising drug candidates for the treatment of AD. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Disclosure ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Nigel Gericke B.Sc (Honors), MBBCh is the Director, Medical and Scientific, of HG&H Pharmaceuticals (Pty) Ltd., the company that has developed extract Sceletium tortuosum (Zembrin), and a trustee in a trust that owns a minor shareholding in HG&H Pharmaceuticals. Valdimir Badmeav, M.D. and Ph.D., was the past Director of Medical and Scientific Affairs for PL Thomas Ltd, the North American distributor of Zembrin (Zembrin). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Conflict of Interests ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The authors declare that they have no competing financial interests. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Authors’ Contribution ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Simon Chiu, Nigel Gericke, Michel Farina-Woodbury, Vladimir Badmaev, Yves Bureau, and Zack Cernovsky contributed equally towards the project. Simon Chiu, M.D. and Ph.D., wrote the first draft of the paper. Simon Chiu, M.D. and Ph.D., Nigel Gericke, B.S (Honors) and MBBCh, and Vladimir Badmeav, M.D. and Ph.D., designed the study and Yves Bureau, Ph.D., Zack Cernovsky, Ph.D., and Michel Farina-Woodbury, M.D., have contributed towards developing and refining the protocol. Data gathering, recruitment and clinical assessment of study, and safety monitoring were supervised primarily by Michel FarinaWoodbury, M.D., at University of Puerto Rico. The authors thank sincerely Joalex Antongiorgi, M.D., University of Puerto Rico, currently resident in psychiatry, for their commitment and efforts in conducting the study under Dr. M Woodbury supervision. Hou Jirui Hou, Ph.D., provided the team with his expertise in conducting preclinical study of Zembrin in animal model. Liz Goble, B.A., has enlightened the research group with her interest in anthropological perspectives on drug discovery initiative and has been highly helpful in establishing the clinical trial infrastructure for the research team. The graduate research trainees, Hana Raheb, B.A. Honors, Kristen Terpstra, B.A. Honors M.S., Morrissa Williams B.A. Honors M.S., and Veronica Sanchez, B.S. Honors and M.S., have assisted in the project in gathering and analysing the data under the supervision of Yves Bureau, Ph.D., Zack Cernovsky, Ph.D., Simon Chiu M.D. and Ph.D., and Micheal Woodbury M.D. Dr. John Copen, M.D. FRCP, and Dr. Mariwan Husni, M.D. FRCP, have taken persistent interest in cognitive aging and have interacted productively and consistently with the Zembrin study group regarding the role of dietary supplements to AD drug development. All the authors have contributed ideas towards the paper and have critically reviewed the final draft. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Zembrin study group express their sincerest gratitude for participants for their contribution to the success of this clinical study. The study was financially supported by HG&H Pharmaceuticals (Pty) Ltd., Bryanston, South Africa, and by PL Thomas & Co. Inc. Morristown, NJ, USA, and managed by Lawson Health Research Institute of the University of Western Ontario, London, Ontario, Canada. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 3,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] P. Ljubuncic, A. Globerson, and A. Z. Reznick, “Evidence-based roads to the promotion of health in old age,” Journal of Nutrition, Health and Aging, vol. 12, no. 2, pp. 139–143, 2008.   \n[2] L. Nyberg, M. Lo¨vd´en, K. Riklund, U. Lindenberger, and L. B¨ackman, “Memory aging and brain maintenance,” Trends in Cognitive Sciences, vol. 16, no. 5, pp. 292–305, 2012.   \n[3] K. R. Daffner, “Promoting successful cognitive aging: a comprehensive review,” Journal of Alzheimer’s Disease, vol. 19, no. 4, pp. 1101–1122, 2010.   \n[4] B. T. Hyman, C. H. Phelps, T. G. Beach et al., “National Institute on Aging-Alzheimer’s Association guidelines for the neuropathologic assessment of Alzheimer’s disease,” Alzheimer’s and Dementia, vol. 8, no. 1, pp. 1–13, 2012.   \n[5] S. Hatashita and H. Yamasaki, “Diagnosed mild cognitive impairment due to Alzheimer’s disease with PET biomarkers of beta amyloid and neuronal dysfunction,” PLoS ONE, vol. 8, no. 6, Article ID e66877, 2013.   \n[6] A. Otaegui-Arrazola, P. Amiano, A. Elbusto, E. Urdaneta, and P. Mart´ınez-Lage, “Diet, cognition, and Alzheimer’s disease: food for thought,” European Journal of Nutrition, vol. 53, no. 1, pp. 1–23, 2014.   \n[7] J. N. Laditka, S. B. Laditka, E. M. Tait, and M. M. Tsulukidze, “Use of dietary supplements for cognitive health: results of a national survey of adults in the United States,” The American Journal of Alzheimer’s Disease and other Dementias, vol. 27, no. 1, pp. 55–64, 2012.   \n[8] E. Benito and A. Barco, “CREB's control of intrinsic and synaptic plasticity: implications for CREB-dependent memory models,” Trends in Neurosciences, vol. 33, no. 5, pp. 230–240, 2010.   \n[9] E. Bollen and J. Prickaerts, “Phosphodiesterases in neurodegenerative disorders,” IUBMB Life, vol. 64, no. 12, pp. 965–970, 2012.   \n[10] Y.-F. Li, Y.-F. Cheng, Y. Huang et al., “Phosphodiesterase4D knock-out and RNA interference-mediated knock-down enhance memory and increase hippocampal neurogenesis via increased cAMP signaling,” Journal of Neuroscience, vol. 31, no. 1, pp. 172–183, 2011.   \n[11] Y.-F. Cheng, C. Wang, H.-B. Lin et al., “Inhibition of phosphodiesterase-4 reverses memory deficits produced by $\\mathbf { A } \\beta 2 5  – 3 5$ or $\\mathrm { A } \\beta 1 { - } 4 0$ peptide in rats,” Psychopharmacology, vol. 212, no. 2, pp. 181–191, 2010.   \n[12] C. A. Saura and J. Valero, “The role of CREB signaling in Alzheimer’s disease and other cognitive disorders,” Reviews in the Neurosciences, vol. 22, no. 2, pp. 153–169, 2011.   \n[13] A. Blokland, F. S. Menniti, and J. Prickaerts, “PDE Inhibition and cognition enhancement,” Expert Opinion on Therapeutic Patents, vol. 22, no. 4, pp. 349–354, 2012.   \n[14] J. H. Chung, “Metabolic benefits of inhibiting cAMP-PDEs with resveratrol,” Adipocyte, vol. 1, no. 4, pp. 256–258, 2012.   \n[15] M. Rivera-Oliver and M. D´ıaz-R´ıos, “Using caffeine and other adenosine receptor antagonists and agonists as therapeutic tools against neurodegenerative diseases: a review,” Life Sciences, vol. 101, no. 1-2, pp. 1–9, 2014.   \n[16] C. Santos, J. Costa, J. Santos, A. Vaz-Carneiro, and N. Lunet, “Caffeine intake and dementia: systematic review and metaanalysis,” Journal of Alzheimer’s Disease, vol. 20, no. 1, pp. S187– S204, 2010.   \n[17] M. H. Eskelinen and M. Kivipelto, “Caffeine as a protective factor in dementia and Alzheimer’s disease,” Journal of Alzheimer’s Disease, vol. 20, supplement 1, pp. S167–S174, 2010.   \n[18] M. H. Eskelinen, T. Ngandu, J. Tuomilehto, H. Soininen, and M. Kivipelto, “Midlife coffee and tea drinking and the risk of late-life dementia: a population-based CAIDE study,” Journal of Alzheimer’s Disease, vol. 16, no. 1, pp. 85–91, 2009.   \n[19] A. L. Harvey, L. C. Young, A. M. Viljoen, and N. P. Gericke, “Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids,” Journal of Ethnopharmacology, vol. 137, no. 3, pp. 1124–1129, 2011.   \n[20] H. Raheb, Y. B. M. Woodbury-Farina, V. Badmaev et al., “Translational study of standardized Zembrin extract and mesembrenone targeting PDE-4 (phosphodiesterase subtype for regulation of cognition and mood),” in Proceedings of International Conference on Bioactive Naturals, London, Canada, July 2012.   \n[21] H. Nell, M. Siebert, P. Chellan, and N. Gericke, “A randomized, double-blind, parallel-group, placebo-controlled trial of extract Sceletium Tortuosum (Zembrin) in healthy adults,” Journal of Alternative and Complementary Medicine, vol. 19, no. 11, pp. 898–904, 2013.   \n[22] DSM-IV-TR American Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders, DSM-IV-TR American Psychiatric Association, 4th edition, 2000.   \n[23] M. Zimmerman, I. Chelminski, and M. Posternak, “A review of studies of the Hamilton depression rating scale in healthy controls: implications for the definition of remission in treatment studies of depression,” Journal of Nervous and Mental Disease, vol. 192, no. 9, pp. 595–601, 2004.   \n[24] C. T. Gualtieri and L. G. Johnson, “Reliability and validity of a computerized neurocognitive test battery, CNS vital signs,” Archives of Clinical Neuropsychology, vol. 21, no. 7, pp. 623–643, 2006.   \n[25] A. Martyr and L. Clare, “Executive function and activities of daily living in Alzheimer’s disease: a correlational metaanalysis,” Dementia and Geriatric Cognitive Disorders, vol. 33, no. 2-3, pp. 189–203, 2012.   \n[26] M. S. Albert, “Changes in cognition,” Neurobiology of Aging, vol. 32, supplement 1, pp. S58–S63, 2011.   \n[27] G. A. Marshall, D. M. Rentz, M. T. Frey, J. J. Locascio, K. A. Johnson, and R. A. Sperling, “Executive function and instrumental activities of daily living in mild cognitive impairment and Alzheimer’s disease,” Alzheimer’s and Dementia, vol. 7, no. 3, pp. 300–308, 2011.   \n[28] L. R. Clark, D. M. Schiehser, G. H. Weissberger, D. P. Salmon, D. C. Delis, and M. W. Bondi, “Specific measures of executive ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "function predict cognitive decline in older adults,” Journal of the ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "International Neuropsychological Society, vol. 18, no. 1, pp. 118– 127, 2012.   \n[29] P. Allain, F. Etcharry-Bouyx, and C. Verny, “Executive functions in clinical and preclinical Alzheimer’s disease,” Revue Neurologique, vol. 169, no. 10, pp. 695–708, 2013.   \n[30] M. N. Braskie and P. M. Thompson, “Understanding cognitive deficits in alzheimer’s disease based on neuroimaging findings,” Trends in Cognitive Sciences, vol. 17, no. 10, pp. 510–516, 2013.   \n[31] M. L. Schroeter, B. Vogt, S. Frisch et al., “Executive deficits are related to the inferior frontal junction in early dementia,” Brain, vol. 135, no. 1, pp. 201–215, 2012.   \n[32] A. B. Burgin, O. T. Magnusson, J. Singh et al., “Design of phosphodiesterase 4D (PDE4D) allosteric modulators for enhancing cognition with improved safety,” Nature Biotechnology, vol. 28, no. 1, pp. 63–70, 2010.   \n[33] N. Gericke and A. M. Viljoen, “Sceletium—a review update,” Journal of Ethnopharmacology, vol. 119, no. 3, pp. 653–663, 2008.   \n[34] K. Rutten, J. L. Basile, J. Prickaerts, A. Blokland, and J. A. Vivian, “Selective PDE inhibitors rolipram and sildenafil improve object retrieval performance in adult cynomolgus macaques,” Psychopharmacology, vol. 196, no. 4, pp. 643–648, 2008.   \n[35] R. T. Hansen III and H.-T. Zhang, “Senescent-induced dysregulation of cAMP/CREB signaling and correlations with cognitive decline,” Brain Research, vol. 1516, pp. 93–109, 2013.   \n[36] J. R. Homberg, “Serotonin and decision making processes,” Neuroscience and Biobehavioral Reviews, vol. 36, no. 1, pp. 218– 236, 2012.   \n[37] Y. I. Sheline, T. West, K. Yarasheski et al., “An antidepressant decreases CSF $\\mathrm { A } \\beta$ production in healthy individuals and in transgenic AD mice,” Science Translational Medicine, vol. 6, no. 236, Article ID 236re4, 2014.   \n[38] J. J. Rodr´ıguez, H. N. Noristani, and A. Verkhratsky, “The serotonergic system in ageing and Alzheimer’s disease,” Progress in Neurobiology, vol. 99, no. 1, pp. 15–41, 2012.   \n[39] D. Terburg, S. Syal, L. A. Rosenberger et al., “Acute effects of sceletium tortuosum (Zembrin), a dual 5-HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus,” Neuropsychopharmacology, vol. 38, no. 13, pp. 2708–2716, 2013.   \n[40] C. G. Vecsey, G. S. Baillie, D. Jaganath et al., “Sleep deprivation impairs cAMP signalling in the hippocampus,” Nature, vol. 461, no. 7267, pp. 1122–1125, 2009.   \n[41] T. L. Schaefer, A. A. Braun, R. M. Amos-Kroohs, M. T. Williams, E. Ostertag, and C. V. Vorhees, “A new model of Pde4d deficiency: genetic knock-down of PDE4D enzyme in rats produces an antidepressant phenotype without spatial cognitive effects,” Genes, Brain and Behavior, vol. 11, no. 5, pp. 614–622, 2012. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/8793d98d8d59080fc56359ad096b9fb87238b9b0c3c0badbcca9366484ee2439.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/5e7b3682558c769790ce202b6b4b2fcab36b636967e5c1fb343caaad5d710fca.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "® ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/801f25a7fb62ab5e9a0526684f2b787ca499d7354a98e214d3b01cc196821184.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/00b5b9d1b5cd6cd6565026b9a2492a6848ab0140044b10f9e5342e7c5d5b4b08.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Hindawi ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Submit your manuscripts at http://www.hindawi.com ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/6d9049a86ec92587f22266183724555a09e9e411c9c76e322a15653552aa6c02.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/210eced4f71f7796a565875101abdc20c84559af487e284c86fe28fcb6a14686.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    }
]