[
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activ i ty ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "https://doi.org/10.5281/zenodo.4015978 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Available  at www.jpbms.info Review ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium Tortuosum: Effects on Central Nervous System and Related Disease ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jing Wen1, Yangwen Luo1, Isadore Kanfer2, Srinivas Patnala2, Pei Yu1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Author affiliations ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1College of Pharmacy, Jinan University, Guangzhou, China   \n2Faculty of Pharmacy, Rhodes University, Grahamstown, South Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Author contribution: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jing Wen, article writing, contributed towards data collection and analysis, reference search; Yangwen Luo, investigation, reference search; Isadore Kanfer, investigation, proof reading; Srinivas Patnala, formal analysis, proof reading; Pei Yu, supervision, editing, proof reading and project administration. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Address reprint requests to   \nPei Yu,   \nCollege of Pharmacy, Jinan University, Guangzhou, China   \nEmail: pennypeiyu@163.com   \nORCID:  Jing Wen; Yangwen Luo ; Isadore Kanfer ; Srinivas Patnala ; Pei Yu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Core tip: Sceletium tortuosum, a medicinal plant in South Africa, is used as dietary supplements, natural medicines and health food, which has been confirmed to be active to central nervous system by inhibiting phosphodiesterase isozyme 4, serotonin uptake and acetylcholinesterase. It is a useful therapeutic agent in clinical use. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum is a well-known medicinal plant in South Africa with potential applications. Its raw material, extracts and isolated alkaloids are used as dietary supplements, natural medicines and health food. In this paper, methods of planting, extraction, isolation and identification of Sceletium tortuosum, as well as its chemical structure of main extracted alkaloids, their related pharmacological effects and mechanisms for treating the disease are reviewed. In general, Sceletium tortuosum is active to central nervous system (CNS) by inhibiting phosphodiesterase isozyme 4 (PDE4), serotonin (5-HT) uptake and acetylcholinesterase (AChE). It also acts as a monoamine releasing agent for antidepressant effects. Therefore, it is a useful therapeutic agent in clinical use. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Sceletium tortuosum, alkaloids, phosphodiesterase isozyme 4, 5-hydroxytryptamine, central nervous system. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dedication: The article is dedicated to summarize the research development of Sceletium tortuosum for researchers, who would be interested in the exploitation of its pharmaceutical value. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "nt in South Africa, is commonly known as Sceletium (family Aizoaceae) or by its indigenous name, Kanna. The alkaloids from its extract have medicinal value in clinic use. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the early days, Sceletiu m  tortuosum was found to have anesthesia, sedation and analgesic properties, and widely used by local populace in South Africa. It was also used as a chew for hunter-gatherers and herders to cope with life stress 1. Later, Japanese veterinary research showed that in the case of clinical diagnosis of dementia, Sceletium tortuosum reduced the cage pressure of companion animal cats and the night call of older cats 2. The first clinical case report on Sceletium tortuosum described its rapid onset of resistance to anxiety and depression 3. Then more and more plant supplements, healthy teas and beverages containing Sceletium tortuosum were available through farm stalls, health food stores, pharmacies and internet sales. These products are often used to promote calm and health, relieve stress, boost mood and reduce anxiety. In recent years, study found that it may delay chronic disease progression via alkaloiddependent antioxidant or anti-inflammatory action 4. In general, exploring the pharmacological effects and medicinal value of Sceletium tortuosum are under way. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PLANTING ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Wild type of Sceletium tortuosum grew up naturally in the Western, Eastern and Northern Cape provinces of South Africa which generally hidden under other bushes, and a few will grow in the open air. The seeds of the previous generation floated behind and grew moist with rain during the winter, while in the summer, its leaves slowly turned yellow, withered and finally died. When the leaves are green, they are very juicy and can be dried, while the roots can be crushed with rocks, placed in plastic bags, and then mixed and dried. But wild Sceletium tortuosum is almost extinct due to excessive picking, and its commercial value prompts people to plant. The commercially available Sceletium tortuosum is grown organically in the greenhouse and grown in moist parts of farm 5 In addition, Smith 1 described a rapid Sceletium tortuosum planting method in which firewood ash was produced on a small fire, placed on the bottom of the sand hollow, and the freshly picked whole plant was placed in it and covered with hot sand. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EXTRACTION, ISOLATION AND IDENTIFICATION OF ALKALOIDS",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Many researchers had tried to extract the alkaloids from the herbal material. The methods could be summarized as follows: The plant material was extracted with ethanol. After filtration and concentration, the extract was acidified with acid solution. The extract was also obtained by using acid solution to extract the plant material straightly. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The acid extract was neutralized with basic solution and then extracted with organic solvents such as ethyl acetate, acetone, acetonitrile, chloroform or dichloromethane. Then the organic layer was evaporated to give a crude alkaloid 6. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In general, most studies so far have used Soxhlet extraction to extract alkaloids from plant materials. However, the methods of alkaloid separation are constantly updated with advances in instrumentation and software. Chromatography is an excellent tool for the rapid and effective separation of these alkaloid, including solid-phase supported chromatography, high performance liquid chromatography (HPLC), gas chromatography (GC) and so on 7, 8. In addition, Shikanga developed a more sensitive reversed phase-ultra high performance liquid chromatography-photodiode array (RP-UHPLC-PDA) method which was useful for raw plant materials and commercial products containing Sceletium tortuosum alkaloids 9. Based on these, Meyers developed a new liquid chromatography-linear ion trap high-resolution mass spectrometry (LC-HR-MSn) method. In addition to the separation and identification of alkaloids in Sceletium tortuosum, this method can be used to separate and identify its metabolic components 10. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Besides chromatographic separation methods, capillary zone electrophoresis analysis was also a tool for analyzing alkaloids in Sceletium tortuosum. In the research by Patnala and Kanfer, the mesembrine in Sceletium tortuosum products were analyzed by this method 11. Later, Roscher's research proposed a new nonaqueous capillary electrophoresis mass spectrometry (NACE-MS) method which is a powerful tool for separating complex alkaloid mixtures in difficult matrices for forensic analysis of Sceletium-containing products 12. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Currently, the mai n  methods for alkaloid identification include mass spectrometry(MS) 12 and nuclear magnetic resonance(NMR) spectroscopy 10,13,14. Most studies have used the separation methods in combination with identification methods, like Gas chromatography-mass spectrometry (GC-MS) 10, liquid chromatography-ultraviolet/mass spectrometry (LC-UV/MS) 9 , liquid chromatography-linear ion trap high-resolution mass spectrometry(LC-HR-MSn) 10 and nonaqueous capillary electrophoresis mass spectrometry 12. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STRUCTURES OF MAJOR ALKALOIDS",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The structures of main alkaloids 3, 15 which have been isolated from Sceletium tortuosum (Fig. 1).   \nIt was reported that they play a major pharmacological role and widely studied. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/eee8deaaa0e3ff3f572732111eb571ae053b133fe15eb8764f748205b8e923a5.jpg",
        "img_caption": [
            "Figure 1 Main alkaloids of the Sceletium tortuosum. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Pharmacological Function and Clinical Use IMPROVE MEMORY AND ENHANCE COGNITIVE FUNCTION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In previous studies, it was determined that Sceletium tortuosum was a PDE4 inhibitor with an IC50 of 8.5 μg/mL. The extract, Mesemrenone, was the main alkaloid and also had the activity of inhibiting PDE4 with an IC50 value <1 μM 16, 17. It showed Sceletium tortuosum has the efficacy of inhibiting PDE4 in vitro. A new phenomenon was discovered in the PDE4 knockout animal experiment, that was the extract of Sceletium tortuosum improved the memory of rodent species compared with the control 18. Then in nine cognitive domain test experiments, Sceletium tortuosum was examined in healthy subjects with composite memory, speech memory, visual memory, processing speed, executive function, psychomotor speed, response, complex attention and cognitive flexibility, which, for the first time, proved that Sceletium tortuosum enhances cognition in the field of executive function and cognitive flexibility 19. In fact, there had been reported of the cognitive benefits of PDE4-cAMP-CREB (cAMP-response element binding ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences protein) signalling  20, 21,  there ore Sceletium tortuosum had been well-proven for improving cognition. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "On the other hand, Sceletium tortuosum was also a serotonin inhibitor 22, 23. It was not only effective for memory improvement 24, but may also coordinate with PDE to coordinate agerelated cognitive changes 25. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the quantitative electroencephalogram (EEG) source density combined with eye movement test experiments, it was found that in the presence of Sceletium tortuosum in the positive brain, the arithmetic calculation and the resolution of the α2 spectral power of cerebral palsy were increased 26. The α2 power had been used to differentiate patients with mild cognitive impairment during memory tasks, while α2 power was associated with stored procedures, which increased memory storage and improved cognitive impairment 27-29. Therefore, Sceletium tortuosum improved memory and enhances cognition by increasing the α2 spectral power. Because Alzheimer's disease also has significant barriers to memory and cognition, whether Sceletium tortuosum can delay or reverse age-related cognitive decline and Alzheimer's disease process will be a new research direction. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ANALGESIC EFFECT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum was used by South African people for anesthesia, sedation and analgesia very early 30, but it was not studied in depth at that time until the extraction of alkaloidsmesembrine from Sceletium tortuosum had been found to have analgesic effects in the hot plate experiments in which compared with the reference compound morphine, the alkaloid components of Sceletium tortuosum, Mesembrine could increase hot plate delay, appeared to have analgesic properties without abuse liabilities or ataxia 31. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Saura and Valero et al. observed the changes in the electroencephalogram (local field potential) after alkaloids-mesembrine administration, and found that the reduction of θ waves associated with the attenuation of δ, α2 and β1 21 further proved its analgesic effect. Then the results of using the quantitative EEG source density combined with eye tracking on the psychophysiological effects of 60 healthy subjects showed that the data of Sceletium tortuosum was projected into the vicinity of another sedative and Ginkgo ginseng mixture 32, proved that Sceletium tortuosum had a certain analgesic effect. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The analgesic effect of Sceletium tortuosum naturally raised concerns about addiction, but surprisingly, unlike cocaine, the role of Sceletium tortuosum did not seem to cause addiction or hallucinations 33, hence it had a good medicinal significance. Then the scientists immediately conducted research, and the results were exhilarating. The high extract of Sceletium tortuosum was not only a selective serotonin reuptake inhibitor (SSRI), but also a monoamine releasing agent 34. It played a role as a monoamine releasing agent (MRAs), like other MRAs, for example, cocaine and sertraline could exert analgesic effects by blocking the serotonin transporter (SERT) 35. Interestingly, the addiction effect of cocaine and its dual inhibition of SERT and dopamine transporter (DAT) were not applicable in Sceletium extracts 36. Sceletium extract and the pharmacological studies of the key alkaloids memesbrine, mesembrenone and mesembrenol reported that it only blocked the SERT but had no significant inhibitory effect on the DAT 17. The role of Sceletium tortuosum did not cause addiction, so mesembrine product may have the potential to be developed as a therapeutic adjuvant for the treatment of cocaine addiction. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ANTI-STRESS EFFECT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Long-term life stress can translate into chronic physical and mental illness. Over the past 15 years, more and more healthy individuals were using Sceletium products, including teas, tinctures, tablets, capsules, and raw powdered plant material to promote well-being and relieve stress. In the peripheral compartment, Bennett et al. had shown the Sceletium tortuosum extract to inhibit adrenal steroidogenesis via inhibition of CYP17, 3βHSD and 17βHSD, suggesting beneficial therapeutic potential in conditions of stress 37. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Studies had shown that the  extract of Sceletium tortuosum had a good safety and tolerance to sleep quality 38. Emerging evidence suggested that the PDE4-cAMP-CREB signaling cascade played a crucial role in regulating sleep-wake cycles and affective regulation, and Sceletium tortuosum had been found improve sleep by acting as a PDE4 inhibitor in this signaling cascade19. In the sleep deprivation model, sleep deprivation for 5 hours in C57BL/6J mice showed selective damage to cAMP/phosphokinase A-dependent synaptic plasticity, resulting in long-term potentiation (LTP) in the hippocampus 39, while taking Sceletium tortuosum improved subjective quality of sleep on the Hamilton Rating Scale for Depression (HAM-D) subscale compared with model group mice and it was safe and well tolerated 20. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ANTI-ANXIETY EFFECT ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum was used as medicine and health care product in South Africa, in part because people had always recognized its anti-anxiety effect. People had long known that gamma-aminobutyric acid (GABA) and δ-opioid receptor agonists have an anxiolytic effect 40-43, while Sceletium tortuosum appeared to affect γ-aminobutyric acid and opioid receptors at higher doses to produce anxiolytic effects 17. In addition, the chick anxiety depression model and the psychological stress model  44, 45 had verified that it did have the effect of relieving anxiety, but might have some side effects. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In a pharmacological functional study, a single dose of 25 mg of Sceletium tortuosum was found to reduce the amygdala's reactivity to fearful faces under low perceptual load conditions. Subsequent connectivity analysis of the emotional matching task showed that the amygdalahypothalamus coupling was also reduced. These results firstly demonstrated that Sceletium tortuosum could play an anti-anxiety role by attenuating the threat circuitry of the human brain, and this effect may be related to its dual 5-HT reuptake inhibition and PDE4 inhibition 46. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In experiments using quantitative EEG source density combined with eye tracking of the psychophysiological effects of healthy subjects, the results reflected an increase in α1 spectral power with the treatment of Sceletium tortuosum. Higher spectral α1 power indicated relaxation and a higher degree of calm to slow the effects of anxiety, hence Sceletium tortuosum seemed to have the effect of anti-anxiety 32. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "It has been known that when we feel anxious and stressed, the hormones in our body will change accordingly. Similarly, disorders of hormones in the body (such as glucocorticoids and sterols) can also affect our emotions. Anxiety is a form of realizing emotions. Recently, it has been discovered that extract of high mesembrine in Sceletium tortuosum can exert anxiolytic effects by affecting related hormone levels. Studies have shown that alkaloids can regulate glucocorticoid and aldosterone production under simulated stress conditions and can be used to treat stress and anxiety 47. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ANTI-DEPRESSANT EFFECT ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Early on, the prototype PDE4 inhibitor rolipram showed antidepressant activity in animals 48 and clinical patients 49. More and more animal studies have also confirmed that PDE4 inhibitors may be used to treat depression 50 while 5-HT reuptake inhibitors are also widely used in depression 51. Therefore, Sceletium tortuosum, a SSRI and PDE4 inhibitor, produce synergistic therapeutic potential in CNS disorders while providing greater symptomatic efficacy and broader therapeutic utility than the drug itself ? The answer is: yes. Since studies had shown that repeated treatment with SSRIs can upregulate PDE4 52, which in turn reduced sensitivity to long-term treatment of SSRIs, allowing both SSRIs and PDE4 to perform better and reduce side effects. This result suggests that dual treatment with SSRIs and PDE4 inhibitors may be a promising approach 53. Then this assumption was verified by Perrine et al. in their experiments. In two separate functional magnetic resonance imaging design experiments, Sceletium tortuosum was used as a dual inhibitor of SSRI and PDE4, showing reduced anxiety-related amygdala reactivity and amygdala-hypothalamic coupling compared with placebo which supported the further study of the clinical application of dual PDE4 and 5-HT reuptake inhibitors in the treatment of anxiety and depression 40. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the spectral local field  power electron map of Sceletium tortuosum acting on rats, it was found that Sceletium tortuosum dose-dependently induced attenuation of all frequency ranges to varying degrees and produced antidepressant activity at higher doses 21. However, in another experimental study, the extract of Sceletium tortuosum did have antidepressant properties, but it produced ataxia, which would affect its development as an antidepressant drug 24. It is also worth noting that Sceletium tortuosum dose-dependently induces attenuation in all frequency ranges, with a significant statistically significant decrease in the α2 and β1a waves, which are associated with activation of dopaminergic and glutamatergic emission systems, respectively. The strong influence is a reduction in the frequency range of δ and θ, which are associated with changes in cholinergic and norepinephrine systems, respectively, which are associated with neurodegenerative diseases and may warrant further investigation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Recent study found that the high memebrine extract of Sceletium tortuosum up-regulated the vesicular monoamine transporter-2 (VMAT-2) 34 to promote monoamine release and slightly inhibit the activity of type A monoamine oxidase (MAO-A). Its slight inhibition not only produced antidepressant effects, but also reduced chronic lung toxicity, excessive side effects associated with monoamine releasing agent-methylene dioxymetham-phetamine (MDMA) leading to death and other side effects. Therefore, it has good medicinal value 54-56. In addition, MAO-A inhibition reduced intracellular monoamine breakdown and has been shown to be effective in the treatment of neurodegenerative diseases such as depression, Alzheimer's disease and Parkinson's disease 37, 57. Recent reports indicated that the potential therapeutic efficacy of Sceletium tortuosum for depression treatment depends at least in part on the downregulation of pro-inflammatory signals associated with increased mitochondrial activity, and studies have also found that it up-regulated interleukin 10 (IL-10) release, reduced inflammation, down-regulated lipopolysaccharide (LPS) and promoted mitochondrial survival, which helps to attenuate cytokine-induced depression, as well as systemic low-grade inflammation. Since LPS levels are elevated not only in pathogenic infections, but also in chronic diseases such as Alzheimer's disease, Sceletium tortuosum may play an important role in chronic diseases by regulating LPS levels 58. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ANTI-EPILEPSY EFFECT ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Study have found that alpha-amino-3-hydroxy-5-methyl-4-isoxazolproprionic acid (AMPA) receptors have a glutamate binding site and mediate glutamate-related signals and AMPAmediated attenuation is associated with successful adjuvant therapy in patients with epilepsy 59. In the latest study on the effects of Sceletium tortuosum and its four alkaloids on hippocampal electrical excitability, it was found that Sceletium tortuosum and its alkaloids acted on AMPAmediated transmission to prevent seizures 60. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SUMMARY ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Natural products are a rich source of new therapeutic agents. Based on the extraction, isolation, identification, and pharmacological research on the alkaloids from Sceletium tortuosum, suggestion is given to more animal preclinical and clinical researches on it. Sceletium tortuosum and its alkaloids can act as PDE4 and 5-TH inhibitors to improve memory and improve cognition. It acts as an anti-anxiety and anti-depressant synergist as a PDE4 and serotonin reuptake inhibitor, and also acts as a monoamine releasing agent to slightly inhibit monoamine oxidase type A activity. It regulates anxiety by regulating related hormones and produces antidepressant activity. At high doses combined with GABA and opioid receptors, it can relieve anxiety symptoms. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum improves sleep quality by regulating the sleep-wake cycle by regulating the PDE4-cAMP-CREB signaling cascade. It also reduces pain-related δ, α2 and β1 attenuation associated θ waves to exert analgesic effects and does not produce addiction due to noninhibition of dopamine transporter. In addition, it has a certain potential for epilepsy treatment because of its action on AMPA-mediated transmission. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sceletium tortuos u m   may  be involved in a variety of neurodegenerative diseases, chronic diseases, for the targeting of the central nervous system. The related pharmacological effects have been demonstrated by experiments. It has played a certain role in neurological diseases. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The alkaloids of Sceletium tortuosum exerted cellular protective and anti-inflammatory effects and exhibited effective antioxidant effects to maintain the integrity of the central nervous system, which may be employed as either a preventative supplement or complimentary treatment in the context of obesity and diabetes 4. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Nowadays, people face increasing levels of stress, anxiety, insomnia and depression. Particularly, the aging people are susceptible to have diseases such as cognitive memory disorders, Alzheimer's disease, vascular dementia, Parkinson's disease and so on. Excitingly, animal and human studies of Sceletium tortuosum have showed an excellent safety profile. At the same time, preliminary human studies and clinical experience have shown its therapeutic efficacy in anxiety, depression, cognitive impairment and so on. Therefore, Sceletium tortuosum will be a potential drug candidate which is worthy of further research and development in preclinical and clinical trials. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1. Smith CA. Common names of South African plants. 1966.   \n2. Hirabayashi M, Ichikawa K, Fukushima R, Uchino T, Shimada H. Clinical application of South African tea on dementia dog. Japanese Journal of Small Animal Practice. 2002;21:109-13.[Article]   \n3. Gericke N, Viljoen AM. Sceletium--a review update. J Ethnopharmacol. 2008;119(3):653-663. doi:10.1016/j.jep.2008.07.043. [PubMed]   \n4. Bennett A, Van Camp A, Lopez V, Smith C. Sceletium tortuosum may delay chronic disease progression via alkaloid-dependent antioxidant or anti-inflammatory action. J Physiol Biochem. 2018;74(4):539-47. doi: 10.1007/s13105-018-0620-6. [PubMed]   \n5. Gerbaulet M. Revision of the genus Sceletium NE Br.(Aizoaceae).(With 5 figures in the text). Botanische Jahrbucher fur Systematik Pflanzengeschichte und Pflanzengeographie. 1996;118(1):9-24.   \n6. Bodendorf K, Krieger W. Über die Alkaloide von Mesembryanthemum tortuosum L. Arch Pharm. 1957;290(10):441-8.[Article]   \n7. Shikanga EA, Viljoen A, Combrinck S, Marston A. Isolation of Sceletium alkaloids by high-speed countercurrent chromatography. Phytochemistry letters. 2011;4(2):190-3. doi: 10.1016/j.phytol.2011.03.003. [Article]   \n8. Patnala S, Kanfer I. HPLC analysis of mesembrine-type alkaloids in Sceletium plant material used as an African traditional medicine. J Pharm Pharm Sci. 2010;13(4):558-70. doi:10.18433/j3dk5f. [PubMed]   \n9. Shikanga E, Kamatou G, Chen W, Combrinck S, Viljoen A. Validated RP-UHPLC PDA and GC–MS methods for the analysis of psychoactive alkaloids in Sceletium tortuosum. S Afr J Bot. 2012;82:99-107.  [Article]   \n10. Meyer GM, Wink CS, Zapp J, Maurer HH. GC-MS, LC-MS n, LC-high resolution-MS n, and NMR studies on the metabolism and toxicological detection of mesembrine and mesembrenone, the main alkaloids of the legal high “Kanna” isolated from Sceletium tortuosum. Anal Bioanal Chem. 2015;407(3):761-78. doi: 10.1007/s00216-014-8109-9. [PubMed]   \n11. Patnala S, Kanfer I. A capillary zone electrophoresis method for the assay and quality control of mesembrine in Sceletium tablets. J Pharm Biomed Anal. 2008;48(2):440-446. doi:10.1016/j.jpba.2008.01.002. [PubMed]   \n12. Roscher J, Posch TN, Pütz M, Huhn C. Forensic analysis of mesembrine alkaloids in Sceletium tortuosum by nonaqueous capillary electrophoresis mass spectrometry. Electrophoresis. 2012;33(11):1567-1570. doi:10.1002/elps.201100683. [PubMed]   \n13. Larive CK, Barding GA Jr, Dinges MM. NMR spectroscopy for metabolomics and metabolic profiling. Anal Chem. 2015;87(1):133-146. doi:10.1021/ac504075g. [Pubmed]   \n14. Zhao J, Khan IA, Combrinck S, Sandasi M, Chen W, Viljoen AM. 1H-NMR and UPLC-MS metabolomics: Functional tools for exploring chemotypic variation in Sceletium tortuosum from two provinces in South Africa. Phytochemistry. 2018;152:191-203. doi: 10.1016/j.phytochem.2018.03.013. [PubMed]   \n15. Krstenansky JL. Mesembrine alkaloids: Review of their occurrence, chemistry, and pharmacology. J Ethnopharmacol. 2017;195:10-9. doi:10.1016/j.jep.2016.12.004. [PubMed] ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Pei Yu Sceletium tortuosum and its pharmacological activity   \n16. Harvey AL, Young LC  V   oen AM, Gericke NP. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J Ethnopharmacol. 2011;137(3):1124-1129. doi:10.1016/j.jep.2011.07.035.   [PubMed]   \n17. Harvey AL, Young LC, Viljoen AM, Gericke NP. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J Ethnopharmacol. 2011;137(3):1124-1129. doi:10.1016/j.jep.2011.07.035. [PubMed]   \n18. Zhang H. Phosphodiesterase-4D knockout and RNAi-mediated knockdown enhance memory and increase hippocampal neurogenesis via increased cAMP signaling. J Neurosci. 2011;31:172183Lundquist. doi: 10.1523/JNEUROSCI.5236-10.2011.  [PubMed]   \n19. Chiu S, Gericke N, Farina-Woodbury M, et al. Proof-of-Concept Randomized Controlled Study of Cognition Effects of the Proprietary Extract Sceletium tortuosum (Zembrin) Targeting Phosphodiesterase-4 in Cognitively Healthy Subjects: Implications for Alzheimer's Dementia. Evid Based Complement Alternat Med. 2014;2014:682014. doi:10.1155/2014/682014. [PubMed]   \n20. Blokland A, Menniti FS, Prickaerts J. PDE inhibition and cognition enhancement. Expert Opin Ther Pat. 2012;22(4):349-354. doi:10.1517/13543776.2012.674514. [PubMed]   \n21. Saura CA, Valero J. The role of CREB signaling in Alzheimer's disease and other cognitive disorders. Rev Neurosci. 2011;22(2):153-169. doi:10.1515/RNS.2011.018. [PubMed]   \n22. Gualtieri CT, Johnson LG. Reliability and validity of a computerized neurocognitive test battery, CNS Vital Signs. Arch Clin Neuropsychol. 2006;21(7):623-643. doi:10.1016/j.acn.2006.05.007. [PubMed]   \n23. Zimmerman M, Chelminski I, Posternak M. A review of studies of the Hamilton depression rating scale in healthy controls: implications for the definition of remission in treatment studies of depression. J Nerv Ment Dis. 2004;192(9):595-601. doi:10.1097/01.nmd.0000138226.22761.39. [PubMed]   \n24. Homberg JR. Serotonin and decision making processes. Neurosci Biobehav Rev. 2012;36(1):218-236. doi:10.1016/j.neubiorev.2011.06.001. [PubMed]   \n25. Rodríguez JJ, Noristani HN, Verkhratsky A. The serotonergic system in ageing and Alzheimer's disease. Prog Neurobiol. 2012;99(1):15-41. doi:10.1016/j.pneurobio.2012.06.010. [PubMed]   \n26. Dimpfel W, Schombert L, Gericke N. Electropharmacogram of Sceletium tortuosum extract based on spectral local field power in conscious freely moving rats. J Ethnopharmacol. 2016;177:140-147. doi:10.1016/j.jep.2015.11.036. [PubMed]   \n27. Klimesch W, Doppelmayr M, Pachinger T, Ripper B. Brain oscillations and human memory: EEG correlates in the upper alpha and theta band. Neurosci Lett. 1997;238(1-2):9-12. doi:10.1016/s0304-3940(97)00771-4. [PubMed]   \n28. Klimesch W. EEG alpha and theta oscillations reflect cognitive and memory performance: a review and analysis. Brain Res Brain Res Rev. 1999;29(2-3):169-195. doi:10.1016/s0165-0173(98)00056-3. [PubMed]   \n29. Zheng L-l, Jiang Z-y, Yu E-y. Alpha spectral power and coherence in the patients with mild cognitive impairment during a three-level working memory task. Journal of Zhejiang University SCIENCE B. 2007;8(8):584-92. doi: 10.1631/jzus.2007.B0584. [PubMed]   \n30. Georgiev V, Ilieva M, Bley T, Pavlov A. Betalain production in plant in vitro systems. Acta Physiologiae Plantarum. 2008;30(5):581-93. doi: 10.1007/s11738-008-0170-6. [Article]   \n31. Loria MJ, Ali Z, Abe N, Sufka KJ, Khan IA. Effects of Sceletium tortuosum in rats. J Ethnopharmacol. 2014;155(1):731-735. doi:10.1016/j.jep.2014.06.007. [PubMed]   \n32. Dimpfel W, Gericke N, Suliman S, Dipah GNC. Effect of Zembrin® on Brain Electrical Activity in 60 Older Subjects after 6 Weeks of Daily Intake. A Prospective, Randomized, Double-Blind, Placebo-Controlled, 3- Armed Study in a Parallel Design. World Journal of Neuroscience. 2016;7(1):140-71. doi: 10.4236/wjns.2017.71011.  [Article]   \n33. Van W, Wink M. Medicinal Plants of the world. Portland, OR: Timber Press; 2004.   \n34. Coetzee DD, López V, Smith C. High-mesembrine Sceletium extract (Trimesemine™) is a monoamine releasing agent, rather than only a selective serotonin reuptake inhibitor. J Ethnopharmacol. 2016;177:111- 116. doi:10.1016/j.jep.2015.11.034.  [PubMed]   \n35. Wang Y, Liu M, Wang H, Bai Y, Zhang X, Sun Y, et al. Involvement of serotonin mechanism in methamphetamine-induced chronic pulmonary toxicity in rats. 2013;32(7):736-46. doi: 10.1177/0960327112468174.  [PubMed]   \n36. Torres GE, Gainetdinov RR, Caron MG. Plasma membrane monoamine transporters: structure, regulation and function. Nat Rev Neurosci. 2003;4(1):13-25. doi:10.1038/nrn1008. [PubMed]   \n37. Bennett A, López V, van Camp A, Smith C. Sceletium tortuosum and depression: mechanisms elucidated. Planta Med. 2016;82(S 01):P853. doi: 10.1016/j.jep.2017.12.020. [PubMed] ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Pei Yu ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "38. Nell H, Siebert M, Che  an P, Gericke N. A randomized, double-blind, parallel-group, placebo-controlled trial of Extract Sceletium tortuosum (Zembrin) in healthy adults. J Altern Complement Med. 2013;19(11):898- 904. doi:10.1089/acm.2012.0185. [PubMed]   \n39. Vecsey CG, Baillie GS, Jaganath D, et al. Sleep deprivation impairs cAMP signalling in the hippocampus. Nature. 2009;461(7267):1122-1125. doi:10.1038/nature08488. [PubMed]   \n40. Perrine SA, Hoshaw BA, Unterwald EM. Delta opioid receptor ligands modulate anxiety-like behaviors in the rat. Br J Pharmacol. 2006;147(8):864-872. doi:10.1038/sj.bjp.0706686. [PubMed]   \n41. Randall-Thompson JF, Pescatore KA, Unterwald EM. A role for delta opioid receptors in the central nucleus of the amygdala in anxiety-like behaviors. Psychopharmacology (Berl). 2010;212(4):585-595. doi:10.1007/s00213-010-1980-y. [PubMed]   \n42. Watson GS, Roach JT, Sufka KJ. Benzodiazepine receptor function in the chick social separation-stress procedure. Exp Clin Psychopharmacol. 1999;7(2):83-89. doi:10.1037//1064-1297.7.2.83. [PubMed]   \n43. Watson G, Sufka KJ. Chlordiazepoxide reverses social-separation-induced distress vocalizations and analgesia in young domestic fowl. Exp Clin Psychopharmacol. 1996;4(4):347. doi: 10.1037/1064- 1297.4.4.347. [Article]   \n44. Smith C. The effects of Sceletium tortuosum in an in vivo model of psychological stress. J Ethnopharmacol. 2011;133(1):31-36. doi:10.1016/j.jep.2010.08.058. [PubMed]   \n45. Carpenter JM, Jourdan MK, Fountain EM, Ali Z, Abe N, Khan IA, et al. The effects of Sceletium tortuosum (L.) NE Br. extract fraction in the chick anxiety-depression model. J Ethnopharmacol. 2016;193:329-32. doi:10.1016/j.jep.2016.08.019. [PubMed]   \n46. Terburg D, Syal S, Rosenberger LA, Heany S, Phillips N, Gericke N, et al. Acute effects of Sceletium tortuosum (Zembrin), a dual 5-HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus. Neuropsychopharmacology. 2013;38(13):2708. doi: 10.1038/npp.2013.183. [Article]   \n47. Swart A, S Swart AC, Smith C. Modulation of glucocorticoid, mineralocorticoid and androgen production in H295 cells by Trimesemine™ a mesembrine-rich Sceletium extract. J Ethnopharmacol. 2016;177:35-45. doi:10.1016/j.jep.2015.11.033. [PubMed]   \n48. Saccomano NA, Vinick FJ, Koe BK, et al. Calcium-independent phosphodiesterase inhibitors as putative antidepressants: [3-(bicycloalkyloxy)-4-methoxyphenyl]-2-imidazolidinones. J Med Chem. 1991;34(1):291- 298. doi:10.1021/jm00105a045. [PubMed]   \n49. Fleischhacker WW, Hinterhuber H, Bauer H, et al. A multicenter double-blind study of three different doses of the new cAMP-phosphodiesterase inhibitor rolipram in patients with major depressive disorder. Neuropsychobiology. 1992;26(1-2):59-64. doi:10.1159/000118897. [Article] [PubMed]   \n50. Halene TB, Siegel SJ. PDE inhibitors in psychiatry–future options for dementia, depression and schizophrenia? Drug Discovery Today. 2007;12(19-20):870-8.  doi: 10.1016/j.drudis.2007.07.023. [PubMed]   \n51. Pringle A, Browning M, Cowen PJ, Harmer CJ. A cognitive neuropsychological model of antidepressant drug action. Prog Neuropsychopharmacol Biol Psychiatry. 2011;35(7):1586-1592. doi:10.1016/j.pnpbp.2010.07.022. [PubMed]   \n52. Ye Y, Jackson K, O'Donnell JM. Effects of repeated antidepressant treatment of type 4A phosphodiesterase (PDE4A) in rat brain. J Neurochem. 2000;74(3):1257-1262. doi:10.1046/j.1471-4159.2000.741257.x. [PubMed]   \n53. Cashman JR, Voelker T, Johnson R, Janowsky A. Stereoselective inhibition of serotonin re-uptake and phosphodiesterase by dual inhibitors as potential agents for depression. Bioorg Med Chem. 2009;17(1):337-343. doi:10.1016/j.bmc.2008.10.065. [PubMed]   \n54. Fon EA, Pothos EN, Sun BC, Killeen N, Sulzer D, Edwards RH. Vesicular transport regulates monoamine storage and release but is not essential for amphetamine action. Neuron. 1997;19(6):1271-1283. doi:10.1016/s0896-6273(00)80418-3. [PubMed]   \n55. Rietjens SJ, Hondebrink L, Westerink RH, Meulenbelt J. Pharmacokinetics and pharmacodynamics of 3,4- methylenedioxymethamphetamine (MDMA): interindividual differences due to polymorphisms and drugdrug interactions. Crit Rev Toxicol. 2012;42(10):854-876. doi:10.3109/10408444.2012.725029. [PubMed]   \n56. Smilkstein MJ, Smolinske SC, Rumack BH. A case of MAO inhibitor/MDMA interaction: agony after ecstasy. J Toxicol Clin Toxicol. 1987;25(1-2):149-159. doi:10.3109/15563658708992620. [PubMed]   \n57. Pathak A, K Srivastava A, K Singour P, Gouda P. Synthetic and natural monoamine oxidase inhibitors as potential lead compounds for effective therapeutics. Central Nervous System Agents in Medicinal Chemistry (Formerly Current Medicinal Chemistry-Central Nervous System Agents). 2016;16(2):81-97. doi: 10.2174/1871524915666150624120516.  [Article] [PubMed] ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Journal of Pharmaceutical and Biomedical Sciences ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum and its pharmacological activity ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "58. Bennett AC, Smith C.  Im munomodulatory effects of Sceletium tortuosum (Trimesemine™) elucidated in vitro: Implications for chronic disease. J Ethnopharmacol. 2018;214:134-140. doi:10.1016/j.jep.2017.12.020. [PubMed]   \n59. Steinhoff BJ. The AMPA receptor antagonist perampanel in the adjunctive treatment of partial-onset seizures: clinical trial evidence and experience. Ther Adv Neurol Disord. 2015;8(3):137-147. doi:10.1177/1756285615575696. [PubMed]   \n60. Dimpfel W, Franklin R, Gericke N, Schombert L. Effect of Zembrin® and four of its alkaloid constituents on electric excitability of the rat hippocampus. J Ethnopharmacol. 2018;223:135-141. doi:10.1016/j.jep.2018.05.01. [PubMed] ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Article citation: ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Jing Wen, Yangwen Luo, Isadore Kanfer, Srinivas Patnala, Pei Yu. Sceletium Tortuosum: Effects on Central Nervous System and Related Disease. J Pharm Biomed Sci. 2020; 10 (06): 151-160. doi: 10.5281/zenodo. 4015978. Available at http://www.jpbms.info ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflicts of Interest: No conflict of interest. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Disclaimer: Any views expressed in this paper are those of the authors and do not reflect the official policy or position of the Department of Defense. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Source of funding: None ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abbreviations: ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CNS: central nervous system; PDE4: phosphodiesterase isozyme 4; 5-HT: serotonin; AChE: acetylcholinesterase; HPLC: high performance liquid chromatography; GC: gas chromatography; RP-UHPLC-PDA: reversed phaseultra high performance liquid chromatography-photodiode array; LC-HR-MSn: iquid chromatography-linear ion trap high-resolution mass spectrometry; NACE-MS: nonaqueous capillary electrophoresis mass spectrometry; MS: mass spectrometry; NMR: nuclear magnetic resonance; LC-UV/MS: liquid chromatographyultraviolet/mass spectrometry; CREB: cAMP-response element binding protein; EEG: electroencephalogram; SSRI: selective serotonin reuptake inhibitor; MRAs: monoamine releasing agent; SERT: serotonin transporter; DAT: dopamine transporter; LTP: long-term potentiation；HAM-D: Hamilton Rating Scale for Depression; GABA: gamma-aminobutyric acid; VMAT-2: vesicular monoamine transporter-2; MAO-A: type A monoamine oxidase; MDMA: methylene dioxymetham-phetamine; IL-10: interleukin 10; LPS: lipopolysaccharide; AMPA: alpha-amino-3-hydroxy-5-methyl-4-isoxazolproprionic acid. ",
        "page_idx": 9
    }
]