[
    {
        "type": "text",
        "text": "The effects of Sceletium tortuosum in an in vivo model of psychological stress ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "C. Smith ∗ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Physiological Sciences, Stellenbosch University, Private Bag X1, Matieland 7602, South Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a r t i c l e i n f o ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 1 April 2010   \nReceived in revised form 13 August 2010   \nAccepted 30 August 2010   \nAvailable online 17 September 2010 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nCorticosterone   \nTestosterone   \nC-reactive protein   \nCytokine   \nBehavior ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b s t r a c t ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aim of the study: Sceletium, and especially Sceletium tortuosum, is traditionally used as masticator and thought to have a sedative effect which may be beneficial to reduce symptoms of anxiety and/or depression. The current study evaluated the scientific merit of these anecdotal claims in an in vivo model of psychological stress. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials and methods: Male Wistar rats were administered either placebo, 5 or 20 mg/kg/day of Sceletium tortuosum extract for 17 days by daily oral gavage. $50 \\%$ of rats were exposed to repeated restraint stress lasting 1 h for the last 3 days of treatment. Rat behavioral changes in response to stress were assessed using the elevated plus maze on the last day of restraint, immediately after the restraint session. Rats were sacrificed $2 4 \\mathrm { h }$ after the last restraint exposure and whole blood collected. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results: Behavior indicated a limited effect of lower dose Sceletium to decrease restraint stress-induced self-soothing behavior, as well as to decrease stress-induced corticosterone levels. However, increased $\\mathrm { I L } { - } 1 \\beta$ levels argue against the claim that the plant may act as selective serotonin reuptake inhibitor, while this result combined with increased levels of C-reactive protein and prostaglandin $\\mathsf { E } _ { 2 }$ suggest intolerance to the treatment. Decreased IL-2 and increased IL-10 levels in response to Sceletium treatment suggest a suppressive effect on T helper 1 immune function. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusions: Although data indicates a limited positive effect of Sceletium on restraint-induced anxiety, numerous side-effects were evident. More research is required to derive an optimal therapeutic dose. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathbb { O } 2 0 1 0$ Elsevier Ireland Ltd. All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Stress-related conditions are becoming more and more prevalent globally, but particularly so in developing countries, such as South Africa (Yusuf et al., 2001). Depression is known to be highly prevalent immediately before suicide (Heila et al., 1997), which was recently reported as a leading cause of death in South Africa (Stafford et al., 2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In most developing countries, mental conditions associated with stress, such as depression, do not enjoy recognition as a disease and as such are not treated in primary healthcare facilities. In South Africa in particular, only about $1 5 \\%$ of the population is covered by private medical aid systems (Eastman, 2005) and traditional healers outnumber “Western” doctors by at least 10 to 1 (Morris, 2001). Therefore it is not surprising that there is a tendency for patients to turn to traditional healers and traditional plant and herbal remedies. Research into the effects of traditional medicines in standardised models which can exclude the placebo effect, and elucidation of mechanisms of action of these products, may provide scientific proof of efficacy for a variety of ailments, so that these remedies may be used optimally, especially in developing countries where the majority of the population has no alternative for treatment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum, a member of the family Mesembryanthemaceae (Smith et al., 1996), is one of the plants traditionally claimed to have sedative and anti-anxiety properties (Jin, 2009). The anecdotal evidence of efficacy of this plant, which occurs mainly in the eastern and western parts of South Africa, and which is traditionally known as “kougoed” or “kanna”, was recently comprehensively reviewed (Gericke and Viljoen, 2008). A number of Japanese studies quoted in this review suggested a sedative effect in cats and dogs with dementia, but these studies did not seem to include control groups, so that it is not possible to make firm conclusions on efficacy from the limited information available. Similarly, a limited number of case reports suggest an anti-anxiety and anti-stress effect in humans (Gericke and Viljoen, 2008). However, given the heavy burden of stress on society, these claims of positive effects from seemingly uncontrolled in vivo studies warrant formal investigation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In a recent review, the anecdotally reported anti-stress effects of Sceletium tortuosum was ascribed to the alkaloids contained in the plant, which includes mesembrine, mesembrenone, $\\Delta ^ { 7 }$ mesembrenone, mesembranol and epi-mesembranol. In a report of previously unpublished data (Gericke and Viljoen, 2008), synthetically prepared mesembrine, one of the major alkaloids known to be present in Sceletium, was reported to selectively inhibit serotonin uptake in a dose-dependent manner in vitro. Mesembrine isolated from Sceletium has also previously been reported to be weakly narcotic (Smith et al., 1996). However, a more recent report, elucidating the phytochemical content of Sceletium tortuosum in particular (Patnala and Kanfer, 2009), reported that a fermentation process, similar to the traditional preparation process anecdotally described (Smith et al., 1996), altered the alkaloid content of the plant material by transformation of mesembrine to $\\Delta ^ { 7 }$ mesembrenone. Therefore, it is uncertain whether the effects ascribed to Sceletium are due to effects of the mesembrine or its transformed form. Since the traditional use of the plant includes a rudimentary fermentation process, it seems likely to be the latter. However, another report suggests that the fermentation process may decrease the amount of oxalates in the plant material, which may act as a gastric irritant, causing unwanted side-effects (Smith et al., 1996), which poses an alternative reason for traditional fermentation that is unrelated to its claimed anxiolytic effect. The current study therefore investigated the effects of unfermented Sceletium tortuosum in an established in vivo model of psychological stress (Smith et al., 2007), in a quest to evaluate the scientific merit of the claims made. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and methods ",
        "text_level": 2,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was ethically approved by the Stellenbosch University Subcommittee B Research Ethics Committee (reference number 2006B02004), and all experimental work was conducted according to the guidelines for animal research as prescribed by the South African Medical Research Council. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Experimental animals ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "90 male Wistar rats $( \\approx 3 0 0 \\ : \\mathrm { g } )$ were randomly divided into 6 weight-matched groups $_ { . n = 1 5 }$ per group), as follows: placebo control (P-C), subjected to oral gavage of vehicle only; low-dose control (L-C), supplemented with a low concentration of Sceletium tortuosum; high-dose control (H-C), supplemented with a high concentration of Sceletium tortuosum; placebo stress (P-S), low-dose stress (L-S) and high-dose stress (H-S), similar to P-C, L-C and H-C, respectively, but with addition of daily stress exposure. All animals were housed in groups of 5 in standard rat cages, fed tap water and standard rat chow ad lib, and were subjected to a $^ { 1 2 \\mathrm { h } }$ light/dark cycle (lights on 7 am). Humidity was not controlled (similar to other facilities in SA), while temperature was controlled at $2 1 ^ { \\circ } \\mathsf C ,$ , and sufficient ventilation provided by 10 room changes per hour. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Source plant and extract preparation ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The plant material used in this study was a cultivar of Sceletium tortuosum (L.) N.E.Br. $\\dot { \\mathbf { \\eta } } = \\mathbf { \\eta }$ Mesembryranthemum tortuosum L.). Leaves were collected from the source plant and used to prepare a 2:1 spray-dried aqueous–ethanolic extract (no fermentation, personal communication: Dr N. Gericke). Unfortunately no voucher specimen was lodged in a herbarium. Therefore, in order to put our study in context of the literature, we analysed the extract for its alkaloid content, using GC–MS techniques, based on the method described earlier (McCoy et al., 1983). Briefly, $1 \\mathrm { m l }$ chloroform and $1 \\mathrm { m l } 1 \\mathrm { M }$ HCl were added to $0 . 5 { \\mathrm { g } }$ plant material. The mixture was mixed vigorously and sonicated for $2 0 \\mathrm { m i n }$ . The mixture was centrifuged and the aqueous layer was removed and washed with one volume of chloroform. The aqueous layer was made basic with NaOH and extracted twice with chloroform. The chloroform layers (containing the alkaloids) were combined, dried with ${ \\bf N a } _ { 2 } { \\bf S O } _ { 4 }$ and injected on to the GC–MS (Waters GCT Premier). Total ion chromatogram of the extracted material illustrated the presence of 4 alkaloid peaks, appearing at 12.40, 12.57, 12.96 and $1 3 . 3 7 \\mathrm { m i n }$ , respectively. By comparison to a standard, the relatively smallest peak, eluding at 12.96 min, was identified as mesembrine. This is in agreement with an earlier study, which also reported that mesembrine is not the dominant constituent in Sceletium (Smith et al., 1996). Plant material used in the current study was unfermented and uncrushed. Despite comprehensive search the literature, no mass spectra could be obtained for Sceletium plant material processed in the same way, or for the same alkaloids in other plant material. Due to the published effects of processing on the relative abundance of alkaloids in relation to each other, and the relative difficulty of obtaining suitable analytical reference standards (Gericke and Viljoen, 2008), no definite identification could be made of the other 3 alkaloid peaks in the current study. It is of interest to note that the electron impact mass spectra for these 3 peaks contained many corresponding substances, e.g. those with $m / z$ of 70 and 218, as well as many close to 289 (Fig. 1), which places the unidentified alkaloids in the same structural category as mesembrine and $\\Delta ^ { 7 }$ mesembrenone. However, definite identification will only be possible after more comprehensive analysis by experts in this area. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3. Treatment intervention ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "After habituation of all rats to oral gavage by administration of tap water only for a period of 7 days, placebo rats were administered $0 . 8 5 \\%$ sterile saline by oral gavage for a period of 17 days. For the same period, low-dose rats were supplemented with $5 \\mathrm { m g / k g / d a y }$ of Sceletium extract, and high-dose rats with $2 0 \\mathrm { m g / k g / d a y }$ , also by oral gavage. (Commercially, doses of $1 . 5 { - } 6 \\mathrm { m g } / \\mathrm { k g } / \\mathrm { d a y }$ are prescribed for human consumption [e.g. http://www.kanna.co.za].) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4. Stress intervention ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "After a period of supplementation with no other intervention for 14 days, stress groups were subjected to 1 h per day of restraint for 3 consecutive days. Briefly, rats were placed individually into Perspex cages $( 6 \\mathrm { c m } \\times 7 \\mathrm { c m } \\times 1 8 \\mathrm { c m } )$ designed for this purpose, which do not allow free movement, to induce a mild, psychological stress response. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.5. Sample and data collection ",
        "text_level": 3,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "After 3 days of daily stress exposure, stress- and/or chronic treatment-induced changes in behavior was assessed for $5 \\mathrm { { m i n } }$ immediately after the 3rd restraint session, using the elevated plus-maze. Rats were euthanized $2 4 \\mathrm { h }$ after their last exposure to stress (or similar time of day in case of control groups, between 8 and $1 0 { \\mathsf { a m } } { \\bmod { \\mathsf { \\Omega } } } .$ , by means of sodium pentabarbitone overdose. Whole blood was collected by extravasations from the right cardiac ventricle, into heparinised Vacutainer tubes. After centrifugation, plasma samples were aliquotted into $1 . 5 \\mathrm { m l }$ reaction vials and stored at $- 8 0 ^ { \\circ } C$ for subsequent batch analysis. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f3c62c12b1d6b713699827689f5809bbd9f656e9d15da78571c801130041a06c.jpg",
        "img_caption": [
            "Fig. 1. Electron impact mass spectra for the three unidentified alkaloids present in Sceletium tortuosum, obtained by GC–MS. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Plasma was analysed using commercial ELISA and EIA kits, for concentrations of corticosterone (AC-14F, Immunodiagnostic Systems, Frankfurt, Germany), testosterone (EIA-1559, DRG Instruments GmbH, Germany), C-reactive protein (IB66103, ImmunoBiological Laboratories, Minneapolis, MI, USA), prostaglandin $\\mathsf { E } _ { 2 }$ $( \\mathrm { P G E } _ { 2 } )$ (900-001, Assay Designs, Ann Arbor, MI, USA), TNF- $\\mathbf { \\sigma } \\cdot \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha }$ , IL$1 \\beta$ , IFN- $\\cdot \\gamma$ , IL-2 and IL-10 (custom-designed 5-plex Multiplex kit, Bio-Rad Laboratories, Johannesburg, SA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Effects of stress and Sceletium treatment was statistically analysed using factorial ANOVA and Bonferroni post hoc tests (Statistica v.9, StatSoft). Results are presented as averages and standard errors of the mean (SEM). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 4,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The results presented here, in terms of the in vivo effects of Sceletium tortuosum in a rodent model of psychological stress, includes basic assessments of psychological behavior and hormone levels, as well as a more comprehensive analysis of the inflammatory system. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For body mass, there were no group differences in initial body mass, change in body mass increase during habituation, or change in body mass increase during the stress intervention. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Changes in behavior, as assessed using the elevated plus maze, are presented in Table 1. In terms of behavior, there was no effect of treatment alone, but clear effects of stress were evident $P { < } 0 . 0 0 0 0 1$ ). Univariate ANOVA also returned a significant interaction effect of stress and Sceletium treatment $( P { < } 0 . 0 5 )$ , which was probably due to a heightened response to stress in terms of time spent exploring open arms of the elevated plus maze in rats treated with Sceletium (both high and low doses) when compared to placebo-treated stressed rats, as well as in terms of time spent in closed arms, where low-dose treated stressed rats exhibited significantly more anxiety behavior. Although grooming behavior increased in response to stress, Sceletium treatment did not have any effect on this parameter. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Turning to blood analysis, corticosterone levels were significantly increased in response to stress (ANOVA main effect, $P { < } 0 . 0 0 0 0 0 0 1$ ). When considering the effect of Sceletium treatment, the average corticosterone concentration in the low-dose stress group was $1 8 \\%$ and $20 \\%$ lower when compared to the high-dose and placebo groups, respectively (Fig. 2). However, due to normally high variability of this parameter, this result was not statistically significant. Testosterone concentration was not significantly affected by either stress or treatment interventions (Fig. 3). ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/c9c0f9d770bc22df7716f0ff2b750538504051a6ca7be7deb1d570cdc269f641.jpg",
        "table_caption": [
            "Table 1 Behavioral responses to stress after either low- or high-dose Sceletium tortuosum administration, as assessed using the elevated plus maze. "
        ],
        "table_footnote": [
            "All values are average time and SEM in s. ",
            "a Value different from control (L-C; $P { < } 0 . 0 0 0 1$ ) and placebo stress (P-S; $P { < } 0 . 0 0 5$ ). b Value different from control (H-C) and placebo stress (P-S) (both $P { < } 0 . 0 5$ ). c Value different from control (L-C; $P { < } 0 . 0 1$ ). d Value different from control (P-C; $P { < } 0 . 0 0 5$ ). e Value different from control (H-C; $P { < } 0 . 0 0 0 5$ ). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>P-C</td><td>L-C</td><td>H-C</td><td>P-S</td><td>L-S</td><td>H-S</td></tr><tr><td>Time spent in open arms</td><td>45±7</td><td>46±8</td><td>58±8</td><td>63± 15</td><td>125 ± 18a</td><td>114± 13b</td></tr><tr><td>Time spent in closed arms</td><td>167 ± 11</td><td>176 ± 10</td><td>159 ± 12</td><td>131± 16</td><td>114 ± 17℃</td><td>110 ± 13</td></tr><tr><td>Grooming time</td><td>10±2</td><td>15±2</td><td>8±1</td><td>50±8d</td><td>32±6</td><td>47 ± 10e</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/efb6718a5c228a9d041ae36e214fb35b9db9f21d952d682eacaf3516bccbff21.jpg",
        "img_caption": [
            "Fig. 2. The effect of restraint stress with or without daily administration of Sceletium tortuosum on circulating corticosterone levels. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Statistical analysis revealed a main effect of both stress $( P < 0 . 0 0 0 0 0 1$ ) and treatment $( P { < } 0 . 0 0 5 )$ , as well as an interaction effect ${ ' P } { < } 0 . 0 0 5 )$ of the two on the plasma levels of the acute phase protein, C-reactive protein (CRP) (Fig. 4). While post hoc analysis showed no effect of treatment in the non-stressed groups, in the stressed groups, CRP was significantly increased when compared to controls, and this increase seemed to also be a Sceletium dose-dependent effect, with higher CRP levels in response to the treatment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Prostaglandin $\\mathsf { E } _ { 2 }$ levels showed a similar effect of treatment (ANOVA main effect, $\\textstyle P < 0 . 0 5$ ), but no effect of stress (Fig. 5). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/109a6dd6ac8a444f33f2962ce53704d3dbba3b925268b597fae79ad860e8de7f.jpg",
        "img_caption": [
            "Fig. 3. Plasma testosterone levels in response to stress in the presence and absence of Sceletium tortuosum. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8e9c8276f08e23adc869ebab44f93827b173b555868cedcda199da538414cc34.jpg",
        "img_caption": [
            "Fig. 4. Effects of restraint stress and Sceletium administration on plasma C-reactive protein concentration. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Although average values suggested an increased $\\mathsf { P G E } _ { 2 }$ response to Sceletium administration, post hoc analysis returned only a tendency for higher responses when comparing high-dose vs. placebo-treated control rats. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In terms of cytokines, varied responses were evident (Table 2). $\\mathsf { I F N - \\boldsymbol { \\gamma } }$ and TNF- $\\mathbf { \\sigma } \\cdot \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha }$ levels were not affected by any of the interventions. IL- $\\cdot 1 \\beta$ exhibited a main effect of treatment $( P { < } 0 . 0 5 )$ and a tendency for an effect of stress $\\stackrel { \\prime } { P } = 0 . 0 6 \\dot { 2 }$ , both to increase cytokine levels. Similarly, IL-10 levels indicated a tendency for a treatment effect $P = 0 . 0 6 )$ , again to increase cytokine levels. IL-2 levels were not affected by restraint stress, but, contrary to the treatment effect measured for IL- $^ { \\cdot 1 \\beta }$ and IL-10, there was a significant effect of treatment to decrease IL-2 levels $\\cdot P { < } 0 . 0 5 ) ,$ . An interaction effect of stress and treatment $( P { < } 0 . 0 5 )$ suggests that this effect was only valid in the stressed condition, while post hoc analysis revealed a significantly higher IL-2 level in P-S when compared to H-S $P { < } 0 . 0 0 5 { \\mathrm { ; } }$ . ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e87203780970418d178599c5b19ced4236bde867362f946491d1ff72e05368bc.jpg",
        "img_caption": [
            "Fig. 5. Effect of Sceletium administration on plasma prostaglandin $\\mathsf { E } _ { 2 }$ in control and stressed rats. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/34ee31f86a2698dc75bcda5db88181e75cb098d68b6b2ba0dd65b9a61d4108c8.jpg",
        "table_caption": [
            "Table 2 Cytokine responses to restraint stress in rats supplemented with placebo, low-dose or high-dose Sceletium. "
        ],
        "table_footnote": [
            "a Value different from H-S $P { < } 0 . 0 0 5 { \\mathrm { ; } }$ ). "
        ],
        "table_body": "<html><body><table><tr><td></td><td>P-C</td><td>L-C</td><td>H-C</td><td>P-S</td><td>L-S</td><td>H-S</td></tr><tr><td>IFN-γ</td><td>11.9 ± 2.1</td><td>12.2 ± 6.3</td><td>17.4 ± 4.0</td><td>11.0 ± 0.5</td><td>13.3 ± 3.8</td><td>12.5 ± 3.2</td></tr><tr><td>TNF-α</td><td>22.2 ± 5.6</td><td>37.6 ± 14.1</td><td>44.7 ± 4.6</td><td>13.0 ± 1.6</td><td>16.7 ± 3.3</td><td>34.2 ± 7.1</td></tr><tr><td>IL-1β</td><td>20.4 ± 4.1</td><td>26.5 ± 5.4</td><td>33.5 ± 2.1</td><td>36.1 ± 5.9</td><td>29.4 ± 5.9</td><td>45.4 ± 7.2</td></tr><tr><td>IL-10</td><td>17.6 ± 1.9</td><td>24.2 ± 3.2</td><td>27.3 ± 3.7</td><td>18.5 ± 5.4</td><td>16.1 ± 1.3</td><td>27.1 ± 5.6</td></tr><tr><td>IL-2</td><td>70.8 ± 12.9</td><td>63.7 ± 16.3</td><td>66.8 ± 11.4</td><td>110.1 ± 12.0a</td><td>81.9 ± 13.1</td><td>40.6 ± 5.8</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Anecdotal evidence on the effect of Sceletium on behavior is varied, with quotes from a recent review ranging from symptoms such as “becoming excited and intoxicated” to the opposite, having “narcotic properties” or being a “good sedative” (Gericke and Viljoen, 2008). In the same review, non-peer-reviewed data was presented to illustrate a dose-dependent effect of mesembrine (the main alkaloid to which the effect of Sceletium is ascribed) on serotonin (5-HT) uptake, where serotonin reuptake was reported to be inhibited in presence of mesembrine concentrations in excess of $1 \\times 8 ^ { - 8 } \\mathrm { M }$ , without affecting reuptake of noradrenalin or dopamine. This result would seem to support the notion of a sedative effect. In our model of mild, psychological stress, changes in exploratory behavior seemed to point to an exacerbation of anxiety, rather than a calming effect. Although this response argues against the above-mentioned effect of mesembrine, it is in agreement with some anecdotal evidence of Sceletium-induced excitement, also mentioned earlier. In contrast, when considering the time spent grooming, a recognized “self-soothing” behavior (Judge et al., 2006), in the stressed rats treated with low-dose Sceletium, grooming time, although still elevated when compared to controls, was approximately $30 \\%$ lower when compared to both placebo and high-dose treated stressed rats. Although not a statistically significant result, this may suggest a calming effect of the lower dose. However, from the current results, no clear conclusion can be drawn at this time. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Although there was a clear response to stress in corticosterone levels, data did not indicate a statistically significant effect of Sceletium treatment on hormone levels. However, similar to the observation for grooming time, in the low-dose treated stressed group, corticosterone levels were approximately $20 \\%$ lower when compared to the other two stressed groups. It is therefore possible that the usually high inter-individual variation in the corticosterone response to stress may have masked a stress-limiting effect, but a study on a much larger population is required to substantiate or refute this suggestion. The result of no effect on testosterone levels is a desired one, given the possibility of unwanted side-effects when anabolic homeostasis is disturbed (de Ronde, 2009; Thomas et al., 2008). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "IL- $1 \\beta$ is known to be a potent inducer of corticosterone production via induction of CRH release (Watkins, 1994). Therefore, it is not surprising that stress was associated with an increase in the level of this cytokine. In terms of the claim made earlier (Gericke and Viljoen, 2008), that Sceletium may act as a selective serotonin reuptake inhibitor (SSRI) due to mesembrine action, the current data argues against this suggestion: IL- $1 \\beta$ and TNF- $\\mathbf { \\nabla } \\cdot \\mathbf { \\alpha } \\propto$ is known to stimulate serotonin uptake (Zhu et al., 2006), so that one might expect a decrease in these cytokines after treatment with a SSRI. However, the current data indicate an effect of treatment to increase IL- $1 \\beta$ levels, and having no effect on average TNF- $\\mathbf { \\sigma } \\cdot \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha } \\mathbf { \\cdot } \\mathbf { \\alpha }$ levels. Unfortunately serotonin levels could not be assessed in the current study, so that the mechanism by which Sceletium may potentially exert positive effects on behavior and corticosterone levels as discussed above, as well as anecdotally claimed, remains to be scientifically elucidated. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Despite the fact that the above findings may hint at a positive effect of low-dose Sceletium treatment on anxiety, it is important to also consider other, potentially less desirable effects that such a treatment may elicit, such as intolerance to one or more of the constituents of the plant supplement or undesirable effects on other organs or systems. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Arguably the most common indicator of inflammation used by researchers, the acute phase protein CRP, showed clear effects of treatment, with CRP levels increasing significantly in a Sceletium dose-dependent manner in control rats. This response was not evident in the stressed rats, possibly due to the anti-inflammatory effect of corticosterone, which was increased by more than 5-fold in response to restraint stress. This parameter (CRP) indicates the presence of inflammation, but more precise causes of this relatively general response can be elucidated by assessment of the circulating cytokine profile. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\scriptstyle \\mathrm { I L - } 1 \\beta$ is commonly known to also play a major role in the inflammatory response (Peakman and Vergani, 2009; Roitt, 1994). Other cytokine levels assessed supports the notion of an inflammatory response to the supplement. For example, prostaglandin $\\mathsf { E } _ { 2 }$ level changes mirrored the treatment effect evident for CRP and IL- $\\cdot 1 \\beta$ . Since IL- $1 \\beta$ is known to stimulate release of $\\mathsf { P G E } _ { 2 }$ release (Jana et al., 2008), this result is not unexpected, given the treatment-induced increase in IL- $1 \\beta$ levels. In a similar scenario to that of IL- $\\cdot 1 \\beta$ , chronic mild restraint stress is also known to increase gastric and colonic secretion of $\\mathsf { P G E } _ { 2 }$ (Castagliuolo et al., 1996; Wallace and Cohen, 1984). $\\mathsf { P G E } _ { 2 }$ in turn is associated with rapid release of corticosterone from the adrenal glands (Mohn et al., 2005). In the current stress protocol of relatively short duration, this effect of stress on $\\mathsf { P G E } _ { 2 }$ was not observed, suggesting that at the time of sacrifice (24 after the last restraint exposure) the transient restraint-induced inflammation had been resolved. The result of no effect on TNF$\\alpha$ levels at the time of sacrifice supports this notion. Therefore, the treatment effect reported here implies that an irritant contained in Sceletium may have given rise to a sustained inflammatory condition, characterized by increased gut secretion of $\\mathsf { P G E } _ { 2 }$ . This possibility of an intolerance reaction is supported by observations of increased passing of loose stools by Sceletium-treated rats independent of stress, and could also fit in with the traditional use of Sceletium as a treatment for constipation (Gericke and Viljoen, 2008). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Another important novel finding was the fact that Sceletium treatment decreased IL-2 levels in the presence of stress. IL-2 is known to increase in response to stress to activate the HPA-axis (Hanisch et al., 1996; Shikhevich et al., 2003). In the placebo group IL-2 levels did increase by almost $60 \\%$ in response to stress, but this effect was attenuated in the low-dose treated group and even reversed in the high-dose group, where IL-2 levels decreased by $60 \\%$ when compared to the placebo stressed group, and by $40 \\%$ when compared to high-dose treated unstressed rats. This data may be interpreted in more than one way: firstly, it may suggest that Sceletium exerts an anti-anxiety effect by down-regulation of IL-2, and thus IL-2-associated HPA-axis activation. However, this is unlikely, since IL-2 was lowest in the high-dose treated rats, while the positive effect in terms of corticosterone and behavior was most evident in the low-dose treated rats. A second, more likely interpretation is that Sceletium, in particular the higher dose, enhanced the down-regulatory effect of corticosterone on the T helper 1 (Th1), or cell-mediated, immune response. The treatment also tended towards increasing levels of the Th2 (humoral) antiinflammatory cytokine IL-10, independently of stress, again with highest average levels in the high-dose treated groups, providing further evidence of a Th1 immune-suppressive effect of the plant. This suppressive effect may in the longer term result in tolerance to Sceletium treatment, since increased IL-10 has been implicated in food intolerance and food hypersensitivity (Gray et al., 2004), with a stronger IL-10 response named as key factor in the development of tolerance to the initial irritant (Ng et al., 2002; Torres-Aguilar et al., 2010). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5. Conclusion ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Taken together, the data presented here suggest that the lower dose of Sceletium used in this study $( 5 \\mathrm { m g } / \\mathrm { k g } / \\mathrm { d a y } )$ had some positive effects in terms of the response to psychological stress. However, both doses used in the current study (5 and $2 0 \\mathrm { m g / k g / d a y ) }$ also resulted in both an inflammatory, or intolerance reaction and varying degrees of Th1 immune suppression. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Therefore, the conclusion reached is that although Sceletium exhibits some promising anti-anxiety effects, much more research of a species-specific nature is required to define the dosage to be used, since there seems to be a fine line between therapeutic and detrimental dosage range. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The author would like to acknowledge Mr Johnifer Isaacs for daily care of the experimental animals, as well as Miss Maritza Kruger and Mr Fletcher Hiten for technical assistance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Castagliuolo, I., Lamont, J.T., Qiu, B., Fleming, S.M., Bhaskar, K.R., Nikulasson, S.T., Kornetsky, C., Pothoulakis, C., 1996. Acute stress causes mucin release from rat colon: role of corticotropin releasing factor and mast cells. American Journal of Physiology 271, G884–G892.   \nde Ronde, W., 2009. Hyperandrogenism after transfer of topical testosterone gel: case report and review of published and unpublished studies. Human Reproduction 24, 425–428.   \nEastman, R., 2005. Epilepsy in South Africa. Acta Neurologica Scandinavica Supplementary 181, 8–11.   \nGericke, N., Viljoen, A.M., 2008. Sceletium—a review update. Journal of Ethnopharmacology 119, 653–663.   \nGray, H.C., Foy, T.M., Becker, B.A., Knutsen, A.P., 2004. Rice-induced enterocolitis in an infant: TH1/TH2 cellular hypersensitivity and absent IgE reactivity. Annals of Allergy Asthma & Immunology 93, 601–605.   \nHanisch, U.K., Rowe, W., van Rossum, D., Meaney, M.J., Quirion, R., 1996. Phasic hyperactivity of the HPA axis resulting from chronic central IL-2 administration. Neuroreport 7, 2883–2888.   \nHeila, H., Isometsa, E.T., Henriksson, M.M., Heikkinen, M.E., Marttunen, M.J., Lonnqvist, J.K., 1997. Suicide and schizophrenia: a nationwide psychological autopsy study on age- and sex-specific clinical characteristics of 92 suicide victims with schizophrenia. American Journal of Psychiatry 154, 1235–1242.   \nJana, B., Koszykowska, M., Andronowska, A., 2008. The effect of tumor necrosis factor-alpha (TNF-alpha, interleukin (IL)-1beta and IL-6 on prostaglandins (PG)F2alpha and E2 secretion from maternal placenta in pigs. Polish Journal of Veterinary Sciences 11, 315–322.   \nJin, Z., 2009. Amaryllidaceae and Sceletium alkaloids. Natural Product Reports 26, 363–381.   \nJudge, P.G., Griffaton, N.S., Fincke, A.M., 2006. Conflict management by hamadryas baboons (Papio hamadryas hamadryas) during crowding: a tension-reduction strategy. American Journal of Primatology 68, 993–1006.   \nMcCoy, J.W., Roby, M.R., Stermitz, F.R., 1983. Analysis of plant alkaloid mixtures by ammonia chemical ionization mass spectrometry. Journal of Natural Products 46, 894–900.   \nMohn, C.E., Fernandez-Solari, J., De Laurentiis, A., Prestifilippo, J.P., de la Cal, C., Funk, R., Bornstein, S.R., McCann, S.M., Rettori, V., 2005. The rapid release of corticosterone from the adrenal induced by ACTH is mediated by nitric oxide acting by prostaglandin E2. Proceedings of the National Academy of Sciences of the United States of America 102, 6213–6218.   \nMorris, K., 2001. Treating HIV in South Africa—a tale of two systems. Lancet 357, 1190.   \nNg, T.W., Holt, P.G., Prescott, S.L., 2002. Cellular immune responses to ovalbumin and house dust mite in egg-allergic children. Allergy 57, 207–214.   \nPatnala, S., Kanfer, I., 2009. Investigations of the phytochemical content of Sceletium tortuosum following the preparation of “Kougoed” by fermentation of plant material. Journal of Ethnopharmacology 121, 86–91.   \nPeakman, C., Vergani, D., 2009. Basic and Clinical Immunology, 2nd ed. Elsevier, London.   \nRoitt, I., 1994. Essential Immunology, 8th ed. Blackwell Scientific Publications, Oxford.   \nShikhevich, S.G., Os’kina, I.N., Plyusnina, I.Z., 2003. Responses of the hypophysealadrenal system to stress and immune stimuli in gray rats selected for behavior. Neuroscience and Behavioral Physiology 33, 861–866.   \nSmith, C., Wilson, N.W., Louw, A., Myburgh, K.H., 2007. Illuminating the interrelated immune and endocrine adaptations after multiple exposures to short immobilization stress by in vivo blocking of IL-6. American Journal of Physiology-Regulatory Integrative and Comparative Physiology 292, R1439–R1447.   \nSmith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. Journal of Ethnopharmacology 50, 119–130.   \nStafford, G.I., Pedersen, M.E., van Staden, J., Jager, A.K., 2008. Review on plants with CNS-effects used in traditional South African medicine against mental diseases. Journal of Ethnopharmacology 119, 513–537.   \nThomas, S.R., Evans, P.J., Holland, P.A., Biswas, M., 2008. Invasive breast cancer after initiation of testosterone replacement therapy in a man—a warning to endocrinologists. Endocrine Practice 14, 201–203.   \nTorres-Aguilar, H., Aguilar-Ruiz, S.R., Gonzalez-Perez, G., Munguia, R., Bajana, S., Meraz-Rios, M.A., Sanchez-Torres, C., 2010. Tolerogenic dendritic cells generated with different immunosuppressive cytokines induce antigen-specific anergy and regulatory properties in memory $\\mathrm { C D 4 + }$ T cells. Journal of Immunology 184, 1765–1775.   \nWallace, J.L., Cohen, M.M., 1984. Gastric mucosal protection with chronic mild restraint: role of endogenous prostaglandins. American Journal of Physiology 247, G127–G132.   \nWatkins, A.D., 1994. Hierarchical cortical control of neuroimmunomodulatory pathways. Neuropathology and Applied Neurobiology 20, 423–431.   \nYusuf, S., Reddy, S., Ounpuu, S., Anand, S., 2001. Global burden of cardiovascular diseases: part I: general considerations, the epidemiologic transition, risk factors, and impact of urbanization. Circulation 104, 2746–2753.   \nZhu, C.B., Blakely, R.D., Hewlett, W.A., 2006. The proinflammatory cytokines interleukin-1beta and tumor necrosis factor-alpha activate serotonin transporters. Neuropsychopharmacology 31, 2121–2131. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]