[
    {
        "type": "text",
        "text": "Chapter 4 The PDE4 cAMP-Specific Phosphodiesterases: Targets for Drugs with Antidepressant and Memory-Enhancing Action ",
        "text_level": 1,
        "bbox": [
            120,
            90,
            845,
            193
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Graeme B. Bolger ",
        "bbox": [
            120,
            228,
            298,
            246
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The PDE4 cyclic nucleotide phosphodiesterases are essential regulators of cAMP abundance in the CNS through their ability to regulate PKA activity, the phosphorylation of CREB, and other important elements of signal transduction. In pre-clinical models and in early-stage clinical trials, PDE4 inhibitors have been shown to have antidepressant and memory-enhancing activity. However, the development of clinically-useful PDE4 inhibitors for CNS disorders has been limited by variable efficacy and significant side effects. Recent structural studies have greatly enhanced our understanding of the molecular configuration of PDE4 enzymes, especially the “long” PDE4 isoforms that are abundant in the CNS. The new structural data provide a rationale for the development of a new generation of PDE4 inhibitors that specifically act on long PDE4 isoforms. These next generation PDE4 inhibitors may also be capable of targeting the interactions of select long forms with their “partner” proteins, such as RACK1, $\\beta$ -arrestin, and DISC1. They would therefore have the ability to affect cAMP levels in specific cellular compartments and target localized cellular functions, such as synaptic plasticity. These new agents might also be able to target PDE4 populations in select regions of the CNS that are implicated in learning and memory, affect, and cognition. Potential therapeutic uses of these agents could include affective disorders, memory enhancement, and neurogenesis. ",
        "bbox": [
            120,
            301,
            879,
            642
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords cAMP $\\bullet$ Phosphodiesterase $\\bullet$ PDE4 $\\bullet$ Beta-arrestin $\\bullet$ RACK1 $\\bullet$ PKA • ERK1/2 $\\bullet$ Learning $\\bullet$ Memory $\\bullet$ Depression ",
        "bbox": [
            120,
            662,
            879,
            696
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4.1 Introduction ",
        "text_level": 1,
        "bbox": [
            120,
            88,
            332,
            109
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The cAMP-specific phosphodiesterases (PDE4) enzymes) hydrolyze the ubiquitous “second messenger” cAMP and thereby serve to regulate its abundance in specific sub-cellular compartments (Francis et  al. 2011; Conti and Beavo 2007; Houslay 2010; Maurice et al. 2014; Baillie 2009; Menniti et al. 2006). They are an essential component of the cAMP signal transduction system, which also includes adenylyl cyclase, specific G-proteins, G-protein coupled receptors (GPCRs), the cAMPdependent protein kinase (PKA) and the cAMP target, Epac (Beavo and Brunton 2002). The PDE4 family is a member of the cyclic nucleotide PDE super-family, which consists of 11 distinct families (PDE1 through PDE11, respectively) that can be distinguished by their substrate specificity (cGMP and/or cAMP), molecular structure, and their ability to be inhibited by family-selective inhibitors (Bolger 2007). Like all members of the PDE super-family, the PDE4s are important targets for drug discovery. Currently, three PDE4-selective inhibitors, roflumilast, apremilast and crisaborole, have been developed for clinical use, in COPD and inflammatory disorders (Fabbri et al. 2009; Calverley et al. 2009; Hatzelmann et al. 2010; Page and Spina 2012; Schafer et al. 2014; Kavanaugh et al. 2015; Papp et al. 2015; Murrell et al. 2015), and additional PDE4 inhibitors are being tested in a wide variety of pre-clinical models and in clinical trials (Page and Spina 2012; Zhang et al. 2005a; Bruno et al. 2011; Giembycz and Maurice 2014; Richter et al. 2013). PDE4s are expressed in many areas of the CNS and PDE4 inhibitors have been shown to have antidepressant, anti-psychotic, and memory-enhancing actions in both rodent models and in humans (Fleischhacker et  al. 1992; Scott et  al. 1991; Hebenstreit et al. 1989; Eckmann et al. 1988; Zeller et al. 1984; Bobon et al. 1988; Barad et al. 1998; Bach et al. 1999; Titus et al. 2013; Mueller et al. 2010; Nibuya et al. 1996; O’Donnell and Zhang 2004; Kanes et al. 2007; Halene and Siegel 2008). However, the development of clinically-effective PDE4 inhibitors in CNS disorders has been hampered by lack of effectiveness and significant side effects, such as nausea (Higgs 2010; Gavalda and Roberts 2013). ",
        "bbox": [
            118,
            130,
            879,
            638
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This review discusses recent advances in the PDE4 field that promise to greatly enhance our understanding of the biology of PDE4 isoforms and also to accelerate the development of PDE4-selective inhibitors with greater activity and selectivity in the CNS. It will first review the structure of PDE4 genes and their transcripts. It will then discuss recent advances in the structure and function of PDE4 proteins, with emphasis on dimerization of PDE4 isoforms, the role of phosphorylation, and the interactions of PDE4s with their “partner” proteins, such as DISC1, RACK1 and $\\beta$ -arrestin2. The focus will then change to the cellular functions of the PDE4s, with special emphasis on their differential effects on important PKA substrates in the CNS. It will then review briefly the functional roles of the PDE4s in the intact brain, with emphasis on both the CNS effects of PDE4-selective inhibitors and on the CNS phenotypes of PDE4-mutant mice, especially those of newer dominant-negative models. Finally, it will discuss the implications of all these developments for drug discovery, with special emphasis on the potential of PDE4-selective inhibitors for CNS disorders. ",
        "bbox": [
            118,
            638,
            881,
            906
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4.2 The Structure of the PDE4 Genes and Their Transcripts ",
        "text_level": 1,
        "bbox": [
            123,
            88,
            840,
            109
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "One of the most important aspects of PDE4 biology is the marked diversity of PDE4 isoforms, with over 20 isoforms having been identified to date (Conti and Beavo 2007; Houslay 2010; Maurice et al. 2014; Bolger 2007; Bolger et al. 1993; Swinnen et al. 1989). The PDE4s are encoded by four different genes in mammals (called PDE4A, PDE4B, PDE4C and PDE4D in humans), with additional diversity being produced by alternative mRNA splicing and the use of several isoform-specific promoters within each gene (Conti and Beavo 2007; Houslay 2010; Maurice et  al. 2014; Bolger 2007; Bolger et al. 1993; Swinnen et al. 1989). Each of the PDE4 isoforms has a distinct pattern of expression in cells and tissues and the vast majority of them has been demonstrated to have an isoform-specific pattern of expression in the CNS (Bolger et al. 1994; Cherry and Davis 1999; Miro et al. 2002; D’Sa et al. 2005; D’Sa et al. 2002; Reyes-Irisarri et al. 2008; Nishi et al. 2008; Mori et al. 2010; Kuroiwa et  al. 2012; Ahmed and Frey 2003). These pronounced differences in regional expression in the CNS suggest that each isoform has a distinct function; a concept that will be discussed in more detail, below. ",
        "bbox": [
            118,
            133,
            881,
            402
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The PDE4 isoforms can be categorized into “long” forms, which possess both UCR1 and UCR2 regulatory domains, “short” forms that lack UCR1, and “supershort” forms that lack UCR1 and have a truncated UCR2 (Conti and Beavo 2007; Bolger 2007; Bolger et al. 1993). In addition, each isoform has a unique aminoterminal region, encoded by one or more exons specific to that isoform, that frequently has unique properties. For example, the unique amino-terminus of the widely-found PDE4D5 isoform (Fig.  4.1) is essential for its interaction with its “partner” proteins (Bolger et al. 1997; Perry et al. 2002; Bolger et al. 2003; Baillie et al. 2003; Shukla et al. 2014; Yarwood et al. 1999; Bolger et al. 2002; Steele et al. 2001; Li et  al. 2009a; Bolger et  al. 2006; Baillie et  al. 2007; Smith et  al. 2007). PDE4D5 interacts selectively with $\\beta$ -arrestin2, implicated in the regulation of GPCRs and other cell signaling components (Perry et al. 2002; Bolger et al. 2003; Baillie et al. 2003; Li et al. 2009a; Bolger et al. 2006; Baillie et al. 2007; Smith et al. 2007; Bradaia et al. 2005; Lynch et al. 2005), and also with the $\\beta$ -propeller protein RACK1 (Yarwood et al. 1999; Bolger et al. 2002; Steele et al. 2001; Bolger et al. 2006; Smith et al. 2007; Bird et al. 2010). In contrast, the PDE4B1 isoform, which has an amino-terminal region completely different from that of PDE4D5, interacts selectively with the DISC1 protein, implicated in affective disorders and schizophrenia (Millar et al. 2005; Murdoch et al. 2007; Bradshaw et al. 2011; HayashiTakagi et al. 2010). ",
        "bbox": [
            118,
            405,
            881,
            762
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The catalytic regions of all PDE4 isoforms encoded by any individual PDE4 gene are identical in amino acid sequence and, in general, the biochemical and pharmacologic properties of each of the isoforms encoded by any individual PDE4 gene differ only modestly. For example, five different isoforms encoded by the PDE4D gene have differ less than fivefold in their $K _ { m }$ for cAMP and in their $I C _ { 5 0 }$ for the prototypical PDE4-selective inhibitor rolipram (Bolger et al. 1997). The catalytic regions of the proteins encoded by the four different PDE4 genes are extremely similar (approximately $90 \\%$ sequence identity). As all PDE4-selective inhibitors act, at least in part, at the catalytic sites of the PDE4 enzymes (Lee et  al. 2002; Zhang et al. 2004a; Card et al. 2004; Huai et al. 2004; Burgin et al. 2010; Wang et al. $2 0 0 7 \\mathrm { a }$ ; Kranz et al. 2009; Fox et al. 2014; Gurney et al. 2011), and therefore act, at least in part, as competitive inhibitors of cAMP hydrolysis, the similarity among the catalytic sites of the isoforms has greatly complicated the development of inhibitors selective for any individual isoform, or even for all the isoforms encoded by one PDE4 gene. Although some newer compounds may be more selective (Bruno et al. 2011), most PDE4-selective inhibitors have less than a tenfold difference in potency (i.e., $I C _ { 5 0 , }$ ) for isoforms encoded by different PDE4 genes (Hatzelmann et al. 2010; Burgin et al. 2010; Wang et al. 2007a). ",
        "bbox": [
            120,
            764,
            879,
            888
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/650c4904a8019a5282fb5e1404a0db45310f1a98913efe8bc5b4daa1e7341d50.jpg",
        "image_caption": [
            "Fig. 4.1 Primary structures of PDE4D isoforms. (a) Schematic representation of the nine different isoforms encoded by the human PDE4D gene. The isoforms are divided into long isoforms, such as PDE4D5, that contain both UCR1 and UCR2, short isoforms, such as PDE4D1, that contain only UCR2, and super-short isoforms, such as PDE4D2, that contain only a truncated UCR2. Also shown is the C-terminal region, present in all PDE4D isoforms, but differing from the C-terminal regions of isoforms encoded by other PDE4 genes. (b) Schematic representation of human PDE4D5. PDE4D5 contains UCR1, UCR2, and catalytic domains, which are separated by the unstructured LR1 and LR2 regions. Also shown are the 88 amino acid unique N-terminal region (N-term), the C-terminus (C-term), and regions required for the interaction of PDE4D5 with RACK1 and $\\beta$ -arrestin2. The locations of PKA, ERK1/2, MK2, and oxidative stress kinase sites are also shown "
        ],
        "image_footnote": [],
        "bbox": [
            116,
            118,
            881,
            484
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            692,
            881,
            890
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.3 Dimerization of PDE4 Isoforms and Its Implication for Drug Discovery ",
        "text_level": 1,
        "bbox": [
            120,
            88,
            781,
            130
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Long PDE4 isoforms, such as PDE4B1 and PDE4D5, have been demonstrated by a variety of assays to form homodimers (Richter and Conti 2002; Richter and Conti 2004; Xie et al. 2014; Bolger et al. 2015). Recently, the dimerization of long PDE4 isoforms has been greatly illuminated by structural and enzymatic studies (Cedervall et al. 2015). The structural data built on prior interaction studies, including yeast 2-hybrid and co-immunoprecipitation, and extensive mutagenesis studies, that suggested an interaction between specific regions of UCR1 and UCR2, which appeared to form a module that in turn interacted with the catalytic domain (Bolger et  al. 1993; Richter and Conti 2002; Richter and Conti 2004; Xie et  al. 2014; Bolger et al. 2015; Lim et al. 1999; Beard et al. 2000). They have also demonstrated conclusively, consistent with previous data (Richter and Conti 2002; Richter and Conti 2004; Xie et al. 2014; Bolger et al. 2015), that long PDE4 isoforms can form dimers, with UCR1 and UCR2 being essential components of the dimeric structure (Cedervall et al. 2015). Collectively, these approaches have shown that dimerization is mediated by an interaction of $\\alpha$ -helical regions in the C-terminus of UCR1 with the N-terminus of UCR2, forming a tight 4-helix bundle (Richter and Conti 2002; Cedervall et al. 2015; Beard et al. 2000). Also present in the dimer is an interaction between UCR2 of one member of the dimer and the catalytic region of the other, providing a mechanism by which UCR2 serves as an auto-inhibitory domain (Cedervall et al. 2015). Finally, there is a smaller, but nonetheless biochemically significant, interface between the two catalytic domains, mediated by electrostatic interactions between Asp463 and Arg499 (PDE4D5 co-ordinates; Asp 471 and Arg507 in PDE4B1; refs. (Bolger et al. 2015; Cedervall et al. 2015)). ",
        "bbox": [
            120,
            154,
            881,
            567
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dimerization provides many new insights into the enzymology and pharmacology of long PDE4 isoforms. The enzymatic and pharmacologic characteristics of the dimeric form are markedly different from those of the corresponding monomer. The dimeric form appears to exist as a “closed” or less-active conformation of the enzyme, with a specific activity for cAMP hydrolysis of dimeric PDE4B1 being roughly 50-fold lower than the corresponding monomeric form (Cedervall et  al. 2015). Dimerization also affects the ability of long PDE4 isoforms to be inhibited by many PDE4-selective inhibitors; the effect of dimerization has been best-studied with the prototypical PDE4 inhibitor rolipram (Cedervall et al. 2015). These differences are mediated by a specific $\\alpha$ -helical domain in the C-terminal half of UCR2 that, in the dimer, associates in trans with the catalytic domain (Cedervall et  al. 2015), to create a high-affinity rolipram binding site (HARBS). In contrast, in the monomer, inhibitor binding is mediated exclusively by the catalytic region, to form a low-affinity rolipram-binding site (LARBS). The presence of a HARBS therefore reflects a conformational state unique to long PDE4 isoforms; short PDE4 isoforms, which lack UCR1 and therefore cannot dimerize, do not have a HARBS (Richter and Conti 2004; Huston et  al. 1996; Rocque et  al. 1997a; Rocque et  al. 1997b; Souness and Rao 1997). These insights expand and modify prior models of PDE4 active site conformation (Lee et  al. 2002; Zhang et  al. 2004a; Card et  al. 2004; Burgin et al. 2010; Wang et al. 2007a; Kranz et al. 2009; Fox et al. 2014; Gurney et al. 2011; Huai et al. 2006) and are highly likely to stimulate the identification of inhibitors that interact primarily with UCR2, with relatively less interaction with the catalytic domain (Fig. 4.2). These “long-isoform interactive” PDE4 inhibitors might therefore have a safety and/or efficacy profile distinct from the current generation of PDE4 inhibitors (Cedervall et al. 2015; Zhang et al. 2006; Zhao et al. 2003a). ",
        "bbox": [
            118,
            569,
            881,
            891
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/28f187f09e5ce93dfea2115fc01723d5e6ee88ab48a66208ffd6bef87c3fa0f5.jpg",
        "image_caption": [
            "Fig. 4.2 Structure of the drug-binding site in short and long PDE4 isoforms and the effects of various classes of inhibitors. Schematic representations of the PDE4 short and long isoforms are shown in the left and right columns, respectively. Short isoforms form monomers with no UCR2- catalytic interaction; long isoforms form dimers with a specific UCR2-catalytic interaction. PDE4- selective inhibitors are represented by the intersecting black bars. Catalytic-only inhibitors (top row) interact primarily with the catalytic region and less avidly with UCR2; they would have activity against both long and short isoforms. Pan-interactive inhibitors (middle row) interact with both the catalytic regions and UCR2; when UCR2 is not present, the interaction site has the conformation of a LARBS; when UCR2 is present, the interaction site has the conformation of a HARBS. They would have activity against both long and short isoforms, but with different inhibitory characteristics. Long-form inhibitors (lower row) interact primarily with UCR2 and less avidly with the catalytic region and therefore would have activity against only long isoforms "
        ],
        "image_footnote": [],
        "bbox": [
            241,
            90,
            753,
            385
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            603,
            881,
            731
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Given these new findings, it is of interest to review the action of currentlyapproved PDE4 inhibitors. Roflumilast clearly acts similarly (i.e., with an $I C _ { 5 0 }$ less than fivefold different) on the long and short forms encoded by any individual PDE4 gene (Hatzelmann et al. 2010). Similarly, the data on apremilast suggests that, like cilomilast (Giembycz 2001), it acts roughly equally on both long and short forms (Schafer et al. 2014). Another important characteristic of both roflumilast and apremilast is that their penetration into the CNS may be limited by the blood-brain barrier. There is little published pre-clinical data on crisaborole, which is designed for topical application. These characteristics of the currently-approved PDE4 inhibitors probably account for their improved tolerability in inflammatory and pulmonary disorders, compared to older agents, such as rolipram. However, it is clear that these clinically-useful characteristics of these three drugs actually reduces their potency in the CNS, indicating that further compound development work is essential to optimize the CNS-selectivity and effectiveness of PDE4-selective inhibitors. I present a potential pathway for these developmental activities below. ",
        "bbox": [
            118,
            732,
            879,
            891
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            196
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4 Dimerization and the Phosphorylation of PDE4s ",
        "text_level": 1,
        "bbox": [
            120,
            243,
            744,
            264
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The functions of PDE4 isoforms are dynamically regulated through phosphorylation by kinases such as PKA, ERK1/2, MK2, and AMPK, as well as modification by ubiquitination and sumoylation (Marchmont and Houslay 1980; Sette et  al. 1994a; Sette et al. 1994b; Sette and Conti 1996; Hoffmann et al. 1998; MacKenzie et  al. 2002; Collins et  al. 2008; Baillie et  al. 2001; Hoffmann et  al. 1999; Baillie et al. 2000; MacKenzie et al. 2000; Mackenzie et al. 2011; Sheppard et al. 2014; Hill et al. 2006; Li et al. 2010). The activity of all long PDE4 isoforms is increased by two- to sixfold upon PKA phosphorylation, and PKA phosphorylation also changes the ability of the enzyme to be inhibited by PDE4-selective inhibitors, such as rolipram (Sette et al. 1994a; Sette et al. 1994b; Sette and Conti 1996; Hoffmann et al. 1998; MacKenzie et al. 2002). In contrast, ERK1/2 phosphorylation attenuates PDE activity (Hoffmann et al. 1999; Baillie et al. 2000; MacKenzie et al. 2000; Mackenzie et al. 2011). MK2 kinase serves to attenuate the degree of activation conferred by PKA phosphorylation and, in the case of PDE4D5, serves as a site for mono-ubiquitination by the $\\beta$ -arrestin-sequestered E3 ligase, Mdm3, which gates poly-ubiquitination of the PDE4D5 isoform-specific N-terminal region (Sheppard et al. 2014). ",
        "bbox": [
            118,
            286,
            881,
            593
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Recently, we have assessed the effects of phosphorylation on PDE4 dimerization. PKA phosphorylates a site (S54 in PDE4D3, S126 in PDE4D5 and S133 in PDE4B1; Fig. 4.1) in the motif QRRES located at the N-terminus of UCR2 (Sette et  al. 1994a; Sette et  al. 1994b; Sette and Conti 1996; Hoffmann et  al. 1998; MacKenzie et al. 2002). ERK1/2 phosphorylates a site (S579 in PDE4D3, S651 in PDE4D5 and S659 in PDE4B1) located on the outer surface of the catalytic domain (Hoffmann et  al. 1999; MacKenzie et  al. 2000). MK2 phosphorylates a serine (S61 in PDE4D3, S133 in PDE4D5 and S140 in PDE4B1) close to the PKA site, within UCR1 (Sheppard et al. 2014). ",
        "bbox": [
            118,
            594,
            881,
            755
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Although all of these phosphorylation sites are located in highly flexible areas of the protein that are disordered in the crystal structure, suggesting that these regions are not essential for creation or maintenance of the dimer (Cedervall et al. 2015), we have shown recently that mutations of PKA, ERK1/2, MK2 and oxidative stress kinase phosphorylation sites can affect dimerization. Specifically, blocking phosphorylation at both the PKA and ERK1/2 phosphorylation sites diminished dimerization; mutations of each individual site had only modest effect (Bolger 2016). The precise mechanism of how PKA-ERK1/2 phosphorylation might promote dimerization is uncertain; however, it is likely that phosphorylation at these sites would affect the conformation of the dimer and thereby push the equilibrium towards the dimeric form. In contrast, our analysis of phospho-mimetic mutations at the MK2 and stress oxidation kinase sites suggests that their action would be to promote the monomeric form. ",
        "bbox": [
            120,
            756,
            881,
            899
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            178
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.5 Dimerization and Interaction of PDE Isoforms with Their Protein “Partners” ",
        "text_level": 1,
        "bbox": [
            120,
            225,
            724,
            265
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Given the extensive surfaces on PDE4 long forms that are necessary for dimerization (Cedervall et  al. 2015), we felt that it was highly possible that their protein partners would restrict access to these surfaces and thereby inhibit dimerization. Recently, we demonstrated that the dimerization of PDE4D5 was blocked by two well-characterized protein partners, specifically RACK1 and $\\beta$ -arrestin2 (Bolger 2016). Given the high avidity and multiple sites of interaction between PDE4D5 and both of these proteins (Perry et al. 2002; Bolger et al. 2003; Baillie et al. 2003; Yarwood et al. 1999; Bolger et al. 2002; Steele et al. 2001; Li et al. 2009a; Bolger et al. 2006; Baillie et al. 2007; Smith et al. 2007), it is perhaps not surprising that they would have such an effect. However, since our prior studies have shown that both RACK1 and $\\beta$ -arrestin2 largely interact with the unique N-terminal and C-terminal regions of PDE4D5 (Bolger et al. 2003; Yarwood et al. 1999; Bolger et al. 2002; Bolger et al. 2006; Smith et al. 2007), which are unstructured in the dimer (Cedervall et al. 2015), it is unlikely that they act to directly restrict interaction at the UCR1/UCR2/catalytic or catalytic/catalytic interfaces that mediate dimerization. Instead, they presumably have indirect effects, possibly by sequestering the monomeric protein and thereby preventing it from forming a dimer, or by affecting its conformation in other ways. Inhibiting the dimerization of PDE4D5 could have multiple possible functional roles, such as increasing the enzymatic activity of PDE4D5 in certain cellular contexts, or targeting monomeric PDE4D5 to specific subcellular compartments. ",
        "bbox": [
            118,
            291,
            881,
            666
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "RACK1 and $\\beta$ -arrestin2 have very different avidities for the “closed” or obligatedimer conformation of PDE4D5. RACK1 interacts avidly with the “closed” conformation of PDE4D5, which is not entirely surprising, given its high avidity and selectivity for PDE4D5 and the extensive regions on PDE4D5 that can interact with RACK1 (Bolger 2016). However, in contrast, $\\beta$ -arrestin2 did not detectably interact with the “closed” conformation (Bolger 2016). This observation could provide novel insight into the physiological mechanism of the PDE4D5- $\\cdot \\beta$ -arrestin2 interaction, in which $\\beta$ -arrestin2 serves to recruit PDE4D5 to the ligand-occupied, GRK2- phosphorylated state of the $\\beta _ { 2 }$ -adrenergic receptor and thereby down-regulate cAMP signaling (Perry et  al. 2002; Baillie et  al. 2003). Since the major function of this recruitment is to move PDE4 enzymatic activity close to the $\\beta _ { 2 }$ -adrenergic receptor, it would be logical that $\\beta$ -arrestin2 preferentially recruit the monomeric, or “open,” form of PDE4D5, as this has much higher catalytic activity (50-fold greater, as measured for PDE4B1; Cedervall et al. 2015). Therefore, the preferential interaction of $\\beta$ -arrestin2 with the monomeric form would maximize its physiologic function. ",
        "bbox": [
            120,
            669,
            881,
            902
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            123,
            90,
            876,
            124
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary, much has now been learned about the regulation of PDE4 isoforms by protein-protein interactions, including dimerization, and by phosphorylation. Since both of these processes require intimate contact between a PDE4 protein and its “partner” or kinase, these studies have also provided support for the concept that PDE4 regulation is highly spatially-dependent in cells, thereby providing a mechanism for the regulation of cAMP abundance in specific sub-cellular compartments (Francis et al. 2011; Conti and Beavo 2007; Houslay 2010; Bolger et al. 2007). This concept is particularly attractive in neurons, where PDE4 action could be targeted to specific synapses, axons, or dendrites, or other sub-cellular structures, rather than modulating cAMP levels globally throughout the cell. This compartmentalization of cAMP signaling, and PDE4 action in particular, is in turn compatible with PKA having different substrates in specific cellular compartments that are in turn regulated by different PDE4 isoforms. Selective targeting of these PDE4 isoforms could therefore produce highly specific pharmacologic effects, as discussed in the next section. ",
        "bbox": [
            118,
            126,
            881,
            376
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.6 PKA Substrates as Mediators of PDE4 Action in the CNS ",
        "text_level": 1,
        "bbox": [
            120,
            421,
            849,
            442
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Key to understanding the cellular and organismal functions of the PDE4s is determining their downstream targets of action. Extensive research has demonstrated that cAMP binds to, and regulates the activity of, three effectors: (1) the regulatory subunit of cAMP-dependent protein kinase (kinase A; PKA); (2) the exchange protein directly activated by cAMP (Epac; refs. (de Rooij et al. 1998; Kawasaki et al. 1998; Gloerich and Bos 2010)) and (3) cAMP-gated ion channels. The cAMP-binding domains of each of these targets show significant structural similarity, reflecting their common function in binding cAMP (Rehmann et al. 2003; Kim et al. 2005; Zagotta et al. 2003). Epac acts as a cAMP-regulated guanine nucleotide exchange factor for Rap1 and has a range of physiologic functions (Gloerich and Bos 2010; Munoz-Llancao et al. 2015; Consonni et al. 2012; Gloerich et al. 2011). In contrast to the unique downstream effector of Epac, PKA has numerous substrates, the physiologic significance of which continues to evolve. In this section, we will focus on the following PKA substrates as being especially important in explaining PDE4 functions in the CNS: ",
        "bbox": [
            120,
            466,
            881,
            737
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.6.1 CREB ",
        "text_level": 1,
        "bbox": [
            120,
            783,
            277,
            803
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The loop-helix loop transcription factor cAMP-response element binding protein (CREB) is phosphorylated by PKA, ERK1/2 and several other kinases at a single serine (S133). CREB and phospho-CREB are expressed widely in the brain and their abundance changes in response to numerous neurotransmitters, drugs, and stimuli, including those necessary for learning/memory and other behavioral processes (Silva et al. 1998; Frank and Greenberg 1994). Knock-out and dominantnegative genetic approaches have demonstrated that CREB has an essential role in learning and memory in a wide range of organisms, from Aplysia californica, to Drosophila melanogaster, rodents, and humans (Bourtchuladze et  al. 1994; Yin et al. 1995; Cho et al. 1998; Kida et al. 2002; Ahn et al. 1999; Bartsch et al. 1998; Pittenger et al. 2002; Barco et al. 2002; Pittenger et al. 2006; Han et al. 2009; Lonze et al. 2002). CREB has been implicated in a variety of CNS phenotypes, including those implicated in affect (depression), reward (drug-seeking behavior and addiction) and several others (Newton et al. 2002; Carlezon et al. 1998). Investigators using PDE4 mutant mice have implicated CREB as an important contributor to the phenotypes seen in these mice, as described in more detail below. ",
        "bbox": [
            120,
            828,
            879,
            899
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            303
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A number of gene-expression and proteomic studies have attempted to identify CREB-responsive genes. Whole-genome sequencing has identified cAMP-response elements (CREs) in the promoters of numerous genes, some of which have been determined experimentally to be of functional significance in the transcriptional regulation of those genes (Kim et al. 2010). mRNA expression studies have identified numerous genes that are differentially regulated upon phosphorylation of CREB in cells, many of which contribute to neuronal growth and differentiation and synaptic plasticity (Casadio et al. 1999; Barco et al. 2005; Crino et al. 1998). However, the precise role of CREB phosphorylation in the regulation of many of these genes is not known. Collectively, however, these studies suggest strongly that many of the biochemical and cellular effects of PDE4 modulation in the CNS might be mediated through CREB, a hypothesis that has been tested extensively in the cellular and animal experiments reviewed below. ",
        "bbox": [
            120,
            306,
            879,
            539
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.6.2 Cytoplasmic PKA Targets: LKB1 and GSK-3β Kinases ",
        "text_level": 1,
        "bbox": [
            120,
            584,
            813,
            606
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "PKA phosphorylates a number of kinases implicated in neuron growth and differentiation, especially in the hippocampus (Seino and Shibasaki 2005). Among the beststudied of these kinases are LKB1 and GSK- $\\cdot 3 \\beta$ , both of which are essential for neuronal polarity during development and hippocampal neurogenesis (Song et al. 1997; Shelly et al. 2007; Ming et al. 1997; Huang et al. 2014; Barnes et al. 2007; Jiang et al. 2005; Yoshimura et al. 2005; Shelly et al. 2010). Treatment of cultured cortical neurons with rolipram, or transfection with siRNA directed against PDE4D isoforms, increases phosphorylation of LKB1 by PKA and impairs the development of neural polarity and reduces neural migration (Shelly et al. 2010). A number of extracellular or cell-surface components implicated in neuronal growth and differentiation, such as brain-derived neurotrophic factor (BNDF), NGF, netrin-1, laminin, or Wnt, could modulate cAMP levels in these cells. Although the physiological mechanism of cAMP elevation remains uncertain, these experiments implicate LKB1 and GSK- $\\cdot 3 \\beta$ as likely PDE4-regulated PKA substrates in cortical neurons. It is highly possible that additional kinases, some of which may also be PKA substrates, contribute to these effects. ",
        "bbox": [
            120,
            629,
            881,
            917
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.6.3 Cytoplasmic PKA Targets: DARPP32 ",
        "text_level": 1,
        "bbox": [
            120,
            88,
            624,
            109
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The primarily cytoplasmic protein DARPP32 is an important PKA substrate in the CNS (Svenningsson et al. 2004). It is a $3 2 \\mathrm { k D a }$ protein that is phosphorylated at T34 by several kinases, including PKA, and at T75 by Cdk5. Phosphorylation of DARPP32 at T34 in turn depends on the phosphorylation state of S102 and S137, which are phosphorylated by CK2 and CK1, respectively (Svenningsson et  al. 2004). Activation of the D1 dopamine receptor, a GPCR, by dopamine activates adenylyl cyclase and thereby PKA, increasing pT34-DARPP32 (Svenningsson et al. 2004; Stipanovich et al. 2008). Dopamine antagonists, such as haloperidol, and many drugs of abuse, such as cocaine, exert many of their effects through T34- DARPP32 phosphorylation (Bateup et  al. 2008; Volkow and Morales 2015). As pT34-DARPP32 is in turn a potent inhibitor of PPT1 and pT75-DARPP32 is a potent inhibitor of PKA (Svenningsson et al. 2004), phosphorylation of DARPP32 produces profound changes in many cellular signaling pathways (Nishi et al. 2008; Svenningsson et al. 2004). pT34-DARPP32 can translocate to the nucleus, where it can inhibit nuclear PPT-1, enhance phosphorylation of histone H3, and regulate transcription (Stipanovich et al. 2008). Rolipram has been shown to enhance pT34- DARPP32 phosphorylation in striatopallidal neurons; this effect is accompanied by significant PKA-mediated phosphorylation of tyrosine hydroxylase (TH), essential for dopamine synthesis and turnover (Nishi et al. 2008). In contrast, PDE10 inhibition has no effect on TH phosphorylation, but substantially increases pT34- DARPP32 phosphorylation in striatal neurons (Nishi et al. 2008). The differential effects of these PDE4 inhibitors on dopamine signaling support investigation of PDE4-selective inhibitors as therapy in psychiatric and drug abuse disorders mediated, at least in part, by dopamine neurotransmission. ",
        "bbox": [
            120,
            132,
            881,
            564
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.6.4 Ion Channels ",
        "text_level": 1,
        "bbox": [
            120,
            611,
            357,
            630
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "There are two mechanisms by which cAMP can regulate ion channel activity. In the first mechanism, cAMP binds directly to a conserved intracellular cyclic nucleotidebinding domain (CNBD); this mechanism is important in several classes of cyclic nucleotide-gated ion channels (CNGs and HCNs; refs. (Zagotta et al. 2003; Craven and Zagotta 2006; Puljung et al. 2014)) whose functions in the mammalian CNS are an active area of research (DiFrancesco and DiFrancesco 2015; Nolan et al. 2004; Wang et  al. 2007b; Kaupp and Seifert 2002). In the second mechanism, the ion channel is phosphorylated by PKA; a classical example of this mechanism is the cystic f﻿i brosis transmembrane regulator (CFTR), which is a $\\mathrm { C l ^ { - } }$ ion channel that is mutated in the disease cystic fibrosis and which has multiple PKA phosphorylation sites (Lambert et al. 2014; Baker et al. 2007). ",
        "bbox": [
            120,
            656,
            881,
            852
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "PKA modulates the activity of a number of CNS-expressed ion channels, largely through the property of PKA to be tethered close to these ion channels by its interaction with specific A-kinase anchoring proteins (AKAPs). For example, the strong inwardly rectifying potassium channel $\\mathrm { K i r } 2 . 1$ forms a complex with AKAP79/150 and the related channel $\\mathrm { K i r } 6 . 2$ is PKA-phosphorylated in its regulatory region in response to GPCR activation (Dart and Leyland 2001; Light et al. 2002). AKAPs are likely to be involved in the PKA-mediated phosphorylation at S333 of the potassium ion channel TREK-1, which is expressed widely in the CNS (Maingret et al. 2000). PKA-mediated phosphorylation of the A-type potassium channel Kv4.2 subunit occurs at two sites and requires the participation of a multi-protein regulatory complex (Schrader et al. 2002). The role of PDEs in the regulation of these channels remains to be determined. ",
        "bbox": [
            118,
            854,
            876,
            888
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            90,
            879,
            267
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "AKAP79/150 also recruited into complexes at the postsynaptic membrane of excitatory synapses with N-methyl-d-aspartic acid (NMDA) or alpha-amino-3- hydroxy-5-methyl-isoxazole-4-propionic acid (AMPA)-subtype glutamate GluA receptors, where it tethers PKA, protein kinase C, and protein phosphatase-2B (PP2B/calcineurin) into a dynamic regulatory complex (Westphal et  al. 1999; Greengard et al. 1991; Banke et al. 2000; Tavalin et al. 2002). Recent studies have implicated PDE4, most notably ERK1/2-mediated phosphorylation of PDE4, in the regulation of membrane insertion of GluA1 (Song et al. 2013). GluA1 is also PKAphosphorylated at a specific site (S845), but this phosphorylation is increased by PDE10, rather than PDE4, inhibition (Nishi et al. 2008; Greengard et al. 1991). ",
        "bbox": [
            118,
            270,
            881,
            448
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Extensive work in models of cardiac function has demonstrated that PDE4D3, and possibly other PDE4 isoforms, forms a complex with, and regulates PKA phosphorylation of, the cardiac ryanodine receptor (Beca et al. 2011; Lehnart et al. 2005) and other structures involved in the generation of cardiac calcium currents (Kerfant et al. 2007; Weninger et al. 2013; Leroy et al. 2011; Sin et al. 2011). Since calcium currents are also essential for many aspects of neuronal function, it would seem reasonable to search for PDE4-dependent activity of neuronal calcium flux; to date, however, such attempts have been unsuccessful. ",
        "bbox": [
            118,
            450,
            881,
            593
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.6.5 Synaptic Vesicle Proteins ",
        "text_level": 1,
        "bbox": [
            120,
            639,
            482,
            659
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The synaptic protein $\\operatorname { R i m } 1 \\alpha$ is an important PKA target, being phosphorylated at two separate sites (Seino and Shibasaki 2005; Lonart et al. 2003; Park et al. 2014). However, Rim1α has also been shown to interact with Epac2 (Seino and Shibasaki 2005). Mutant RIM1α lacking the N-terminal PKA phosphorylation site was unable to rescue LTP in $R I M I \\alpha$ knockout neurons but selectively suppressed LTP in wildtype neurons, clearly implicating a role of PKA-mediated phosphorylation $\\operatorname { R i m } 1 \\alpha$ on presynaptic LTP (Lonart et al. 2003). A number of other synaptic vesicle proteins also appear to be PKA substrates (Seino and Shibasaki 2005; Park et  al. 2014), although the exact physiological consequences of their PKA phosphorylation are not clear. ",
        "bbox": [
            120,
            683,
            881,
            863
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.6.6 Ubiquitin Ligases ",
        "text_level": 1,
        "bbox": [
            123,
            88,
            403,
            109
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The HECT domain E3 ubiquitin ligase UBE3A targets proteins to proteasomemediated degradation (Yi et  al. 2015). Duplication or truncation mutations in UBE3A have been linked to autism, while numerous different single amino acid mutations in UBE3A have been linked to Angelman syndrome (AS), a multicomponent CNS disorder (Kishino et al. 1997; Jiang et al. 1998). Deletion of Ube3a in mice impairs synapse development and plasticity and produces a number of neurobiological phenotypes that mimic human AS (Yi et al. 2015). UBE3A is phosphorylated at T485 by PKA, and PKA-mediated phosphorylation of T485 inhibits UBE3A activity. Pharmacologic agents that elevate cAMP in dissociated mouse cortical neurons, including rolipram, augment phosphorylation of UBE3A by PKA. An AS-associated single amino acid mutation, T485A, blocks PKA action (Yi et  al. 2015), thereby elevating UBE3A activity in cells, with enhanced substrate turnover and excessive dendritic spine development (Yi et al. 2015). These findings implicate a role for PDE4-mediated regulation of PKA activity in CNS development, with potential implications in several genetic disorders, including acrodysostosis, as discussed in greater detail in a section below. ",
        "bbox": [
            118,
            132,
            879,
            420
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.7 Cellular Functions of PDE4 Action in the CNS ",
        "text_level": 1,
        "bbox": [
            123,
            466,
            724,
            487
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Given the diversity of PDE4 isoforms, and the large number of PKA substrates both in and outside of the CNS, it should not be surprising that numerous cellular functions are influenced in some way by the actions of PDE4 isoforms (Conti and Beavo 2007; Houslay 2010; Maurice et al. 2014; Bolger et al. 2007). Many of these functions are specific to organs or tissues outside the CNS (e.g., cardiac function, refs. (Maurice et  al. 2014; Zaccolo 2009; Nikolaev et  al. 2010; Richter et  al. 2011; Eschenhagen 2013)) and are not discussed here. For this review, we will focus on two CNS-specific cellular functions: neurogenesis and synaptic plasticity. ",
        "bbox": [
            118,
            512,
            879,
            656
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.7.1 PDE4s and Neurogenesis ",
        "text_level": 1,
        "bbox": [
            118,
            701,
            492,
            722
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Appropriate levels of hippocampal neurogenesis are essential for normal learning and memory, pattern and spatial recognition, and potentially other functions (Gage 2000; Lie et al. 2004; Sahay et al. 2011; Zhao et al. 2008; Kitamura et al. 2009). Hippocampal neurogenesis occurs throughout human life, with a modest decline accompanying aging (Spalding et al. 2013). Neurogenesis appears to be essential for the anti-depressant effects of fluoxetine, a serotonin-selective re-uptake inhibitor (SSRI), in murine models of depression (Malberg et al. 2000; David et al. 2009; Santarelli et al. 2003). One study has shown that chronic fluoxetine can increased dendritic arborization of newly-generated immature neurons (Wang et  al. 2008). This study also showed that chronic fluoxetine accelerated the maturation of immature neurons. The effects of fluoxetine on neurogenesis are generalizable to other anti-depressants, such as rolipram and other PDE4-selective inhibitors (Li et  al. 2009b; Xiao et al. 2011). They are also consistent with the results from the study of genetically-altered PDE4 mice, as described in more detail below. ",
        "bbox": [
            120,
            746,
            881,
            888
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            196
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.7.2 PDE4s, Neuronal Polarity and the Formation of Axons and Dendrites ",
        "text_level": 1,
        "bbox": [
            123,
            243,
            824,
            283
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "As described above, the phosphorylation of LKB1 is dependent on a reciprocal interaction between cAMP and cGMP (Shelly et al. 2010). This reciprocal interaction also has an important role in neuronal development. High local concentrations of cAMP stimulate the differentiation of neurites from embryonic hippocampal neurons into axons, while cGMP stimulates the development of dendrites (Shelly et al. 2010). As predicted, PDE4D siRNA impaired the migration of neural precursor cells to the cortical plate and suppressed neuronal polarity during embryogenesis (Shelly et al. 2010). Although the functional implications of these processes in the intact brain remain uncertain, they may have important implications in a number of neurobiological processes, including cognition, learning and memory, and affect. ",
        "bbox": [
            120,
            307,
            879,
            487
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.7.3 PDE4s and Synaptic Function ",
        "text_level": 1,
        "bbox": [
            120,
            534,
            546,
            555
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Modulation of synaptic plasticity underlies, or is influenced by, numerous CNS functions, including learning and memory (Kandel et al. 2014), addiction (Volkow and Morales 2015), and sleep (Yang et  al. 2014; Attardo et  al. 2015). Emerging evidence from several systems has suggested that select PDE4 isoforms are targeted to synapses, where they can regulate cAMP levels in the local synaptic environment, affect PKA activity, and modulate plasticity. Among the best-understood of these mechanisms is the interaction of PDE4B1 with DISC1 (Millar et al. 2005; Murdoch et al. 2007; Bradshaw et al. 2011; Hayashi-Takagi et al. 2010; Bradshaw and Porteous 2012; Brandon and Sawa 2011), in which PDE4B1 and DISC1 form a complex with several other proteins, including dynein, LIS1, NDE1, and NDEL1 (Collins et al. 2008; Bradshaw et al. 2008). According to some models, DISC1 is felt to act as a scaffold for this complex and to recruit PDE4B1 to the synapse (Hayashi-Takagi et al. 2010; Bradshaw et al. 2008; Wang et al. 2011); other models have suggested that a major location of this complex is in the centrosome or nucleus, where it regulates gene expression (Bradshaw et  al. 2011; Sheppard et  al. 2014; Bradshaw and Porteous 2012; Soda et al. 2013; Ishizuka et al. 2011) and is active in early brain development (Greenhill et al. 2015; Mao et al. 2009; Niwa et al. 2010). ",
        "bbox": [
            118,
            578,
            881,
            884
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In both of these models, PDE4B1 is felt to regulate PKA’s ability to phosphorylate T131 of NDE1 (Bradshaw et al. 2011) and S58 of DISC1 (Soda et al. 2013). DISC1 has been shown to interact with numerous proteins (Bradshaw and Porteous 2012), not all of which appear to be present in the complex under all physiologic circumstances, and the precise protein components of the PDE4B1-DISC1 complex, and its precise physiologic function(s), remain objects of intense investigation. ",
        "bbox": [
            120,
            90,
            879,
            196
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "A number of PDE4 isoforms other than PDE4B1 have been implicated in synaptic function and, specifically, in hippocampal functions essential to learning and memory (see Sanderson and Sher 2013 for a review). For example, the PDE4B3 isoform has been implicated in LTP, especially late-phase LTP, in rat hippocampal neurons, where it has been localized to cell bodies and dendrites of neurons in hippocampal CA1 (Ahmed and Frey 2003). Another group has demonstrated that the anchoring protein gravin recruits a signaling complex containing PKA, PKC, calmodulin, and PDE4D isoforms to the $\\beta _ { 2 }$ -adrenergic receptor (Havekes et  al. 2012). Mice lacking the alpha-isoform of gravin have deficits in PKA-dependent long-lasting forms of hippocampal synaptic plasticity, including $\\beta _ { 2 }$ -adrenergic receptor-mediated plasticity, and selective impairments of long-term memory storage (Havekes et al. 2012). These studies have collectively implicated a number of different PDE4 isoforms in synaptic plasticity, and particularly in learning and memory, and provide an essential background to interpretation of studies on genetically-modified PDE4 mice, which will be described in detail below. ",
        "bbox": [
            120,
            198,
            879,
            466
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4.8 Regional Expression of PDE4 Isoforms in the CNS and Potential Functional Implications ",
        "text_level": 1,
        "bbox": [
            120,
            513,
            772,
            555
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Each of the PDE4 isoforms has a distinct pattern of expression in cells and tissues and the vast majority of them has been demonstrated to have an isoform-specific pattern of expression in the CNS (Bolger et al. 1994; Cherry and Davis 1999; Miro et al. 2002; D’Sa et al. 2005; D’Sa et al. 2002; Reyes-Irisarri et al. 2008; Nishi et al. 2008; Mori et al. 2010; Kuroiwa et al. 2012; Ahmed and Frey 2003; Shakur et al. 1995; Suda et al. 1998; Farooqui et al. 2000; Zhang et al. 1999a; McPhee et al. 2001; Mackenzie et  al. 2008; Perez-Torres et  al. 2000; Johansson et  al. 2012; Johansson et  al. 2011; Braun et  al. 2007). The regional expression of many isoforms, especially those identified recently, has yet to be determined. Unfortunately, there is little or no isoform-specific data in commonly-used CNS gene expression databases, such as the Allen Brain Atlas. Some isoforms, such as PDE4D5, are broadly-expressed in multiple CNS and non-CNS tissues (Miro et al. 2002; Bolger et al. 1997), while others, such as PDE4A1, are expressed strongly in a few tissues (e.g., cerebellum for PDE4A1) and expressed at much lower levels elsewhere (Shakur et al. 1995). These pronounced differences in regional expression in the CNS suggest strongly that each isoform has a distinct function; however, in most cases, the precise neurobiological function(s) of each isoform have only begun to be appreciated. Better knowledge of the regional expression of PDE4 isoforms would in turn provide improved understanding of the phenotypes of genetically-altered PDE4 mice, as described in detail in a subsequent section. ",
        "bbox": [
            120,
            578,
            881,
            884
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            142
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "4.8.1 Regional Distribution of PDE4 Isoforms in Brain Regions Involved in Dopaminergic Signaling: Addictive Behaviors, Depression and Schizophrenia ",
        "text_level": 1,
        "bbox": [
            120,
            189,
            831,
            250
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A major objective of PDE4 CNS research has been to identify the functional role(s) of PDE4s in additive behavior. Experimental studies of addiction in a variety of model systems have identified many of the neuronal circuit, behavioral, and synaptic mechanisms involving this process (Volkow and Morales 2015). These studies have identified and characterized a drug-reward neuronal pathway in the CNS, extending from dopaminergic neurons in the ventral tegmental area (VTA) to the nucleus accumbens (NAc). Many drugs of abuse, including opioids and cocaine, increase dopamine release in the shell subregion of the NAc (Di 2002) and elsewhere. Dopaminergic D1 and D2 receptors increase cAMP levels and the phosphorylation of CREB (Bibb 2005; Dudman et  al. 2003; Antoine et  al. 2013). Rolipram administration given prior to drug administration substantially reduced morphine-, cocaine- and cannabinoid-induced conditioned place preference in mice (Thompson et al. 2004; Zhong et al. 2012; Janes et al. 2009). Additionally, rolipram and other PDE4-selective inhibitors blocked inhibitory LTD and acute depression of inhibitory postsynaptic currents induced by D2 receptor and cannabinoid receptor agonists in VTA dopamine neurons (Zhong et al. 2012). ",
        "bbox": [
            120,
            274,
            881,
            563
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A number of studies have also implicated PDE4 isoforms in the NAc shell in the pathogenesis of depression. PDE4B and PDE4D isoforms are present in the NAc shell and that their expression is increased upon chronic administration of antidepressants (Cherry and Davis 1999; Takahashi et al. 1999). These effects are likely to be mediated by CREB, as over-expression of dominant-negative CREB in the NAc had an antidepressant effect in the learned-helpless model, while over-expression of wild-type CREB had an opposite effect (Newton et  al. 2002). The specificity of these studies to depression is not clear, especially as chronic treatment with a number of antidepressants having different mechanisms of action (including tricyclics, SSRIs and PDE4 inhibitors) all increase levels of various PDE4 isoforms in a number of different areas of the brain (D’Sa et al. 2005; D’Sa et al. 2002; Ye et al. 1997; Ye et  al. 2000; Zhao et  al. 2003b; Dlaboga et  al. 2006). In contrast, diminished stimulation of beta-adrenergic receptors, either by loss of noradrenergic innervation or by receptor blockade, reduces PDE4 activity (Farooqui et  al. 2000; Ye and O’Donnell 1996; Zhang et al. 1999b). ",
        "bbox": [
            120,
            564,
            881,
            833
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Finally, immunohistochemical studies have demonstrated expression of PDE4A, PDE4B and PDE4D isoforms in frontal cortex, probably in D1-receptor-positive neurons (Kuroiwa et  al. 2012). Its location in these areas may contribute to the anti-schizophrenic effect of D1-receptor agonists. ",
        "bbox": [
            118,
            834,
            876,
            869
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            123,
            90,
            876,
            124
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Related to the role of PDE4 isoforms in depression and learning is the important influence of sleep and sleep disorders in these processes (Yang et al. 2014; Vecsey et al. 2009; Havekes et al. 2014); see refs. (Havekes et al. 2015; Meerlo et al. 2015) for a review. Normally, sleep promotes the development of dendritic spines after learning, implicating a beneficial role of sleep in memory consolidation (Yang et al. 2014). In contrast, sleep deprivation has been shown to produce memory loss in a number of rodent models of learning and memory, which is associated with impairment of cAMP- and PKA-dependent forms of hippocampal synaptic plasticity (Vecsey et al. 2009). Sleep deprivation increases PDE4 activity, possibly as a compensatory process (Vecsey et al. 2009). Transiently elevating cAMP levels in hippocampal excitatory neurons during sleep deprivation prevents memory consolidation deficits associated with sleep loss. These observations provide further evidence for the benefit of PDE4 inhibition on cognition and memory. The specificity of the benefit of PDE4 inhibition to sleep-disordered memory loss is uncertain, however, as rolipram and other PDE4 inhibitors improve cognitive function generally in mice, as described in greater detail in the next section. ",
        "bbox": [
            118,
            126,
            879,
            412
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Chronic stress (modeled in mice by an acute and unpredictable tail-shock), like sleep deprivation, increases PDE4 activity in hippocampal CA3 neurons and is associated with a marked impairment of hippocampal LTP (Chen et al. 2010). ",
        "bbox": [
            123,
            414,
            879,
            466
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4.9 CNS Effects of PDE4 Inhibitors ",
        "text_level": 1,
        "bbox": [
            120,
            513,
            555,
            534
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The molecular, cellular and regional studies described in the preceding sections provide a perspective essential to studying the phenotypes of PDE4 inhibition or ablation in the intact organism. Therefore, we will now discuss the whole-organism pharmacology of PDE4 inhibitors and then move to genetic models. ",
        "bbox": [
            120,
            557,
            879,
            629
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The prototypical PDE4 inhibitor rolipram was first identified by virtue of its antidepressant-like activity in humans and rodents (Fleischhacker et al. 1992; Scott et al. 1991; Hebenstreit et al. 1989; Eckmann et al. 1988; Zeller et al. 1984; Bobon et al. 1988; Kehr et al. 1985; Wachtel 1983). Its activity as a highly-selective PDE4 inhibitor was determined only after the publication of these early behavioral studies (Nemoz et  al. 1985). Extensive testing of rolipram and numerous other PDE4- selective inhibitors in behavioral assays in rodents has demonstrated that they have activity that is broadly similar to other antidepressant agents, such as tricyclic antidepressants, SSRIs and SNRIs. Specifically, PDE4-selective inhibitors have antidepressant-like activity in hypothermia assays and in the forced-swim and tailsuspension tests (Barad et al. 1998; Bach et al. 1999; Titus et al. 2013; Mueller et al. 2010; Nibuya et al. 1996; O’Donnell and Zhang 2004; Zhang et al. 2006; Xiao et al. 2011; Jindal et  al. 2012) and other assays (Wachtel 1983; O’Donnell 1993; O’Donnell and Frith 1999; Wachtel and Schneider 1986) used in the pre-clinical testing of antidepressants. Numerous studies have also demonstrated that most classes of antidepressant drugs, although having disparate immediate targets, ultimately have overlapping effects on cAMP signaling pathways (Zhang et al. 2005b). For example, in rodents, several different classes of antidepressants elevate PDE4 levels, especially levels of PDE4D (Takahashi et al. 1999; Ye et al. 1997; Ye et al. 2000; Zhao et al. 2003b; Dlaboga et al. 2006) and increases levels of CREB (Nibuya et al. 1996) and phospho-CREB (Li et al. 2009b). ",
        "bbox": [
            120,
            632,
            879,
            881
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            214
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In addition to their antidepressant effects, PDE4 inhibitors have cognitive and memory-enhancing effects in rodents and possibly in humans. The potential memory-enhancing effects of PDE inhibition have been investigated for decades (Villiger and Dunn 1981) and the effects of rolipram studied soon after it was first synthesized (Randt et al. 1982) and subsequently (Egawa et al. 1997; Imanishi et al. 1997). The potential value of PDE4 inhibition in disorders of cognition and memory received support from two studies from the Kandel laboratory in 1999 that suggested that PDE4-selective inhibitors have cognitive- and memory-enhancing activity in mice (Barad et al. 1998; Bach et al. 1999). These results have been confirmed by other groups, using a range of experimental conditions (Zhang et al. 2005a; Titus et al. 2013; Mueller et al. 2010; Kuroiwa et al. 2012; Ahmed and Frey 2003; Xiao et al. 2011; Zhang et al. 2000; Zhang et al. 2004b; Hajjhussein et al. 2007; Rutten et al. 2009; Rutten et al. 2007a; Rutten et al. 2007b; Cheng et al. 2010; Li et al. 2011a; Rutten et al. 2008a; Rutten et al. 2006; Navakkode et al. 2005; Wang et al. 2012; Wang et al. 2013; Guan et al. 2011; Werenicz et al. 2012; Hotte et al. 2012; Giralt et al. 2011; Li et al. 2011b). One distinct experimental approach has been the use of NMDA inhibitors as pre-treatment prior to PDE4 inhibition; PDE4 inhibition clearly can reverse, at least in part, memory loss produced by these inhibitors (Zhang et al. 2005a; Zhang et al. 2000; Hajjhussein et al. 2007; Suvarna and O’Donnell 2002; Kato et al. 1997; Wiescholleck and Manahan-Vaughan 2012). These cognition/memory-enhancing effects have also been demonstrated in other rodent models, including the rat (Rutten et  al. 2007a; Wiescholleck and Manahan-Vaughan 2012; Schaefer et al. 2012; Zhang and O’Donnell 2000). The effects of rolipram and other PDE4-selective inhibitors on cognition, learning and memory appear to be distinct from their antidepressant effects, as antidepressants of other classes do not seem to have these effects (Makhay et al. 2001). The results of all these studies have stimulated the development of PDE4 inhibitors specifically targeted at cognition and memory enhancement (Zhang et al. 2005a; Zhang et al. 2006); however, clinical trials of these compounds to date have proved to be disappointing. ",
        "bbox": [
            118,
            219,
            879,
            738
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Pre-clinical testing of PDE4-selective inhibitors in rodent models of emesis, such as in the ferret, have shown consistently that they have pro-emetic properties; this effect is mediated, at least in part, by central mechanisms (i.e., via the area postrema; refs. (Mori et  al. 2010; Robichaud et  al. 1999; Robichaud et  al. 2002; Duplantier et  al. 1996)). PDE4-selective inhibitors also have significant classspecific effects on the GI tract, in that they increase gastric production and bowel chloride secretion, leading to emesis and diarrhea (Fabbri et  al. 2009; Calverley et al. 2009; Schafer et al. 2014; Kavanaugh et al. 2015; Papp et al. 2015). These side effects of PDE4-selective inhibitors appear to be related to their pharmacologic mechanism of action, in that gastric acid production and secretory diarrhea are both caused by elevation of cAMP levels in GI epithelium (Hatzelmann et  al. 2010; Lambert et al. 2014; Barnette et al. 1995; Okuda et al. 2009). Studies of both the CNS and non-CNS side effects of PDE4 inhibitors have been complicated by the lack of selectivity of PDE4 inhibitors for any individual PDE4 isoform, or subset of PDE4 isoforms, thereby rendering it uncertain which PDE4 isoform(s) are responsible for any specific side effect. However, experimental studies of emesis in Pde4d knockout mice have implicated the isoforms encoded by this gene as being most likely to be contributing to this effect (Robichaud et al. 2002). ",
        "bbox": [
            120,
            738,
            879,
            863
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            90,
            881,
            286
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.10 Studies of PDE4 Function in the CNS Using Genetically-Modified Mice ",
        "text_level": 1,
        "bbox": [
            118,
            331,
            708,
            373
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Essential to the understanding of the functions of PDE4 isoforms in the CNS has been the development of mice with mutations or knockdowns in specific PDE4 isoform(s). Three approaches have been employed: gene knockouts, lentiviral siRNA, and dominant-negative approaches, respectively. ",
        "bbox": [
            120,
            397,
            881,
            469
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.10.1 PDE4 Gene Knockouts ",
        "text_level": 1,
        "bbox": [
            120,
            516,
            478,
            536
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The phenotypes of mice with knockouts in each of the Pde4a, Pde4b and Pde4d genes have been generated and studied extensively. ",
        "bbox": [
            120,
            560,
            876,
            596
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "$P d e 4 a { \\mathrm { - } } / { \\mathrm { - } }$ mice have been studied to date by a single group (Hansen et al. 2014). The knockout seems to have a beneficial effect on cognition and/or memory, based on one assay (the step-through-passive-avoidance test), but not in other assays, such as the Morris water maze. The mice also seem to have increased anxiety-like behavior, based on the elevated-plus maze, holeboard, light-dark transition, and novelty suppressed feeding tests. Consistent with the anxiety profile, $P d e 4 a { \\mathrm { - } } / { \\mathrm { - } }$ mice had elevated corticosterone levels. The knockout did not seem to produce any change on tests of depression, such as the forced swim or tail suspension tests. Therefore, Pde4a may be important in the regulation of emotional memory and anxiety-like behavior. ",
        "bbox": [
            120,
            597,
            881,
            774
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "$P d e 4 b { - } / { - }$ mice have been studied by a number of groups, with disparate results (Zhang et  al. 2008; Siuciak et  al. 2008; Siuciak et  al. 2007; Rutten et  al. 2011). Some studies of $P d e 4 b { - } / { - }$ mice have shown them to have behavioral characteristics that mimic the actions of antidepressants (Zhang et al. 2008; Siuciak et al. 2008; Zhang et  al. 2002); for example, decreased immobility in tail-suspension and forced-swim tests. However, other studies of the same genotype show only weak or modest effects in what appear to be similar assays (Siuciak et al. 2007; Rutten et al. 2011). Increased activity was also noted by some groups. There was no consistent effect on cognition or memory among the studies. These disparate findings are difficult to reconcile, although differences in genetic background, age at the time of study, or assay conditions could be responsible. ",
        "bbox": [
            120,
            777,
            879,
            866
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            196
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Pde4d−/− mice have also been studied by several groups. Some studies of $P d e 4 d - / -$ mice have shown them to have augmented activity in tests of learning and memory (Li et al. 2011a; Zhang et al. 2002), while studies of the identical genotype by other groups do not show this effect (Rutten et al. 2008b). Almost all studies have shown increased levels of pCREB and increased hippocampal neurogenesis in these mice. Some groups also have shown that this knockout has an anti-depressant phenotype, consistent with the concept that PDE4D mediates antidepressant effects (Zhang 2009). ",
        "bbox": [
            118,
            198,
            881,
            340
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "PDE4D−/− rats have also been generated recently (Kaname et  al. 2014), although detailed characterization of their CNS phenotype awaits further publication. Of interest, however, is that they have skeletal abnormalities reminiscent of those seen in the human PDE4D-mutant disorder, acrodysostosis (see below). ",
        "bbox": [
            120,
            342,
            879,
            412
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Study of all PDE4 mouse knockouts have been complicated by non-CNS effects (Jin et  al. 1999; Jin and Conti 2002), such as slow growth, small adult size and impaired fertility. In addition, assessment of the CNS phenotype of these knockouts has also been complicated by the fact that all of them have knocked out their respective gene in the entire organism, which, given the given the expression of isoforms from their respective genes in a number of brain areas (see section above), complicates assessment of their phenotype in any one area of the brain, such as the striatum or forebrain/hippocampus. Region-specific knockouts would allow exploration of these phenotypes. ",
        "bbox": [
            120,
            414,
            879,
            576
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4.10.2 Lentiviral siRNA ",
        "text_level": 1,
        "bbox": [
            120,
            621,
            405,
            641
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Several groups have employed lentiviruses expressing siRNA to knock down a specific PDE4 isoform in the murine or rat CNS (Li et al. 2011a; Wang et al. 2013; Schaefer et al. 2012; Wang et al. 2015). The lentiviruses were injected into specific areas of the brain, typically the hippocampus, of wild-type or knockout mice. These experiments have the advantage of targeting both a specific PDE4 isoform and a specific region of the CNS. However, potential off-target effects of the siRNA and trauma related to the injection process remain legitimate concerns. These studies have confirmed and expanded the concept the Pde4d is essential to memory, hippocampal neurogenesis and the regulation of pCREB. Pde4d siRNA also has a profound effect on neuronal polarization, with potential implications for neural development and learning (Shelly et al. 2010). ",
        "bbox": [
            120,
            665,
            881,
            863
        ],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4.10.3 Dominant-Negative PDE4 Mutants ",
        "text_level": 1,
        "bbox": [
            118,
            88,
            615,
            109
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Two groups have now reported studies in which they used the over-expression of a dominant-negative PDE4B1 mutant as a transgene in the murine CNS (McGirr et al. 2016). As a precedent for this approach, we and our collaborators have used dominant-negative PDE4 mutants successfully in cell-based studies (Perry et  al. 2002; Baillie et  al. 2003; Bolger et  al. 2006). In these cell-based studies, the dominant-negative mutant protein has been shown to displace the corresponding endogenous PDE4 isoform from its protein partner(s) and therefore disrupt its cellular function(s). The use of a dominant-negative mutant has the potential to be more isoform-selective than a gene knockout: The murine Pde4b and human PDE4B gene both encode five isoforms (Bolger et al. 1993; Bolger et al. 1994; Swinnen et al. 1991; Huston et al. 1997; Shepherd et al. 2003; Cheung et al. 2007; Johnson et al. 2010), each with a distinct protein structure and pattern of expression in tissues. Therefore, the $P d e 4 b { - } / { - }$ mice described above have a phenotype that reflects the combined deficiency of all five PDE4B isoforms, which greatly complicates analysis of the effect(s) of any individual isoform, such as PDE4B1. The generation of dominant-negative mutants as transgenes also follows a strategy used by other groups who have expressed a dominant-negative PKA RIα subunit (Abel et  al. 1997), or a dominant-negative CREB mutant (Silva et al. 1998; Kida et al. 2002; Ahn et al. 1999; Pittenger et al. 2002; Barco et al. 2002; Pittenger et al. 2006; Lonze et al. 2002; Vecsey et al. 2009) in the CNS. In the vast majority of these studies, the dominant-negative transgene was expressed off the CaMKIIα promoter (Mayford et al. 1996a; Mayford et al. 1996b; Tsien et al. 1996). This promoter is active preferentially in excitatory neurons of forebrain areas, including the hippocampus, amygdala, cortex and striatum (Mayford et al. 1996a; Mayford et al. 1996b). It is also silent until several days after birth (Burgin et al. 1990), when most neural circuits are already formed, thereby possibly minimizing any adverse effects of the transgene on the normal development of the brain (Tsien et al. 1996). The PDE4B1 dominant-negative approach is designed to target just the PDE4B1 isoform and therefore has greater specificity than a Pde4b knockout. This specificity is the likely explanation for the differences in phenotype in PDE4B1 dominant-negative mice, compared to $P d e 4 b { - } / { - }$ mice. The PDE4B1 dominant-negative transgene clearly produces increased activity, levels of pCREB and neurogenesis, and may produce antidepressant effects in several assays (McGirr et al. 2016). One potential drawback of this approach is that the PDE4B1 dominant-negative transgene might not fully block PDE4B1 function, or, alternatively, might have some action against other PDE4 isoforms, including those encoded by the Pde4a and Pde4d genes. Despite these potential issues, the dominant-negative approach has merit and indeed appears to be best available way to study the relationship of a PDE4 isoform with its specific interacting partners, such as the interaction of PDE4B1 and DISC1. ",
        "bbox": [
            120,
            130,
            881,
            834
        ],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.10.4 What Have We Learned from the Mouse Models? ",
        "text_level": 1,
        "bbox": [
            120,
            88,
            772,
            109
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The mouse genetic models collectively appear to have phenotypes that are broadly similar to those that would be predicted on the basis of the known CNS actions of PDE4-selective inhibitors: there is activation of PKA and phosphorylation of CREB, with antidepressant-like activity being detected in most although certainly not all, of the models. There also appears to be some effect on learning and memory in many of the models. Augmented neurogenesis has been detected in almost all the models that have been assayed and provides a likely cellular mechanism for both the antidepressant and memory-augmentation phenotypes that have been observed. The antidepressant effects seem to be mediated more by pde4b isoforms, whereas the memory effects are mediated more by pde4d isoforms, although the relative contributions of these two genes are likely to overlap substantially. These results are generally reassuring for drug development: they provide essential confirmation that the CNS effects of PDE4-selective inhibitors are indeed produced by their ability to inhibit PDE4 enzymatic activity, and not by some as-yet-unappreciated off-target effect. They are also compatible with generally-accepted theories of learning and memory (Silva et  al. 1998; Volkow and Morales 2015; Kandel et  al. 2014), and depression (Gage 2000; Lie et  al. 2004; Zhao et  al. 2008; Spalding et  al. 2013; Nestler and Hyman 2010), and thereby provide continued impetus for the development of PDE4-selective inhibitors that can produce such effects therapeutically in humans. ",
        "bbox": [
            120,
            135,
            879,
            492
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "A number of questions remain. One important question is determining the specific region(s) of the brain that are essential for PDE4-mediated phenotypes. The dominant-negative models that use the CamIIα promoter tend to confirm numerous prior observations that the hippocampus and forebrain are essential for the PDE4- related learning and memory phenotype; however, this conclusion is obviously dependent on the accuracy of prior observations on the tissue specificity of this widely-used promoter (Mayford et  al. 1996a; Mayford et  al. 1996b; Tsien et  al. 1996; Mayford et al. 1995); see also (Hitti and Siegelbaum 2014). The models provide fewer insights into the regions essential for the antidepressant actions of PDE4- selective inhibitors. Further studies that employ tissue-specific or region-specific methods, such as cre/lox knock-out/knock-in methods, or optogenetic approaches, should provide additional insights. ",
        "bbox": [
            120,
            495,
            879,
            710
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "4.11 Human PDE4D Mutations: Acrodysostosis Syndromes ",
        "text_level": 1,
        "bbox": [
            120,
            755,
            831,
            776
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The phenotypes of mice with PDE4 mutations contrast sharply with those identified to date in humans. Mutations in the gene encoding the PKA regulatory subunit Type 1A (PRKAR1A) have been identified as the cause of Carney Complex, a multispectrum disorder with cutaneous, cardiac and endocrine features and a predisposition to several cancers (Carney et al. 1985; Kirschner et al. 2000; Salpea and Stratakis 2014). Intriguingly, a different set of PRKAR1A mutations have been detected in patients with acrodysostosis, a complex disorder affecting bone formation, growth and the CNS (Linglart et al. 2011; Lee et al. 2012; Linglart et al. 2012; Michot et al. 2012; Nagasaki et al. 2012; Muhn et al. 2013; Lindstrand et al. 2014). More recently, PDE4D mutations have been identified in patients with acrodysostosis that lack PRKAR1A mutations (Lee et al. 2012; Linglart et al. 2012; Michot et al. 2012; Lindstrand et al. 2014; Lynch et al. 2013). The skeletal dysplasia in patients with acrodysostosis with PRKAR1A mutations resembles the osteodystrophy seen in patients with pseudohypoparathyroidism Type 1a, in that they are resistant to the action of the hormones PTH and TSH (Linglart et al. 2011; Linglart et al. 2012), two hormones that activate adenylyl cyclase through GPCRs. However, patients with PDE4D mutations do not demonstrate resistance to these hormones (Linglart et al. 2011; Linglart et al. 2012), consistent with the gene defect being in a different portion (PDE4D v PKA) of the cAMP signaling pathway. ",
        "bbox": [
            120,
            800,
            879,
            870
        ],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            88,
            879,
            358
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Of considerable interest to neurobiologists is that most patients with acrodysostosis and PDE4D mutations have significant mental retardation (Lee et al. 2012; Linglart et al. 2012; Michot et al. 2012; Lindstrand et al. 2014; Lynch et al. 2013); this is not typically seen in patients with acrodysostosis and PRKAR1A mutations, although some of those individuals have behavioral disorders. The presence of intellectual disorders in PDE4D acrodysostosis patients has led a number of investigators to test for PDE4D mutations in a broader population of patients with mental retardation and skeletal abnormalities. These efforts have led to the recent study of a mirror phenotype, involving intellectual disability and skeletal abnormalities different from acrodysostosis; genetic testing revealed PDE4D haploinsufficiency in these patients (Lindstrand et al. 2014). It seems quite likely that additional PDE4Dmutant syndromes affecting the CNS will be identified in the near future. ",
        "bbox": [
            120,
            360,
            879,
            575
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "It is of considerable interest to compare the CNS phenotypes in the acrodysostosis patients to those seen in the PDE4D knockout mice. It is clear that the human phenotype is considerably more severe and affects multiple aspects of cognition and memory. Whether this reflects a purely species difference, or a different mutation mechanism (the acrodysostosis mutants may have a dominant-negative effect, as discussed below) is uncertain. There are no murine models of the acrodysostosis mutations; the CNS phenotype of the rat PDE4D−/− rat, which has skeletal abnormalities reminiscent of acrodysostosis, has yet to be published (Kaname et al. 2014). ",
        "bbox": [
            120,
            576,
            881,
            719
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.12 Dimerization and the PDE4D Acrodysostosis Mutations ",
        "text_level": 1,
        "bbox": [
            120,
            765,
            845,
            786
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The structural data on the PDE4 dimer also provide great insight into the possible functional effects of PDE4D mutations that have been implicated in acrodysostosis. Of the 16 different single amino acid acrodysostosis mutations that have been identified to date, 15 map to the interface between UCR1/2 and the catalytic domain, or to the “hinge” region connecting the dimerization domain to UCR1/2 and the catalytic domains (Cedervall et al. 2015). The 16th acrodysostosis mutation is at S133, the PKA catalytic site (Lindstrand et al. 2014); note that this and other genetic references use GenBank NM_001104631.1 for the mutation co-ordinates, with S133 in PDE4D5 being S190 in the GenBank entry. ",
        "bbox": [
            120,
            810,
            879,
            881
        ],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            120,
            90,
            879,
            178
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The structural model may provide insight into the profound disability seen in patients with acrodysostosis mutations. Given that one of the acrodysostosis mutations is at the PKA phosphorylation site and completely blocks PKA phosphorylation of long PDE4D isoforms, and that all the PDE4D acrodysostosis mutations have a similar phenotype, it is quite possible that all PDE4D acrodysostosis mutations serve to inhibit PKA-mediated activation of PDE4D enzymatic activity, or lower PDE4D enzymatic activity in other ways (Kaname et al. 2014). Therefore, cAMP levels would be elevated in PDE4D acrodysostosis cells, activating PKA activity at its substrates and producing a potentially broad range of phenotypes. Consistent with this model is the observation of compensatory activation of other PDE4 isoforms (e.g., PDE4A and PDE4B) in acrodysostosis cells (Kaname et al. 2014). ",
        "bbox": [
            120,
            180,
            879,
            375
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Since acrodysostosis mutations lower PDE4D enzymatic activity, which is also the pharmacologic effect of rolipram and other PDE4-selective inhibitors, the severe bone and CNS manifestations of acrodysostosis provide a rationale for caution in the human use of PDE4-selective inhibitors. It is possible that disorders of bone (or of the CNS) might be unanticipated side effects of PDE4 inhibition. To date, bone abnormalities (e.g., osteoporosis) have not been reported as a side effect of adult use of PDE4 inhibitors, however, exposure earlier in development (e.g., in utero) might produce profound skeletal development effects and remains a legitimate concern. ",
        "bbox": [
            118,
            378,
            881,
            521
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.13 Conclusion: Implications for Future PDE4 CNS Drug Development ",
        "text_level": 1,
        "bbox": [
            123,
            567,
            824,
            609
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "There are now grounds for reasonable optimism for the development of PDE4- selective inhibitors that would target the CNS and thereby be potentially useful in the treatment of depression and other affective disorders, psychosis, cognitive and memory dysfunction, addictive disorders, and possibly other conditions. I propose that such agents should target the long PDE4 isoforms preferentially. Expression studies show that long forms are preferentially expressed in the CNS. Furthermore, only the long isoforms are capable of dimerization, with the corresponding change in enzymatic properties and the formation of a HARBS.  Indeed, it is generally agreed that CNS tissues are enriched in HARBS (Rocque et al. 1997a; Rocque et al. 1997b; Souness and Rao 1997; Zhang et al. 2006; Zhao et al. 2003a; Zhao et al. 2003b). To be effective therapeutically, these new inhibitors would also need to have low emetic potential; given our lack of knowledge of the exact targets for PDE4 inhibitors in the area postrema, this could remain a significant problem. ",
        "bbox": [
            120,
            633,
            881,
            866
        ],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Finally, these PDE4 inhibitors would need to permeate the blood-brain barrier and have appropriate bioavailability. Despite these obstacles, there are grounds for optimism. ",
        "bbox": [
            120,
            90,
            879,
            142
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Conflict of Interest The author declares that he has no conflicts of interest. ",
        "bbox": [
            118,
            163,
            712,
            178
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "bbox": [
            120,
            225,
            248,
            244
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Abel T, Nguyen PV, Barad M, Deuel TA, Kandel ER, Bourtchouladze R. Genetic demonstration of a role for PKA in the late phase of LTP and in hippocampus-based long-term memory. Cell. 1997;88(5):615–26.   \nAhmed T, Frey JU.  Expression of the specific type IV phosphodiesterase gene PDE4B3 during different phases of long-term potentiation in single hippocampal slices of rats in  vitro. Neuroscience. 2003;117(3):627–38.   \nAhn S, Ginty DD, Linden DJA. late phase of cerebellar long-term depression requires activation of CaMKIV and CREB. Neuron. 1999;23(3):559–68.   \nAntoine MW, Hubner CA, Arezzo JC, Hebert JM. A causative link between inner ear defects and long-term striatal dysfunction. Science. 2013;341(6150):1120–3.   \nAttardo A, Fitzgerald JE, Schnitzer MJ. Impermanence of dendritic spines in live adult CA1 hippocampus. Nature. 2015;523(7562):592–6.   \nBach ME, Barad M, Son H, Zhuo M, YF L, Shih R, et al. Age-related defects in spatial memory are correlated with defects in the late phase of hippocampal long-term potentiation in vitro and are attenuated by drugs that enhance the cAMP signaling pathway. Proc Natl Acad Sci U S A. 1999;96(9):5280–5.   \nBaillie GS. Compartmentalized signalling: spatial regulation of cAMP by the action of compartmentalized phosphodiesterases. FEBS J. 2009;276(7):1790–9.   \nBaillie GS, MacKenzie SJ, McPhee I, Houslay MD. Sub-family selective actions in the ability of erk2 MAP kinase to phosphorylate and regulate the activity of PDE4 cyclic AMP-specific phosphodiesterases. Br J Pharmacol. 2000;131(4):811–9.   \nBaillie G, MacKenzie SJ, Houslay MD.  Phorbol 12-myristate 13-acetate triggers the protein kinase A-mediated phosphorylation and activation of the PDE4D5 cAMP phosphodiesterase in human aortic smooth muscle cells through a route involving extracellular signal regulated kinase (ERK). Mol Pharmacol. 2001;60(5):1100–11.   \nBaillie GS, Sood A, McPhee I, Gall I, Perry SJ, Lefkowitz RJ, et al. beta-Arrestin-mediated PDE4 cAMP phosphodiesterase recruitment regulates beta-adrenoceptor switching from Gs to Gi. Proc Natl Acad Sci U S A. 2003;100(3):940–5.   \nBaillie GS, Adams DR, Bhari N, Houslay TM, Vadrevu S, Meng D, et al. Mapping binding sites for the PDE4D5 cAMP-specific phosphodiesterase to the N- and C-domains of beta-arrestin using spot-immobilized peptide arrays. Biochem J. 2007;404(1):71–80.   \nBaker JM, Hudson RP, Kanelis V, Choy WY, Thibodeau PH, Thomas PJ, et al. CFTR regulatory region interacts with NBD1 predominantly via multiple transient helices. Nat Struct Mol Biol. 2007;14(8):738–45.   \nBanke TG, Bowie D, Lee H, Huganir RL, Schousboe A, Traynelis SF. Control of GluR1 AMPA receptor function by cAMP-dependent protein kinase. J Neurosci. 2000;20(1):89–102.   \nBarad M, Bourtchouladze R, Winder DG, Golan H, Kandel E. Rolipram, a type IV-specific phosphodiesterase inhibitor, facilitates the establishment of long-lasting long-term potentiation and improves memory. Proc Natl Acad Sci U S A. 1998;95(25):15020–5.   \nBarco A, Alarcon JM, Kandel ER. Expression of constitutively active CREB protein facilitates the late phase of long-term potentiation by enhancing synaptic capture. Cell. 2002;108(5):689–703.   \nBarco A, Patterson S, Alarcon JM, Gromova P, Mata-Roig M, Morozov A, et al. Gene expression profiling of facilitated L-LTP in VP16-CREB mice reveals that BDNF is critical for the maintenance of LTP and its synaptic capture. Neuron. 2005;48(1):123–37.   \nBarnes AP, Lilley BN, Pan YA, Plummer LJ, Powell AW, Raines AN, et al. LKB1 and SAD kinases define a pathway required for the polarization of cortical neurons. Cell. 2007;129(3):549–63.   \nBarnette MS, Grous M, Cieslinski LB, Burman M, Christensen SB, Torphy TJ. Inhibitors of phosphodiesterase IV (PDE IV) increase acid secretion in rabbit isolated gastric glands: correlation between function and interaction with a high-affinity rolipram binding site. J Pharmacol Exp Ther. 1995;273(3):1396–402.   \nBartsch D, Casadio A, Karl KA, Serodio P, Kandel ER. CREB1 encodes a nuclear activator, a repressor, and a cytoplasmic modulator that form a regulatory unit critical for long-term facilitation. Cell. 1998;95(2):211–23.   \nBateup HS, Svenningsson P, Kuroiwa M, Gong S, Nishi A, Heintz N, et  al. Cell type-specific regulation of DARPP-32 phosphorylation by psychostimulant and antipsychotic drugs. Nat Neurosci. 2008;11(8):932–9.   \nBeard MB, Olsen AE, Jones RE, Erdogan S, Houslay MD, Bolger GB. UCR1 and UCR2 domains unique to the cAMP-specific phosphodiesterase family form a discrete module via electrostatic interactions. J Biol Chem. 2000;275(14):10349–58.   \nBeavo JA, Brunton LL. Cyclic nucleotide research -- still expanding after half a century. Nat Rev Mol Cell Biol. 2002;3(9):710–8.   \nBeca S, Helli PB, Simpson JA, Zhao D, Farman GP, Jones PP, et al. Phosphodiesterase 4D regulates baseline sarcoplasmic reticulum $\\mathrm { C a } 2 +$ release and cardiac contractility, independently of L-type $\\mathrm { C a } 2 +$ current. Circ Res. 2011;109(9):1024–30.   \nBibb JA. Decoding dopamine signaling. Cell. 2005;122(2):153–5.   \nBird RJ, Baillie GS, Yarwood SJ. Interaction with receptor for activated C-kinase 1 (RACK1) sensitizes the phosphodiesterase PDE4D5 towards hydrolysis of cAMP and activation by protein kinase C. Biochem J. 2010;432(1):207–16.   \nBobon D, Breulet M, Gerard-Vandenhove MA, Guiot-Goffioul F, Plomteux G, Hernandez M, et al. Is phosphodiesterase inhibition a new mechanism of antidepressant action? A double blind double-dummy study between rolipram and desipramine in hospitalized major and/or endogenous depressives. Eur Arch Psychiatry Neurol Sci. 1988;238(1):2–6.   \nBolger GB. Phosphodiesterase isoforms - an annotated list. In: Beavo JA, Francis SH, Houslay MD, editors. Cyclic nucleotide phosphodiesterases in health and disease. Boca Raton: CRC Press; 2007. p. 19–31.   \nBolger GB. RACK1 and beta-arrestin2 attenuate dimerization of PDE4 cAMP phosphodiesterase PDE4D5. Cell Signal. 2016;28:706–12.   \nBolger G, Michaeli T, Martins T, St JT, Steiner B, Rodgers L, et al. A family of human phosphodiesterases homologous to the dunce learning and memory gene product of Drosophila melanogaster are potential targets for antidepressant drugs. Mol Cell Biol. 1993;13(10):6558–71.   \nBolger GB, Rodgers L, Riggs M. Differential CNS expression of alternative mRNA isoforms of the mammalian genes encoding cAMP-specific phosphodiesterases. Gene. 1994;149(2):237–44.   \nBolger GB, Erdogan S, Jones RE, Loughney K, Scotland G, Hoffmann R, et al. Characterization of five different proteins produced by alternatively spliced mRNAs from the human cAMPspecific phosphodiesterase PDE4D gene. Biochem J. 1997;328(Pt 2):539–48.   \nBolger GB, McCahill A, Yarwood SJ, Steele MS, Warwicker J, Houslay MD.  Delineation of RAID1, the RACK1 interaction domain located within the unique N-terminal region of the cAMP-specific phosphodiesterase, PDE4D5. BMC Biochem. 2002;3(1):24.   \nBolger GB, McCahill A, Huston E, Cheung YF, McSorley T, Baillie GS, et al. The unique aminoterminal region of the PDE4D5 cAMP phosphodiesterase isoform confers preferential interaction with beta-arrestins. J Biol Chem. 2003;278(49):49230–8.   \nBolger GB, Baillie GS, Li X, Lynch MJ, Herzyk P, Mohamed A, et al. Scanning peptide array analyses identify overlapping binding sites for the signalling scaffold proteins, beta-arrestin and RACK1, in cAMP-specific phosphodiesterase PDE4D5. Biochem J. 2006;398(1):23–36. SH, Houslay MD, editors. Cyclic nucleotide phosphodiesterases in health and disease. Boca Raton: Taylor and Francis; 2007. p. 99–129.   \nBolger GB, Dunlop AJ, Meng D, Day JP, Klussmann E, Baillie GS, et al. Dimerization of cAMP phosphodiesterase-4 (PDE4) in living cells requires interfaces located in both the UCR1 and catalytic unit domains. Cell Signal. 2015;27(4):756–69.   \nBourtchuladze R, Frenguelli B, Blendy J, Cioffi D, Schutz G, Silva AJ. Deficient long-term memory in mice with a targeted mutation of the cAMP-responsive element-binding protein. Cell. 1994;79(1):59–68.   \nBradaia A, Berton F, Ferrari S, Luscher C. beta-Arrestin2, interacting with phosphodiesterase 4, regulates synaptic release probability and presynaptic inhibition by opioids. Proc Natl Acad Sci U S A. 2005;102(8):3034–9.   \nBradshaw NJ, Porteous DJ. DISC1-binding proteins in neural development, signalling and schizophrenia. Neuropharmacology. 2012;62(3):1230–41.   \nBradshaw NJ, Ogawa F, Antolin-Fontes B, Chubb JE, Carlyle BC, Christie S, et  al. DISC1, PDE4B, and NDE1 at the centrosome and synapse. Biochem Biophys Res Commun. 2008;377(4):1091–6.   \nBradshaw NJ, Soares DC, Carlyle BC, Ogawa F, Davidson-Smith H, Christie S, et al. PKA phosphorylation of NDE1 is DISC1/PDE4 dependent and modulates its interaction with LIS1 and NDEL1. J Neurosci. 2011;31(24):9043–54.   \nBrandon NJ, Sawa A. Linking neurodevelopmental and synaptic theories of mental illness through DISC1. Nat Rev Neurosci. 2011;12(12):707–22.   \nBraun NN, Reutiman TJ, Lee S, Folsom TD, Fatemi SH. Expression of phosphodiesterase 4 is altered in the brains of subjects with autism. Neuroreport. 2007;18(17):1841–4.   \nBruno O, Fedele E, Prickaerts J, Parker LA, Canepa E, Brullo C, et al. GEBR-7b, a novel PDE4D selective inhibitor that improves memory in rodents at non-emetic doses. Br J  Pharmacol. 2011;164(8):2054–63.   \nBurgin KE, Waxham MN, Rickling S, Westgate SA, Mobley WC, Kelly PT. situ hybridization histochemistry of $\\mathrm { C a } 2 +$ /calmodulin-dependent protein kinase in developing rat brain. J Neurosci. 1990;10(6):1788–98.   \nBurgin AB, Magnusson OT, Singh J, Witte P, Staker BL, Bjornsson JM, et al. Design of phosphodiesterase 4D (PDE4D) allosteric modulators for enhancing cognition with improved safety. Nat Biotechnol. 2010;28(1):63–70.   \nCalverley PM, Rabe KF, Goehring UM, Kristiansen S, Fabbri LM, Martinez FJ. Roflumilast in symptomatic chronic obstructive pulmonary disease: two randomised clinical trials. Lancet. 2009;374(9691):685–94.   \nCard GL, England BP, Suzuki Y, Fong D, Powell B, Lee B, et al. Structural basis for the activity of drugs that inhibit phosphodiesterases. Structure (Camb). 2004;12(12):2233–47.   \nCarlezon WA Jr, Thome J, Olson VG, Lane-Ladd SB, Brodkin ES, Hiroi N, et al. Regulation of cocaine reward by CREB. Science. 1998;282(5397):2272–5.   \nCarney JA, Gordon H, Carpenter PC, Shenoy BV, Go VL. The complex of myxomas, spotty pigmentation, and endocrine overactivity. Medicine (Baltimore). 1985;64(4):270–83.   \nCasadio A, Martin KC, Giustetto M, Zhu H, Chen M, Bartsch D, et al. A transient, neuron-wide form of CREB-mediated long-term facilitation can be stabilized at specific synapses by local protein synthesis. Cell. 1999;99(2):221–37.   \nCedervall P, Aulabaugh A, Geoghegan KF, McLellan TJ, Pandit J. Engineered stabilization and structural analysis of the autoinhibited conformation of PDE4. Proc Natl Acad Sci U S A. 2015;112(12):E1414–22.   \nChen CC, Yang CH, Huang CC, Hsu KS.  Acute stress impairs hippocampal mossy fiberCA3 long-term potentiation by enhancing cAMP-specific phosphodiesterase 4 activity. Neuropsychopharmacology. 2010;35(7):1605–17.   \nCheng YF, Wang C, Lin HB, Li YF, Huang Y, JP X, et al. Inhibition of phosphodiesterase-4 reverses memory deficits produced by Abeta25-35 or Abeta1-40 peptide in rats. Psychopharmacology. 2010;212(2):181–91. associated with reinforcement, movement, and affect. J Comp Neurol. 1999;407(2):287–301.   \nCheung YF, Kan Z, Garrett-Engele P, Gall I, Murdoch H, Baillie GS, et al. PDE4B5, a novel, supershort, brain-specific cAMP phosphodiesterase-4 variant whose isoform-specifying N-terminal region is identical to that of cAMP phosphodiesterase-4D6 (PDE4D6). J Pharmacol Exp Ther. 2007;322(2):600–9.   \nCho YH, Giese KP, Tanila H, Silva AJ, Eichenbaum H. Abnormal hippocampal spatial representations in alphaCaMKIIT286A and CREBalphaDelta- mice. Science. 1998;279(5352):867–9.   \nCollins DM, Murdoch H, Dunlop AJ, Charych E, Baillie GS, Wang Q, et al. Ndel1 alters its conformation by sequestering cAMP-specific phosphodiesterase-4D3 (PDE4D3) in a manner that is dynamically regulated through Protein Kinase A (PKA). Cell Signal. 2008;20(12):2356–69.   \nConsonni SV, Gloerich M, Spanjaard E, Bos JL. cAMP regulates DEP domain-mediated binding of the guanine nucleotide exchange factor Epac1 to phosphatidic acid at the plasma membrane. Proc Natl Acad Sci U S A. 2012;109(10):3814–9.   \nConti M, Beavo J. Biochemistry and physiology of cyclic nucleotide phosphodiesterases: essential components in cyclic nucleotide signaling. Annu Rev Biochem. 2007;76:481–511.   \nCraven KB, Zagotta WN.  CNG and HCN channels: two peas, one pod. Annu Rev Physiol. 2006;68:375–401.   \nCrino P, Khodakhah K, Becker K, Ginsberg S, Hemby S, Eberwine J. Presence and phosphorylation of transcription factors in developing dendrites. Proc Natl Acad Sci U S A. 1998;95(5):2313–8.   \nDart C, Leyland ML. Targeting of an A kinase-anchoring protein, AKAP79, to an inwardly rectifying potassium channel, Kir2.1. J Biol Chem. 2001;276(23):20499–505.   \nDavid DJ, Samuels BA, Rainer Q, Wang JW, Marsteller D, Mendez I, et  al. Neurogenesisdependent and -independent effects of fluoxetine in an animal model of anxiety/depression. Neuron. 2009;62(4):479–93.   \nDi CG. Nucleus accumbens shell and core dopamine: differential role in behavior and addiction. Behav Brain Res. 2002;137(1–2):75–114.   \nDiFrancesco JC, DiFrancesco D. Dysfunctional HCN ion channels in neurological diseases. Front Cell Neurosci. 2015;6:174.   \nDlaboga D, Hajjhussein H, O’Donnell JM. Regulation of phosphodiesterase-4 (PDE4) expression in mouse brain by repeated antidepressant treatment: comparison with rolipram. Brain Res. 2006;1096(1):104–12.   \nD’Sa C, Tolbert LM, Conti M, Duman RS.  Regulation of cAMP-specific phosphodiesterases type 4B and 4D (PDE4) splice variants by cAMP signaling in primary cortical neurons. J Neurochem. 2002;81(4):745–57.   \nD’Sa C, Eisch AJ, Bolger GB, Duman RS. Differential expression and regulation of the cAMPselective phosphodiesterase type 4A splice variants in rat brain by chronic antidepressant administration. Eur J Neurosci. 2005;22(6):1463–75.   \nDudman JT, Eaton ME, Rajadhyaksha A, Macias W, Taher M, Barczak A, et al. Dopamine D1 receptors mediate CREB phosphorylation via phosphorylation of the NMDA receptor at Ser897-NR1. J Neurochem. 2003;87(4):922–34.   \nDuplantier AJ, Biggers MS, Chambers RJ, Cheng JB, Cooper K, Damon DB, et al. Biarylcarboxylic acids and -amides: inhibition of phosphodiesterase type IV versus [3H]rolipram binding activity and their relationship to emetic behavior in the ferret. J Med Chem. 1996;39(1):120–5.   \nEckmann F, Fichte K, Meya U, Sastre-Y-Hernandez M. Rolipram in major depression: results of a double-blind comparative study with amitriptyline. Curr Ther Res. 1988;43:291–5.   \nEgawa T, Mishima K, Matsumoto Y, Iwasaki K, Fujiwara M. Rolipram and its optical isomers, phosphodiesterase 4 inhibitors, attenuated the scopolamine-induced impairments of learning and memory in rats. Jpn J Pharmacol. 1997;75(3):275–81.   \nEschenhagen T.  PDE4  in the human heart  - major player or little helper? Br J  Pharmacol. 2013;169(3):524–7.   \nFabbri LM, Calverley PM, Izquierdo-Alonso JL, Bundschuh DS, Brose M, Martinez FJ, et  al. Roflumilast in moderate-to-severe chronic obstructive pulmonary disease treated with longacting bronchodilators: two randomised clinical trials. Lancet. 2009;374(9691):695–703. lesions differentially alter the expression of two subtypes of low Km cAMP-sensitive phosphodiesterase type 4 (PDE4A and PDE4B) in rat brain. Brain Res. 2000;867(1–2):52–61.   \nFleischhacker WW, Hinterhuber H, Bauer H, Pflug B, Berner P, Simhandl C, et al. A multicenter double-blind study of three different doses of the new cAMP-phosphodiesterase inhibitor rolipram in patients with major depressive disorder. Neuropsychobiology. 1992;26:59–64.   \nFox D III, Burgin AB, Gurney ME. Structural basis for the design of selective phosphodiesterase 4B inhibitors. Cell Signal. 2014;26(3):657–63.   \nFrancis SH, Blount MA, Corbin JD. Mammalian cyclic nucleotide phosphodiesterases: molecular mechanisms and physiological functions. Physiol Rev. 2011;91(2):651–90.   \nFrank DA, Greenberg ME. CREB: a mediator of long-term memory from mollusks to mammals. Cell. 1994;79:5–8.   \nGage FH. Mammalian neural stem cells. Science. 2000;287(5457):1433–8.   \nGavalda A, Roberts RS. Phosphodiesterase-4 inhibitors: a review of current developments (2010- 2012). Expert Opin Ther Pat. 2013;23(8):997–1016.   \nGiembycz MA.  Cilomilast: a second generation phosphodiesterase 4 inhibitor for asthma and chronic obstructive pulmonary disease. Expert Opin Investig Drugs. 2001;10(7):1361–79.   \nGiembycz MA, Maurice DH. Cyclic nucleotide-based therapeutics for chronic obstructive pulmonary disease. Curr Opin Pharmacol. 2014;16:89–107.   \nGiralt A, Saavedra A, Carreton O, Xifro X, Alberch J, Perez-Navarro E. Increased PKA signaling disrupts recognition memory and spatial memory: role in Huntington’s disease. Hum Mol Genet. 2011;20(21):4232–47.   \nGloerich M, Bos JL. Epac: defining a new mechanism for cAMP action. Annu Rev Pharmacol Toxicol. 2010;50:355–75.   \nGloerich M, Vliem MJ, Prummel E, Meijer LA, Rensen MG, Rehmann H, et al. The nucleoporin RanBP2 tethers the cAMP effector Epac1 and inhibits its catalytic activity. J  Cell Biol. 2011;193(6):1009–20.   \nGreengard P, Jen J, Nairn AC, Stevens CF. Enhancement of the glutamate response by cAMPdependent protein kinase in hippocampal neurons. Science. 1991;253(5024):1135–8.   \nGreenhill SD, Juczewski K, de Haan AM, Seaton G, Fox K, Hardingham NR. NEURODEVELOPMENT. Adult cortical plasticity depends on an early postnatal critical period. Science. 2015;349(6246):424–7.   \nGuan JS, SC S, Gao J, Joseph N, Xie Z, Zhou Y, et al. Cdk5 is required for memory function and hippocampal plasticity via the cAMP signaling pathway. PLoS One. 2011;6(9):e25735.   \nGurney ME, Burgin AB, Magnusson OT, Stewart LJ.  Small molecule allosteric modulators of phosphodiesterase 4. Handb Exp Pharmacol. 2011;204:167–92.   \nHajjhussein H, Suvarna NU, Gremillion C, Chandler LJ, O’Donnell JM.  Changes in NMDA receptor-induced cyclic nucleotide synthesis regulate the age-dependent increase in PDE4A expression in primary cortical cultures. Brain Res. 2007;1149:58–68.   \nHalene TB, Siegel SJ.  Antipsychotic-like properties of phosphodiesterase 4 inhibitors: evaluation of 4-(3-butoxy-4-methoxybenzyl)-2-imidazolidinone (RO-20-1724) with auditory eventrelated potentials and prepulse inhibition of startle. J Pharmacol Exp Ther. 2008;326(1):230–9.   \nHan JH, Kushner SA, Yiu AP, Hsiang HL, Buch T, Waisman A, et al. Selective erasure of a fear memory. Science. 2009;323(5920):1492–6.   \nHansen RT III, Conti M, Zhang HT. Mice deficient in phosphodiesterase-4A display anxiogeniclike behavior. Psychopharmacology. 2014;231(15):2941–54.   \nHatzelmann A, Morcillo EJ, Lungarella G, Adnot S, Sanjar S, Beume R, et al. The preclinical pharmacology of roflumilast--a selective, oral phosphodiesterase 4 inhibitor in development for chronic obstructive pulmonary disease. Pulm Pharmacol Ther. 2010;23(4):235–56.   \nHavekes R, Canton DA, Park AJ, Huang T, Nie T, Day JP, et  al. Gravin orchestrates protein kinase A and beta2-adrenergic receptor signaling critical for synaptic plasticity and memory. J Neurosci. 2012;32(50):18137–49.   \nHavekes R, Bruinenberg VM, Tudor JC, Ferri SL, Baumann A, Meerlo P, et al. Transiently increasing cAMP levels selectively in hippocampal excitatory neurons during sleep deprivation prevents memory deficits caused by sleep loss. J Neurosci. 2014;34(47):15715–21.   \nHavekes R, Meerlo P, Abel T. Animal studies on the role of sleep in memory: from behavioral performance to molecular mechanisms. Curr Top Behav Neurosci. 2015;25:183–206.   \nHayashi-Takagi A, Takaki M, Graziane N, Seshadri S, Murdoch H, Dunlop AJ, et al. Disruptedin-Schizophrenia 1 (DISC1) regulates spines of the glutamate synapse via Rac1. Nat Neurosci. 2010;13(3):327–32.   \nHebenstreit GF, Fellerer K, Fichte K, Fischer G, Geyer N, Meya U, et  al. Rolipram in major depressive disorder: results of a double-blind comparative study with imipramine. Pharmacopsychiatry. 1989;22(4):156–60.   \nHiggs G. Is PDE4 too difficult a drug target? Curr Opin Investig Drugs. 2010;11(5):495–8.   \nHill EV, Sheppard CL, Cheung YF, Gall I, Krause E, Houslay MD.  Oxidative stress employs phosphatidyl inositol 3-kinase and ERK signalling pathways to activate cAMP phosphodiesterase-4D3 (PDE4D3) through multi-site phosphorylation at Ser239 and Ser579. Cell Signal. 2006;18(11):2056–69.   \nHitti FL, Siegelbaum SA. The hippocampal CA2 region is essential for social memory. Nature. 2014;508(7494):88–92.   \nHoffmann R, Wilkinson IR, McCallum JF, Engels P, Houslay MD. cAMP-specific phosphodiesterase HSPDE4D3 mutants which mimic activation and changes in rolipram inhibition triggered by protein kinase A phosphorylation of Ser-54: generation of a molecular model. Biochem J. 1998;333(Pt 1):139–49.   \nHoffmann R, Baillie GS, MacKenzie SJ, Yarwood SJ, Houslay MD. The MAP kinase ERK2 inhibits the cyclic AMP-specific phosphodiesterase HSPDE4D3 by phosphorylating it at Ser579. EMBO J. 1999;18(4):893–903.   \nHotte M, Dauphin F, Freret T, Boulouard M, Levallet G. A biphasic and brain-region selective down-regulation of cyclic adenosine monophosphate concentrations supports object recognition in the rat. PLoS One. 2012;7(2):e32244.   \nHouslay MD. Underpinning compartmentalised cAMP signalling through targeted cAMP breakdown. Trends Biochem Sci. 2010;35(2):91–100.   \nHuai Q, Liu Y, Francis SH, Corbin JD, Ke H. Crystal structures of phosphodiesterases 4 and 5 in complex with inhibitor 3-isobutyl-1-methylxanthine suggest a conformation determinant of inhibitor selectivity. J Biol Chem. 2004;279(13):13095–101.   \nHuai Q, Sun Y, Wang H, Macdonald D, Aspiotis R, Robinson H, et al. Enantiomer discrimination illustrated by the high resolution crystal structures of type 4 phosphodiesterase. J Med Chem. 2006;49(6):1867–73.   \nHuang W, She L, Chang XY, Yang RR, Wang L, Ji HB, et al. Protein kinase LKB1 regulates polarized dendrite formation of adult hippocampal newborn neurons. Proc Natl Acad Sci U S A. 2014;111(1):469–74.   \nHuston E, Pooley L, Julien P, Scotland G, McPhee I, Sullivan M, et al. The human cyclic AMPspecific phosphodiesterase PDE-46 (HSPDE4A4B) expressed in transfected COS7 cells occurs as both particulate and cytosolic species which exhibit distinct kinetics of inhibition by the antidepressant rolipram. J Biol Chem. 1996;271:31334–44.   \nHuston E, Lumb S, Russell A, Catterall C, Ross AH, Steele MR, et al. Molecular cloning and transient expression in COS7 cells of a novel human PDE4B cAMP-specific phosphodiesterase, HSPDE4B3. Biochem J. 1997;328(Pt 2):549–58.   \nImanishi T, Sawa A, Ichimaru Y, Miyashiro M, Kato S, Yamamoto T, et al. Ameliorating effects of rolipram on experimentally induced impairments of learning and memory in rodents. Eur J Pharmacol. 1997;321(3):273–8.   \nIshizuka K, Kamiya A, EC O, Kanki H, Seshadri S, Robinson JF, et al. DISC1-dependent switch from progenitor proliferation to migration in the developing cortex. Nature. 2011;473(7345):92–6.   \nJanes AC, Kantak KM, Cherry JA. The involvement of type IV phosphodiesterases in cocaineinduced sensitization and subsequent pERK expression in the mouse nucleus accumbens. Psychopharmacology. 2009;206(2):177–85.   \nJiang YH, Armstrong D, Albrecht U, Atkins CM, Noebels JL, Eichele G, et al. Mutation of the Angelman ubiquitin ligase in mice causes increased cytoplasmic p53 and deficits of contextual learning and long-term potentiation. Neuron. 1998;21(4):799–811.   \nJiang H, Guo W, Liang X, Rao Y. Both the establishment and the maintenance of neuronal polarity require active mechanisms: critical roles of GSK-3beta and its upstream regulators. Cell. 2005;120(1):123–35.   \nJin SL, Conti M. Induction of the cyclic nucleotide phosphodiesterase PDE4B is essential for LPSactivated TNF-alpha responses. Proc Natl Acad Sci U S A. 2002;99(11):7628–33.   \nJin SL, Richard FJ, Kuo WP, D’Ercole AJ, Conti M. Impaired growth and fertility of cAMP-specific phosphodiesterase PDE4D-deficient mice. Proc Natl Acad Sci U S A. 1999;96(21):11998–2003.   \nJindal A, Mahesh R, Gautam B, Bhatt S, Pandey D. Antidepressant-like effect of etazolate, a cyclic nucleotide phosphodiesterase 4 inhibitor--an approach using rodent behavioral antidepressant tests battery. Eur J Pharmacol. 2012;689(1–3):125–31.   \nJohansson EM, Sanabra C, Cortes R, Vilaro MT, Mengod G. Lipopolysaccharide administration in vivo induces differential expression of cAMP-specific phosphodiesterase 4B mRNA splice variants in the mouse brain. J Neurosci Res. 2011;89(11):1761–72.   \nJohansson EM, Reyes-Irisarri E, Mengod G.  Comparison of cAMP-specific phosphodiesterase mRNAs distribution in mouse and rat brain. Neurosci Lett. 2012;525(1):1–6.   \nJohnson KR, Nicodemus-Johnson J, Danziger RS.  An evolutionary analysis of cAMP-specific Phosphodiesterase 4 alternative splicing. BMC Evol Biol. 2010;10:247.   \nKaname T, Ki CS, Niikawa N, Baillie GS, Day JP, Yamamura K, et al. Heterozygous mutations in cyclic AMP phosphodiesterase-4D (PDE4D) and protein kinase A (PKA) provide new insights into the molecular pathology of acrodysostosis. Cell Signal. 2014;26(11):2446–59.   \nKandel ER, Dudai Y, Mayford MR.  The molecular and systems biology of memory. Cell. 2014;157(1):163–86.   \nKanes SJ, Tokarczyk J, Siegel SJ, Bilker W, Abel T, Kelly MP. Rolipram: a specific phosphodiesterase 4 inhibitor with potential antipsychotic activity. Neuroscience. 2007;144(1):239–46.   \nKato H, Araki T, Chen T, Liu XH, Hiranuma T, Murase K, et al. Effects of chronic treatment with a cyclic AMP-selective phosphodiesterase inhibitor, rolipram, on excitatory amino acid neurotransmission systems in young and aged rat brains. J Neural Transm. 1997;104(2–3):269–80.   \nKaupp UB, Seifert R. Cyclic nucleotide-gated ion channels. Physiol Rev. 2002;82(3):769–824.   \nKavanaugh A, Mease PJ, Gomez-Reino JJ, Adebajo AO, Wollenhaupt J, Gladman DD, et  al. Longterm (52-week) results of a phase III randomized, controlled trial of apremilast in patients with psoriatic arthritis. J Rheumatol. 2015;42(3):479–88.   \nKawasaki H, Springett GM, Mochizuki N, Toki S, Nakaya M, Matsuda M, et  al. A family of cAMP-binding proteins that directly activate Rap1. Science. 1998;282(5397):2275–9.   \nKehr W, Debus G, Neumeister R.  Effects of rolipram, a novel antidepressant, on monoamine metabolism in rat brain. J Neural Transm. 1985;63(1):1–12.   \nKerfant BG, Zhao D, Lorenzen-Schmidt I, Wilson LS, Cai S, Chen SR, et  al. PI3Kgamma is required for PDE4, not PDE3, activity in subcellular microdomains containing the sarcoplasmic reticular calcium ATPase in cardiomyocytes. Circ Res. 2007;101(4):400–8.   \nKida S, Josselyn SA, Pena de OS, Kogan JH, Chevere I, Masushige S, et al. CREB required for the stability of new and reactivated fear memories. Nat Neurosci. 2002;5(4):348–55.   \nKim C, Xuong NH, Taylor SS. Crystal structure of a complex between the catalytic and regulatory (RIalpha) subunits of PKA. Science. 2005;307(5710):690–6.   \nKim TK, Hemberg M, Gray JM, Costa AM, Bear DM, Wu J, et al. Widespread transcription at neuronal activity-regulated enhancers. Nature. 2010;465(7295):182–7.   \nKirschner LS, Carney JA, Pack SD, Taymans SE, Giatzakis C, Cho YS, et al. Mutations of the gene encoding the protein kinase A type I-alpha regulatory subunit in patients with the Carney complex. Nat Genet. 2000;26(1):89–92.   \nKishino T, Lalande M, Wagstaff J.  UBE3A/E6-AP mutations cause Angelman syndrome. Nat Genet. 1997;15(1):70–3.   \nKitamura T, Saitoh Y, Takashima N, Murayama A, Niibori Y, Ageta H, et  al. Adult neurogenesis modulates the hippocampus-dependent period of associative fear memory. Cell. 2009;139(4):814–27. 4D subtype-selective inhibitors revealing an unprecedented binding mode. Bioorg Med Chem. 2009;17(14):5336–41.   \nKuroiwa M, Snyder GL, Shuto T, Fukuda A, Yanagawa Y, Benavides DR, et al. Phosphodiesterase 4 inhibition enhances the dopamine D1 receptor/PKA/DARPP-32 signaling cascade in frontal cortex. Psychopharmacology. 2012;219(4):1065–79.   \nLambert JA, Raju SV, Tang LP, McNicholas CM, Li Y, Courville CA, et al. Cystic fibrosis transmembrane conductance regulator activation by roflumilast contributes to therapeutic benefit in chronic bronchitis. Am J Respir Cell Mol Biol. 2014;50(3):549–58.   \nLee ME, Markowitz J, Lee JO, Lee H. Crystal structure of phosphodiesterase 4D and inhibitor complex(1). FEBS Lett. 2002;530(1–3):53.   \nLee H, Graham JM Jr, Rimoin DL, Lachman RS, Krejci P, Tompson SW, et al. Exome sequencing identifies PDE4D mutations in acrodysostosis. Am J Hum Genet. 2012;90(4):746–51.   \nLehnart SE, Wehrens XH, Reiken S, Warrier S, Belevych AE, Harvey RD, et al. Phosphodiesterase 4D deficiency in the ryanodine-receptor complex promotes heart failure and arrhythmias. Cell. 2005;123(1):25–35.   \nLeroy J, Richter W, Mika D, Castro LR, Abi-Gerges A, Xie M, et al. Phosphodiesterase 4B in the cardiac L-type $\\mathrm { C a } ( 2 ) ( + )$ channel complex regulates $\\mathrm { C a } ( 2 ) ( + )$ current and protects against ventricular arrhythmias in mice. J Clin Invest. 2011;121(7):2651–61.   \nLi X, Baillie GS, Houslay MD.  Mdm2 directs the ubiquitination of beta-arrestin-sequestered cAMP phosphodiesterase-4D5. J Biol Chem. 2009a;284(24):16170–82.   \nLi YF, Huang Y, Amsdell SL, Xiao L, O’Donnell JM, Zhang HT. Antidepressant- and anxiolyticlike effects of the phosphodiesterase-4 inhibitor rolipram on behavior depend on cyclic AMP response element binding protein-mediated neurogenesis in the hippocampus. Neuropsychopharmacology. 2009b;34(11):2404–19.   \nLi X, Vadrevu S, Dunlop A, Day J, Advant N, Troeger J, et al. Selective SUMO modification of cAMP-specific phosphodiesterase-4D5 (PDE4D5) regulates the functional consequences of phosphorylation by PKA and ERK. Biochem J. 2010;428(1):55–65.   \nLi YF, Cheng YF, Huang Y, Conti M, Wilson SP, O’Donnell JM, et  al. Phosphodiesterase-4D knock-out and RNA interference-mediated knock-down enhance memory and increase hippocampal neurogenesis via increased cAMP signaling. J Neurosci. 2011a;31(1):172–83.   \nLi LX, Cheng YF, Lin HB, Wang C, JP X, Zhang HT. Prevention of cerebral ischemia-induced memory deficits by inhibition of phosphodiesterase-4 in rats. Metab Brain Dis. 2011b;26(1):37–47.   \nLie DC, Song H, Colamarino SA, Ming GL, Gage FH. Neurogenesis in the adult brain: new strategies for central nervous system diseases. Annu Rev Pharmacol Toxicol. 2004;44:399–421.   \nLight PE, Manning Fox JE, Riedel MJ, Wheeler MB. Glucagon-like peptide-1 inhibits pancreatic ATP-sensitive potassium channels via a protein kinase A- and ADP-dependent mechanism. Mol Endocrinol. 2002;16(9):2135–44.   \nLim J, Pahlke G, Conti M.  Activation of the cAMP-specific phosphodiesterase PDE4D3 by phosphorylation. Identification and function of an inhibitory domain. J  Biol Chem. 1999;274(28):19677–85.   \nLindstrand A, Grigelioniene G, Nilsson D, Pettersson M, Hofmeister W, Anderlid BM, et  al. Different mutations in PDE4D associated with developmental disorders with mirror phenotypes. J Med Genet. 2014;51(1):45–54.   \nLinglart A, Menguy C, Couvineau A, Auzan C, Gunes Y, Cancel M, et al. Recurrent PRKAR1A mutation in acrodysostosis with hormone resistance. N Engl J Med. 2011;364(23):2218–26.   \nLinglart A, Fryssira H, Hiort O, Holterhus PM, Perez de NG, Argente J, et  al. PRKAR1A and PDE4D mutations cause acrodysostosis but two distinct syndromes with or without GPCRsignaling hormone resistance. J Clin Endocrinol Metab. 2012;97(12):E2328–38.   \nLonart G, Schoch S, Kaeser PS, Larkin CJ, Sudhof TC, Linden DJ. Phosphorylation of RIM1alpha by PKA triggers presynaptic long-term potentiation at cerebellar parallel fiber synapses. Cell. 2003;115(1):49–60.   \nLonze BE, Riccio A, Cohen S, Ginty DD. Apoptosis, axonal growth defects, and degeneration of peripheral neurons in mice lacking CREB. Neuron. 2002;34(3):371–85.   \nLynch MJ, Baillie GS, Mohamed A, Li X, Maisonneuve C, Klussmann E, et al. RNA silencing identifies PDE4D5 as the functionally relevant cAMP phosphodiesterase interacting with {beta} arrestin to control the protein kinase A/AKAP79-mediated switching of the {beta}2-adrenergic receptor to activation of ERK in HEK293B2 cells. J Biol Chem. 2005;280(39):33178–89.   \nLynch DC, Dyment DA, Huang L, Nikkel SM, Lacombe D, Campeau PM, et al. Identification of novel mutations confirms PDE4D as a major gene causing acrodysostosis. Hum Mutat. 2013;34(1):97–102.   \nMacKenzie SJ, Baillie GS, McPhee I, Bolger GB, Houslay MD. ERK2 mitogen-activated protein kinase binding, phosphorylation, and regulation of the PDE4D cAMP-specific phosphodiesterases. The involvement of COOH-terminal docking sites and NH2-terminal UCR regions. J Biol Chem. 2000;275(22):16609–17.   \nMacKenzie SJ, Baillie GS, McPhee I, MacKenzie C, Seamons R, McSorley T, et al. Long PDE4 cAMP specific phosphodiesterases are activated by protein kinase A-mediated phosphorylation of a single serine residue in Upstream Conserved Region 1 (UCR1). Br J  Pharmacol. 2002;136(3):421–33.   \nMackenzie KF, Topping EC, Bugaj-Gaweda B, Deng C, Cheung YF, Olsen AE, et  al. Human PDE4A8, a novel brain-expressed PDE4 cAMP-specific phosphodiesterase that has undergone rapid evolutionary change. Biochem J. 2008;411(2):361–9.   \nMackenzie KF, Wallace DA, Hill EV, Anthony DF, Henderson DJ, Houslay DM, et al. Phosphorylation of cAMP-specific PDE4A5 (phosphodiesterase-4A5) by MK2 (MAPKAPK2) attenuates its activation through protein kinase A phosphorylation. Biochem J. 2011;435(3):755–69.   \nMaingret F, Lauritzen I, Patel AJ, Heurteaux C, Reyes R, Lesage F, et  al. TREK-1 is a heatactivated background $\\mathrm { K } ( + )$ channel. EMBO J. 2000;19(11):2483–91.   \nMakhay MM, Houslay MD, O’Donnell JM. Discriminative stimulus effects of the type-4 phosphodiesterase inhibitor rolipram in rats. Psychopharmacology. 2001;158(3):297–304.   \nMalberg JE, Eisch AJ, Nestler EJ, Duman RS. Chronic antidepressant treatment increases neurogenesis in adult rat hippocampus. J Neurosci. 2000;20(24):9104–10.   \nMao Y, Ge X, Frank CL, Madison JM, Koehler AN, Doud MK, et al. Disrupted in schizophrenia 1 regulates neuronal progenitor proliferation via modulation of GSK3beta/beta-catenin signaling. Cell. 2009;136(6):1017–31.   \nMarchmont RJ, Houslay MD. Insulin trigger, cyclic AMP-dependent activation and phosphorylation of a plasma membrane cyclic AMP phosphodiesterase. Nature. 1980;286(5776):904–6.   \nMaurice DH, Ke H, Ahmad F, Wang Y, Chung J, Manganiello VC. Advances in targeting cyclic nucleotide phosphodiesterases. Nat Rev Drug Discov. 2014;13(4):290–314.   \nMayford M, Wang J, Kandel ER, O’Dell TJ. CaMKII regulates the frequency-response function of hippocampal synapses for the production of both LTD and LTP. Cell. 1995;81(6):891–904.   \nMayford M, Baranes D, Podsypanina K, Kandel ER. The $3 ^ { \\prime }$ -untranslated region of CaMKII alpha is a cis-acting signal for the localization and translation of mRNA in dendrites. Proc Natl Acad Sci U S A. 1996a;93(23):13250–5.   \nMayford M, Bach ME, Huang YY, Wang L, Hawkins RD, Kandel ER. Control of memory formation through regulated expression of a CaMKII transgene. Science. 1996b;274(5293):1678–83.   \nMcGirr A, Lipina TV, Mun HS, Georgiou J, Al-Amri AH, Ng E, et  al. Specific inhibition of phosphodiesterase-4B results in anxiolysis and facilitates memory acquisition. Neuropsychopharmacology. 2016;41:1080–92.   \nMcPhee I, Cochran S, Houslay MD. The novel long PDE4A10 cyclic AMP phosphodiesterase shows a pattern of expression within brain that is distinct from the long PDE4A5 and short PDE4A1 isoforms. Cell Signal. 2001;13(12):911–8.   \nMeerlo P, Havekes R, Steiger A. Chronically restricted or disrupted sleep as a causal factor in the development of depression. Curr Top Behav Neurosci. 2015;25:459–81.   \nMenniti FS, Faraci WS, Schmidt CJ. Phosphodiesterases in the CNS: targets for drug development. Nat Rev Drug Discov. 2006;5(8):660–70.   \nMichot C, Le GC, Goldenberg A, Abhyankar A, Klein C, Kinning E, et  al. Exome sequencing identifies PDE4D mutations as another cause of acrodysostosis. Am J  Hum Genet. 2012;90(4):740–5. are interacting genetic factors in schizophrenia that regulate cAMP signaling. Science. 2005;310(5751):1187–91.   \nMing GL, Song HJ, Berninger B, Holt CE, Tessier-Lavigne M, Poo MM. cAMP-dependent growth cone guidance by netrin-1. Neuron. 1997;19(6):1225–35.   \nMiro X, Perez-Torres S, Puigdomenech P, Palacios JM, Mengod G.  Differential distribution of PDE4D splice variant mRNAs in rat brain suggests association with specific pathways and presynaptical localization. Synapse. 2002;45(4):259–69.   \nMori F, Perez-Torres S, De Caro R, Porzionato A, Macchi V, Beleta J, et al. The human area postrema and other nuclei related to the emetic reflex express cAMP phosphodiesterases 4B and 4D. J Chem Neuroanat. 2010;40(1):36–42.   \nMueller EM, Hofmann SG, Cherry JA. The type IV phosphodiesterase inhibitor rolipram disturbs expression and extinction of conditioned fear in mice. Neuropharmacology. 2010;59(1–2):1–8.   \nMuhn F, Klopocki E, Graul-Neumann L, Uhrig S, Colley A, Castori M, et al. Novel mutations of the PRKAR1A gene in patients with acrodysostosis. Clin Genet. 2013;84(6):531–8.   \nMunoz-Llancao P, Henriquez DR, Wilson C, Bodaleo F, Boddeke EW, Lezoualc’h F, et  al. Exchange protein directly activated by cAMP (EPAC) regulates neuronal polarization through Rap1B. J Neurosci. 2015;35(32):11315–29.   \nMurdoch H, Mackie S, Collins DM, Hill EV, Bolger GB, Klussmann E, et al. Isoform-selective susceptibility of DISC1/phosphodiesterase-4 complexes to dissociation by elevated intracellular cAMP levels. J Neurosci. 2007;27(35):9513–24.   \nMurrell DF, Gebauer K, Spelman L, Zane LT. Crisaborole topical ointment, $2 \\%$ in adults with atopic dermatitis: a phase 2a, vehicle-controlled, proof-of-concept study. J Drugs Dermatol. 2015;14(10):1108–12.   \nNagasaki K, Iida T, Sato H, Ogawa Y, Kikuchi T, Saitoh A, et al. PRKAR1A mutation affecting cAMP-mediated G protein-coupled receptor signaling in a patient with acrodysostosis and hormone resistance. J Clin Endocrinol Metab. 2012;97(9):E1808–13.   \nNavakkode S, Sajikumar S, Frey JU. Mitogen-activated protein kinase-mediated reinforcement of hippocampal early long-term depression by the type IV-specific phosphodiesterase inhibitor rolipram and its effect on synaptic tagging. J Neurosci. 2005;25(46):10664–70.   \nNemoz G, Prigent AF, Moueqqit M, Fougier S, Macovschi O, Pacheco H. Selective inhibition of one of the cyclic AMP phosphodiesterases from rat brain by the neurotropic compound rolipram. Biochem Pharmacol. 1985;34(16):2997–3000.   \nNestler EJ, Hyman SE.  Animal models of neuropsychiatric disorders. Nat Neurosci. 2010;13(10):1161–9.   \nNewton SS, Thome J, Wallace TL, Shirayama Y, Schlesinger L, Sakai N, et  al. Inhibition of cAMP response element-binding protein or dynorphin in the nucleus accumbens produces an antidepressant-like effect. J Neurosci. 2002;22(24):10883–90.   \nNibuya M, Nestler EJ, Duman RS. Chronic antidepressant administration increases the expression of cAMP response element binding protein (CREB) in rat hippocampus. J  Neurosci. 1996;16(7):2365–72.   \nNikolaev VO, Moshkov A, Lyon AR, Miragoli M, Novak P, Paur H, et  al. Beta2-adrenergic receptor redistribution in heart failure changes cAMP compartmentation. Science. 2010;327(5973):1653–7.   \nNishi A, Kuroiwa M, Miller DB, O’Callaghan JP, Bateup HS, Shuto T, et  al. Distinct roles of PDE4 and PDE10A in the regulation of cAMP/PKA signaling in the striatum. J  Neurosci. 2008;28(42):10460–71.   \nNiwa M, Kamiya A, Murai R, Kubo K, Gruber AJ, Tomita K, et al. Knockdown of DISC1 by in utero gene transfer disturbs postnatal dopaminergic maturation in the frontal cortex and leads to adult behavioral deficits. Neuron. 2010;65(4):480–9.   \nNolan MF, Malleret G, Dudman JT, Buhl DL, Santoro B, Gibbs E, et al. A behavioral role for dendritic integration: HCN1 channels constrain spatial memory and plasticity at inputs to distal dendrites of CA1 pyramidal neurons. Cell. 2004;119(5):719–32. monophosphate phosphodiesterase on behavior maintained by differential reinforcement of low response rate. J Pharmacol Exp Ther. 1993;264(3):1168–78.   \nO’Donnell JM, Frith S. Behavioral effects of family-selective inhibitors of cyclic nucleotide phosphodiesterases. Pharmacol Biochem Behav. 1999;63(1):185–92.   \nO’Donnell JM, Zhang HT.  Antidepressant effects of inhibitors of cAMP phosphodiesterase (PDE4). Trends Pharmacol Sci. 2004;25(3):158–63.   \nOkuda S, Honda M, Ito Y, Aihara E, Kato S, Mitsufuji S, et  al. Phosphodiesterase isozymes involved in regulating acid secretion in the isolated mouse stomach. J  Physiol Pharmacol. 2009;60(Suppl 7):183–90.   \nPage CP, Spina D. Selective PDE inhibitors as novel treatments for respiratory diseases. Curr Opin Pharmacol. 2012;12(3):275–86.   \nPapp K, Reich K, Leonardi CL, Kircik L, Chimenti S, Langley RG, et al. Apremilast, an oral phosphodiesterase 4 (PDE4) inhibitor, in patients with moderate to severe plaque psoriasis: results of a phase III, randomized, controlled trial (Efficacy and Safety Trial Evaluating the Effects of Apremilast in Psoriasis [ESTEEM] 1). J Am Acad Dermatol. 2015;73(1):37–49.   \nPark AJ, Havekes R, Choi JH, Luczak V, Nie T, Huang T, et al. A presynaptic role for PKA in synaptic tagging and memory. Neurobiol Learn Mem. 2014;114:101–12.   \nPerez-Torres S, Miro X, Palacios JM, Cortes R, Puigdomenech P, Mengod G. Phosphodiesterase type 4 isozymes expression in human brain examined by in situ hybridization histochemistry and[3H]rolipram binding autoradiography. Comparison with monkey and rat brain. J Chem Neuroanat. 2000;20(3–4):349–74.   \nPerry SJ, Baillie GS, Kohout TA, McPhee I, Magiera MM, Ang KL, et al. Targeting of cyclic AMP degradation to beta 2-adrenergic receptors by beta-arrestins. Science. 2002;298(5594):834–6.   \nPittenger C, Huang YY, Paletzki RF, Bourtchouladze R, Scanlin H, Vronskaya S, et al. Reversible inhibition of CREB/ATF transcription factors in region CA1 of the dorsal hippocampus disrupts hippocampus-dependent spatial memory. Neuron. 2002;34(3):447–62.   \nPittenger C, Fasano S, Mazzocchi-Jones D, Dunnett SB, Kandel ER, Brambilla R. Impaired bidirectional synaptic plasticity and procedural memory formation in striatum-specific cAMP response element-binding protein-deficient mice. J Neurosci. 2006;26(10):2808–13.   \nPuljung MC, DeBerg HA, Zagotta WN, Stoll S.  Double electron-electron resonance reveals cAMP-induced conformational change in HCN channels. Proc Natl Acad Sci U S A. 2014;111(27):9816–21.   \nRandt CT, Judge ME, Bonnet KA, Quartermain D.  Brain cyclic AMP and memory in mice. Pharmacol Biochem Behav. 1982;17(4):677–80.   \nRehmann H, Prakash B, Wolf E, Rueppel A, de Rooij J, Bos JL, et al. Structure and regulation of the cAMP-binding domains of Epac2. Nat Struct Biol. 2003;10(1):26–32.   \nReyes-Irisarri E, Perez-Torres S, Miro X, Martinez E, Puigdomenech P, Palacios JM, et  al. Differential distribution of PDE4B splice variant mRNAs in rat brain and the effects of systemic administration of LPS in their expression. Synapse. 2008;62(1):74–9.   \nRichter W, Conti M. Dimerization of the type 4 cAMP-specific phosphodiesterases is mediated by the upstream conserved regions (UCRs). J Biol Chem. 2002;277(43):40212–21.   \nRichter W, Conti M. The oligomerization state determines regulatory properties and inhibitor sensitivity of type 4 cAMP-specific phosphodiesterases. J Biol Chem. 2004;279(29):30338–48.   \nRichter W, Xie M, Scheitrum C, Krall J, Movsesian MA, Conti M. Conserved expression and functions of PDE4 in rodent and human heart. Basic Res Cardiol. 2011;106(2):249–62.   \nRichter W, Menniti FS, Zhang HT, Conti M. PDE4 as a target for cognition enhancement. Expert Opin Ther Targets. 2013;17(9):1011–27.   \nRobichaud A, Tattersall FD, Choudhury I, Rodger IW. Emesis induced by inhibitors of type IV cyclic nucleotide phosphodiesterase (PDE IV) in the ferret. Neuropharmacology. 1999;38(2):289–97.   \nRobichaud A, Stamatiou PB, Jin SL, Lachance N, Macdonald D, Laliberte F, et al. Deletion of phosphodiesterase 4D in mice shortens alpha(2)-adrenoceptor-mediated anesthesia, a behavioral correlate of emesis. J Clin Invest. 2002;110(7):1045–52. phosphodiesterase 4B2B binds (R)-rolipram at a single site with two affinities. Biochemistry. 1997a;36(46):14250–61.   \nRocque WJ, Holmes WD, Patel IR, Dougherty RW, Ittoop O, Overton L, et al. Detailed characterization of a purified type 4 phosphodiesterase, HSPDE4B2B: differentiation of high- and low-affinity (R)-rolipram binding. Protein Expr Purif. 1997b;9(2):191–202.   \nde Rooij J, Zwartkruis FJ, Verheijen MH, Cool RH, Nijman SM, Wittinghofer A, et  al. Epac is a Rap1 guanine-nucleotide-exchange factor directly activated by cyclic AMP.  Nature. 1998;396(6710):474–7.   \nRutten K, Prickaerts J, Blokland A. Rolipram reverses scopolamine-induced and time-dependent memory deficits in object recognition by different mechanisms of action. Neurobiol Learn Mem. 2006;85(2):132–8.   \nRutten K, Prickaerts J, Hendrix M, van der Staay FJ, Sik A, Blokland A. Time-dependent involvement of cAMP and cGMP in consolidation of object memory: studies using selective phosphodiesterase type 2, 4 and 5 inhibitors. Eur J Pharmacol. 2007a;558(1–3):107–12.   \nRutten K, Lieben C, Smits L, Blokland A.  The PDE4 inhibitor rolipram reverses object memory impairment induced by acute tryptophan depletion in the rat. Psychopharmacology. 2007b;192(2):275–82.   \nRutten K, Prickaerts J, Schaenzle G, Rosenbrock H, Blokland A. Sub-chronic rolipram treatment leads to a persistent improvement in long-term object memory in rats. Neurobiol Learn Mem. 2008a;90(3):569–75.   \nRutten K, Misner DL, Works M, Blokland A, Novak TJ, Santarelli L, et al. Enhanced long-term potentiation and impaired learning in phosphodiesterase 4D-knockout (PDE4D) mice. Eur J Neurosci. 2008b;28(3):625–32.   \nRutten K, Van Donkelaar EL, Ferrington L, Blokland A, Bollen E, Steinbusch HW, et  al. Phosphodiesterase inhibitors enhance object memory independent of cerebral blood flow and glucose utilization in rats. Neuropsychopharmacology. 2009;34(8):1914–25.   \nRutten K, Wallace TL, Works M, Prickaerts J, Blokland A, Novak TJ, et al. Enhanced long-term depression and impaired reversal learning in phosphodiesterase 4B-knockout (PDE4B−/−) mice. Neuropharmacology. 2011;61(1–2):138–47.   \nSahay A, Scobie KN, Hill AS, O’Carroll CM, Kheirbek MA, Burghardt NS, et  al. Increasing adult hippocampal neurogenesis is sufficient to improve pattern separation. Nature. 2011;472(7344):466–70.   \nSalpea P, Stratakis CA. Carney complex and McCune Albright syndrome: an overview of clinical manifestations and human molecular genetics. Mol Cell Endocrinol. 2014;386(1–2):85–91.   \nSanderson TM, Sher E.  The role of phosphodiesterases in hippocampal synaptic plasticity. Neuropharmacology. 2013;74:86–95.   \nSantarelli L, Saxe M, Gross C, Surget A, Battaglia F, Dulawa S, et al. Requirement of hippocampal neurogenesis for the behavioral effects of antidepressants. Science. 2003;301(5634):805–9.   \nSchaefer TL, Braun AA, Amos-Kroohs RM, Williams MT, Ostertag E, Vorhees CV. A new model of Pde4d deficiency: genetic knock-down of PDE4D enzyme in rats produces an antidepressant phenotype without spatial cognitive effects. Genes Brain Behav. 2012;11(5):614–22.   \nSchafer PH, Parton A, Capone L, Cedzik D, Brady H, Evans JF, et al. Apremilast is a selective PDE4 inhibitor with regulatory effects on innate immunity. Cell Signal. 2014;26(9):2016–29.   \nSchrader LA, Anderson AE, Mayne A, Pfaffinger PJ, Sweatt JDPKA. modulation of Kv4.2- encoded A-type potassium channels requires formation of a supramolecular complex. J Neurosci. 2002;22(23):10123–33.   \nScott AI, Perini AF, Shering PA, Whalley LJ. In-patient major depression: is rolipram as effective as amitriptyline? Eur J Clin Pharmacol. 1991;40:127–9.   \nSeino S, Shibasaki T. PKA-dependent and PKA-independent pathways for cAMP-regulated exocytosis. Physiol Rev. 2005;85(4):1303–42.   \nSette C, Conti M. Phosphorylation and activation of a cAMP-specific phosphodiesterase by the cAMP-dependent protein kinase. Involvement of serine 54  in the enzyme activation. J  Biol Chem. 1996;271(28):16526–34 phodiesterase by thyroid-stimulating hormone in thyroid FRTL- 5 cells is mediated by a cAMP-dependent phosphorylation. J Biol Chem. 1994a;269:9245–52.   \nSette C, Vicini E, Conti M.  The ratPDE3/IVd phosphodiesterase gene codes for multiple proteins differentially activated by cAMP-dependent protein kinase [published erratum appears in J Biol Chem 1994 Aug 12; 269(32):20806]. J Biol Chem. 1994b;269:18271–4.   \nShakur Y, Wilson M, Pooley L, Lobban M, Griffiths SL, Campbell AM, et al. Identification and characterization of the type-IVA cyclic AMP- specific phosphodiesterase RD1 as a membranebound protein expressed in cerebellum. Biochem J. 1995;306:801–9.   \nShelly M, Cancedda L, Heilshorn S, Sumbre G, Poo MM. LKB1/STRAD promotes axon initiation during neuronal polarization. Cell. 2007;129(3):565–77.   \nShelly M, Lim BK, Cancedda L, Heilshorn SC, Gao H, Poo MM. Local and long-range reciprocal regulation of cAMP and cGMP in axon/dendrite formation. Science. 2010;327(5965):547–52.   \nShepherd M, McSorley T, Olsen AE, Johnston LA, Thomson NC, Baillie GS, et al. Molecular cloning and subcellular distribution of the novel PDE4B4 cAMP-specific phosphodiesterase isoform. Biochem J. 2003;370(Pt 2):429–38.   \nSheppard CL, Lee LC, Hill EV, Henderson DJ, Anthony DF, Houslay DM, et al. Mitotic activation of the DISC1-inducible cyclic AMP phosphodiesterase-4D9 (PDE4D9), through multi-site phosphorylation, influences cell cycle progression. Cell Signal. 2014;26(9):1958–74.   \nShukla AK, Westfield GH, Xiao K, Reis RI, Huang LY, Tripathi-Shukla P, et al. Visualization of arrestin recruitment by a G-protein-coupled receptor. Nature. 2014;512(7513):218–22.   \nSilva AJ, Kogan JH, Frankland PW, Kida S.  CREB and memory. Annu Rev Neurosci. 1998;21:127–48.   \nSin YY, Edwards HV, Li X, Day JP, Christian F, Dunlop AJ, et al. Disruption of the cyclic AMP phosphodiesterase-4 (PDE4)-HSP20 complex attenuates the beta-agonist induced hypertrophic response in cardiac myocytes. J Mol Cell Cardiol. 2011;50(5):872–83.   \nSiuciak JA, Chapin DS, McCarthy SA, Martin AN. Antipsychotic profile of rolipram: efficacy in rats and reduced sensitivity in mice deficient in the phosphodiesterase-4B (PDE4B) enzyme. Psychopharmacology. 2007;192(3):415–24.   \nSiuciak JA, McCarthy SA, Chapin DS, Martin AN. Behavioral and neurochemical characterization of mice deficient in the phosphodiesterase-4B (PDE4B) enzyme. Psychopharmacology. 2008;197(1):115–26.   \nSmith KJ, Baillie GS, Hyde EI, Li X, Houslay TM, McCahill A, et al. 1H NMR structural and functional characterisation of a cAMP-specific phosphodiesterase-4D5 (PDE4D5) N-terminal region peptide that disrupts PDE4D5 interaction with the signalling scaffold proteins, betaarrestin and RACK1. Cell Signal. 2007;19(12):2612–24.   \nSoda T, Frank C, Ishizuka K, Baccarella A, Park YU, Flood Z, et al. DISC1-ATF4 transcriptional repression complex: dual regulation of the cAMP-PDE4 cascade by DISC1. Mol Psychiatry. 2013;18(8):898–908.   \nSong HJ, Ming GL, Poo MM. cAMP-induced switching in turning direction of nerve growth cones. Nature. 1997;388(6639):275–9.   \nSong RS, Massenburg B, Wenderski W, Jayaraman V, Thompson L, Neves SR. ERK regulation of phosphodiesterase 4 enhances dopamine-stimulated AMPA receptor membrane insertion. Proc Natl Acad Sci U S A. 2013;110(38):15437–42.   \nSouness JE, Rao S.  Proposal for pharmacologically distinct conformers of PDE4 cyclic AMP phosphodiesterases. Cell Signal. 1997;9(3–4):227–36.   \nSpalding KL, Bergmann O, Alkass K, Bernard S, Salehpour M, Huttner HB, et al. Dynamics of hippocampal neurogenesis in adult humans. Cell. 2013;153(6):1219–27.   \nSteele MR, McCahill A, Thompson DS, MacKenzie C, Isaacs NW, Houslay MD, et al. Identification of a surface on the beta-propeller protein RACK1 that interacts with the cAMP-specific phosphodiesterase PDE4D5. Cell Signal. 2001;13(7):507–13.   \nStipanovich A, Valjent E, Matamales M, Nishi A, Ahn JH, Maroteaux M, et al. A phosphatase cascade by which rewarding stimuli control nucleosomal response. Nature. 2008;453(7197):879–84. diesterase type IV isozymes in rat brain by electroconvulsive seizure and antidepressant drug treatment. J Neurochem. 1998;71(4):1554–63.   \nSuvarna NU, O’Donnell JM. Hydrolysis of N-methyl-D-aspartate receptor-stimulated cAMP and cGMP by PDE4 and PDE2 phosphodiesterases in primary neuronal cultures of rat cerebral cortex and hippocampus. J Pharmacol Exp Ther. 2002;302(1):249–56.   \nSvenningsson P, Nishi A, Fisone G, Girault JA, Nairn AC, Greengard P. DARPP-32: an integrator of neurotransmission. Annu Rev Pharmacol Toxicol. 2004;44:269–96.   \nSwinnen JV, Joseph DR, Conti M. Molecular cloning of rat homologues of the Drosophila melanogaster dunce cAMP phosphodiesterase: evidence for a family of genes. Proc Natl Acad Sci U S A. 1989;86:5325–9.   \nSwinnen JV, Tsikalas KE, Conti M. Properties and hormonal regulation of two structurally related cAMP phosphodiesterases from the rat Sertoli cell. J Biol Chem. 1991;266:18370–7.   \nTakahashi M, Terwilliger R, Lane C, Mezes PS, Conti M, Duman RS.  Chronic antidepressant administration increases the expression of cAMP- specific phosphodiesterase 4A and 4B isoforms. J Neurosci. 1999;19(2):610–8.   \nTavalin SJ, Colledge M, Hell JW, Langeberg LK, Huganir RL, Scott JD. Regulation of GluR1 by the A-kinase anchoring protein 79 (AKAP79) signaling complex shares properties with longterm depression. J Neurosci. 2002;22(8):3044–51.   \nThompson BE, Sachs BD, Kantak KM, Cherry JA. The Type IV phosphodiesterase inhibitor rolipram interferes with drug-induced conditioned place preference but not immediate early gene induction in mice. Eur J Neurosci. 2004;19(9):2561–8.   \nTitus DJ, Sakurai A, Kang Y, Furones C, Jergova S, Santos R, et  al. Phosphodiesterase inhibition rescues chronic cognitive deficits induced by traumatic brain injury. J  Neurosci. 2013;33(12):5216–26.   \nTsien JZ, Chen DF, Gerber D, Tom C, Mercer EH, Anderson DJ, et al. Subregion- and cell typerestricted gene knockout in mouse brain. Cell. 1996;87(7):1317–26.   \nVecsey CG, Baillie GS, Jaganath D, Havekes R, Daniels A, Wimmer M, et al. Sleep deprivation impairs cAMP signalling in the hippocampus. Nature. 2009;461(7267):1122–5.   \nVilliger JW, Dunn AJ. Phosphodiesterase inhibitors facilitate memory for passive avoidance conditioning. Behav Neural Biol. 1981;31(3):354–9.   \nVolkow ND, Morales M. The brain on drugs: from reward to addiction. Cell. 2015;162(4):712–25.   \nWachtel H.  Potential antidepressant activity of rolipram and other selective cyclic adenosine $3 ^ { \\prime } , 5 ^ { \\prime }$ -monophosphate phosphodiesterase inhibitors. Neuropharmacology. 1983;22(3):267–72.   \nWachtel H, Schneider HH. Rolipram, a novel antidepressant drug, reverses the hypothermia and hypokinesia of monoamine-depleted mice by an action beyond postsynaptic monoamine receptors. Neuropharmacology. 1986;25(10):1119–26.   \nWang H, Peng MS, Chen Y, Geng J, Robinson H, Houslay MD, et al. Structures of the four subfamilies of phosphodiesterase-4 provide insight into the selectivity of their inhibitors. Biochem J. 2007a;408(2):193–201.   \nWang M, Ramos BP, Paspalas CD, Shu Y, Simen A, Duque A, et  al. Alpha2A-adrenoceptors strengthen working memory networks by inhibiting cAMP-HCN channel signaling in prefrontal cortex. Cell. 2007b;129(2):397–410.   \nWang JW, David DJ, Monckton JE, Battaglia F, Hen R. Chronic fluoxetine stimulates maturation and synaptic plasticity of adult-born hippocampal granule cells. J Neurosci. 2008;28(6):1374–84.   \nWang Q, Charych EI, Pulito VL, Lee JB, Graziane NM, Crozier RA, et al. The psychiatric disease risk factors DISC1 and TNIK interact to regulate synapse composition and function. Mol Psychiatry. 2011;16(10):1006–23.   \nWang C, Yang XM, Zhuo YY, Zhou H, Lin HB, Cheng YF, et al. The phosphodiesterase-4 inhibitor rolipram reverses Abeta-induced cognitive impairment and neuroinflammatory and apoptotic responses in rats. Int J Neuropsychopharmacol. 2012;15(6):749–66.   \nWang ZZ, Zhang Y, Liu YQ, Zhao N, Zhang YZ, Yuan L, et al. RNA interference-mediated phosphodiesterase 4D splice variants knock-down in the prefrontal cortex produces antidepressantlike and cognition-enhancing effects. Br J Pharmacol. 2013;168(4):1001–14.   \nWang ZZ, Yang WX, Zhang Y, Zhao N, Zhang YZ, Liu YQ, et al. Phosphodiesterase-4D knockdown in the prefrontal cortex alleviates chronic unpredictable stress-induced depressive-like behaviors and memory deficits in mice. Sci Rep. 2015;5:11332.   \nWeninger S, De Maeyer JH, Lefebvre RA. Influence of phosphodiesterases and cGMP on cAMP generation and on phosphorylation of phospholamban and troponin I by 5-HT receptor activation in porcine left atrium. Naunyn Schmiedeberg’s Arch Pharmacol. 2013;386:671–84.   \nWerenicz A, Christoff RR, Blank M, Jobim PF, Pedroso TR, Reolon GK, et al. Administration of the phosphodiesterase type 4 inhibitor rolipram into the amygdala at a specific time interval after learning increases recognition memory persistence. Learn Mem. 2012;19(10):495–8.   \nWestphal RS, Tavalin SJ, Lin JW, Alto NM, Fraser ID, Langeberg LK, et  al. Regulation of NMDA receptors by an associated phosphatase-kinase signaling complex. Science. 1999;285(5424):93–6.   \nWiescholleck V, Manahan-Vaughan D. PDE4 inhibition enhances hippocampal synaptic plasticity in vivo and rescues MK801-induced impairment of long-term potentiation and object recognition memory in an animal model of psychosis. Transl Psychiatry. 2012;2:e89.   \nXiao L, O’Callaghan JP, O’Donnell JM. Effects of repeated treatment with phosphodiesterase-4 inhibitors on cAMP signaling, hippocampal cell proliferation, and behavior in the forced-swim test. J Pharmacol Exp Ther. 2011;338(2):641–7.   \nXie M, Blackman B, Scheitrum C, Mika D, Blanchard E, Lei T, et al. The upstream conserved regions (UCRs) mediate homo- and hetero-oligomerization of type 4 cyclic nucleotide phosphodiesterases (PDE4s). Biochem J. 2014;459(3):539–50.   \nYang G, Lai CS, Cichon J, Ma L, Li W, Gan WB. Sleep promotes branch-specific formation of dendritic spines after learning. Science. 2014;344(6188):1173–8.   \nYarwood SJ, Steele MR, Scotland G, Houslay MD, Bolger GB. The RACK1 signaling scaffold protein selectively interacts with the cAMP-specific phosphodiesterase PDE4D5 isoform. J Biol Chem. 1999;274(21):14909–17.   \nYe Y, O’Donnell JM.  Diminished noradrenergic stimulation reduces the activity of rolipramsensitive, high-affinity cyclic AMP phosphodiesterase in rat cerebral cortex. J  Neurochem. 1996;66(5):1894–902.   \nYe Y, Conti M, Houslay MD, Farooqui SM, Chen M, O’Donnell JM. Noradrenergic activity differentially regulates the expression of rolipram-sensitive, high-affinity cyclic AMP phosphodiesterase (PDE4) in rat brain. J Neurochem. 1997;69(6):2397–404.   \nYe Y, Jackson K, O’Donnell JM. Effects of repeated antidepressant treatment of type 4A phosphodiesterase (PDE4A) in rat brain. J Neurochem. 2000;74(3):1257–62.   \nYi JJ, Berrios J, Newbern JM, Snider WD, Philpot BD, Hahn KM, et al. An autism-linked mutation disables phosphorylation control of UBE3A. Cell. 2015;162(4):795–807.   \nYin JC, Del VM, Zhou H, Tully T. CREB as a memory modulator: induced expression of a dCREB2 activator isoform enhances long-term memory in Drosophila. Cell. 1995;81(1):107–15.   \nYoshimura T, Kawano Y, Arimura N, Kawabata S, Kikuchi A, Kaibuchi K. GSK-3beta regulates phosphorylation of CRMP-2 and neuronal polarity. Cell. 2005;120(1):137–49.   \nZaccolo M. cAMP signal transduction in the heart: understanding spatial control for the development of novel therapeutic strategies. Br J Pharmacol. 2009;158(1):50–60.   \nZagotta WN, Olivier NB, Black KD, Young EC, Olson R, Gouaux E. Structural basis for modulation and agonist specificity of HCN pacemaker channels. Nature. 2003;425(6954):200–5.   \nZeller E, Stief HJ, Pflug B, Hernandez M. Results of a phase II study of the antidepressant effect of rolipram. Pharmacopsychiatry. 1984;17(6):188–90.   \nZhang HT. Cyclic AMP-specific phosphodiesterase-4 as a target for the development of antidepressant drugs. Curr Pharm Des. 2009;15(14):1688–98.   \nZhang HT, O’Donnell JM.  Effects of rolipram on scopolamine-induced impairment of working and reference memory in the radial-arm maze tests in rats. Psychopharmacology. 2000;150(3):311–6.   \nZhang K, Farooqui SM, O’Donnell JM. Ontogeny of rolipram-sensitive, low-K(m), cyclic AMPspecific phosphodiesterase in rat brain. Brain Res Dev Brain Res. 1999a;112(1):11–9.   \nZhang K, Farooqui SM, Jackson KT, O’Donnell JM. Effects of noradrenergic lesions on the development of rolipram- sensitive, low-K(m), cyclic AMP specific phosphodiesterase in rat brain. Brain Res Dev Brain Res. 1999b;116(2):181–9.   \nZhang HT, Crissman AM, Dorairaj NR, Chandler LJ, O’Donnell JM. Inhibition of cyclic AMP phosphodiesterase (PDE4) reverses memory deficits associated with NMDA receptor antagonism. Neuropsychopharmacology. 2000;23(2):198–204.   \nZhang HT, Huang Y, Jin SL, Frith SA, Suvarna N, Conti M, et al. Antidepressant-like profile and reduced sensitivity to rolipram in mice deficient in the PDE4D phosphodiesterase enzyme. Neuropsychopharmacology. 2002;27(4):587–95.   \nZhang KY, Card GL, Suzuki Y, Artis DR, Fong D, Gillette S, et al. A glutamine switch mechanism for nucleotide selectivity by phosphodiesterases. Mol Cell. 2004a;15(2):279–86.   \nZhang HT, Zhao Y, Huang Y, Dorairaj NR, Chandler LJ, O’Donnell JM. Inhibition of the phosphodiesterase 4 (PDE4) enzyme reverses memory deficits produced by infusion of the MEK inhibitor U0126 into the CA1 subregion of the rat hippocampus. Neuropsychopharmacology. 2004b;29(8):1432–9.   \nZhang HT, Huang Y, Suvarna NU, Deng C, Crissman AM, Hopper AT, et al. Effects of the novel PDE4 inhibitors MEM1018 and MEM1091 on memory in the radial-arm maze and inhibitory avoidance tests in rats. Psychopharmacology. 2005a;179(3):613–9.   \nZhang HT, Huang Y, Mishler K, Roerig SC, O’Donnell JM. Interaction between the antidepressantlike behavioral effects of beta adrenergic agonists and the cyclic AMP PDE inhibitor rolipram in rats. Psychopharmacology. 2005b;182(1):104–15.   \nZhang HT, Zhao Y, Huang Y, Deng C, Hopper AT, De Vivo M, et al. Antidepressant-like effects of PDE4 inhibitors mediated by the high-affinity rolipram binding state (HARBS) of the phosphodiesterase-4 enzyme (PDE4) in rats. Psychopharmacology. 2006;186(2):209–17.   \nZhang HT, Huang Y, Masood A, Stolinski LR, Li Y, Zhang L, et al. Anxiogenic-like behavioral phenotype of mice deficient in phosphodiesterase 4B (PDE4B). Neuropsychopharmacology. 2008;33(7):1611–23.   \nZhao Y, Zhang HT, O’Donnell JM. Inhibitor binding to type 4 phosphodiesterase (PDE4) assessed using [3H]piclamilast and [3H]rolipram. J Pharmacol Exp Ther. 2003a;305(2):565–72.   \nZhao Y, Zhang HT, O’Donnell JM. Antidepressant-induced increase in high-affinity rolipram binding sites in rat brain: dependence on noradrenergic and serotonergic function. J Pharmacol Exp Ther. 2003b;307(1):246–53.   \nZhao C, Deng W, Gage FH. Mechanisms and functional implications of adult neurogenesis. Cell. 2008;132(4):645–60.   \nZhong P, Wang W, Yu F, Nazari M, Liu X, Liu QS.  Phosphodiesterase 4 inhibition impairs cocaine-induced inhibitory synaptic plasticity and conditioned place preference. Neuropsychopharmacology. 2012;37(11):2377–87. ",
        "bbox": [
            118,
            264,
            881,
            887
        ],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            99,
            881,
            881
        ],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            100,
            883,
            897
        ],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            112,
            883,
            899
        ],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            116,
            106,
            881,
            912
        ],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            87,
            883,
            900
        ],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            116,
            97,
            883,
            866
        ],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            105,
            881,
            900
        ],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            97,
            881,
            893
        ],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            116,
            112,
            883,
            882
        ],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            116,
            108,
            881,
            881
        ],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            105,
            883,
            893
        ],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            100,
            883,
            884
        ],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            102,
            883,
            900
        ],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            118,
            96,
            881,
            885
        ],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            116,
            90,
            881,
            650
        ],
        "page_idx": 39
    }
]