[
    {
        "type": "text",
        "text": "We are IntechOpen, the world’s leading publisher of Open Access books Built by scientists, for scientists ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "6,500 Open access books available ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "177,000 International  authors and editors ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "190M Downloads ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Our authors are among the ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "154 Countries delivered to ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TOP 1% most cited scientists ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "12.2% Contributors from top 500 universities ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/5387c790f43efbdef1bb82b0bdb404f6aa0033430081690ff779c3da303e6989.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WEB OF SCIENCETM ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Selection of our books indexed in the Book Citation Index in Web of Science™ Core Collection (BKCI) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Interested in publishing with us? Contact book.department@intechopen.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Numbers displayed above are based on latest data collected. For more information visit www.intechopen.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "N4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chapter ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Susana Oteng Mintah, Tonny Asafo-Agyei, Mary-Ann Archer, Peter Atta-Adjei Junior, Daniel Boamah, Doris Kumadoh, Alfred Appiah, Augustine Ocloo, Yaw Duah Boakye and Christian Agyare ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This chapter focuses on reviewing publications on medicinal plants used in the treatment of common diseases such as malaria, cholera, pneumonia, tuberculosis and asthma. Traditional medicine is still recognized as the preferred primary health care system in many rural communities, due to a number of reasons including affordability and effectiveness. The review concentrated on current literature on medicinal plants, highlighting on information about ethnobotany, phytochemistry and pharmacology. The search for publications on medicinal plants with scientifically proven efficacy was carried out using electronic databases such as Science Direct, Google Scholar, SciFinder and PubMed. In all, about 46 species of different families with potent biological and pharmacological activities were reviewed. All the plants reviewed exhibited potent activity confirming their various traditional uses and their ability to treat prevalent diseases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: medicinal plants, malaria, diarrhea, tuberculosis, asthma ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Traditional medicine is still recognized as the preferred primary health care system in many communities, with over 60% of the world’s population and about 80% in developing countries depending directly on medicinal plants for their medical purposes [1]. This is due to a number of reasons including affordability, accessibility and low cost [2]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The use of plants to cure several kinds of human diseases has a long history. Various parts of plants such as leaf, stem, bark, root, etc. are being used to prevent, allay symptoms or revert abnormalities back to normal. Since the practice of “herbal remedies” does not adhere strictly to facts accrued using scientific approaches, orthodox medicine sees “herbal medicines” as an alternative medicine. However, most of the pharmaceutical products currently dispensed by physicians have a long history of use as herbal remedies, including opium, aspirin, digitalis and quinine. Modern medicine today utilizes active compounds isolated from higher plants, and about 80% of these active ingredients indicate a positive correlation between their modern therapeutic use and the traditional uses [3]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The search for, and use of drugs and dietary supplements obtained from plants have increased in recent years. Scientist such as pharmacologists, microbiologists, botanists, and phytochemists are combing the Earth for phytochemicals and clues that could be developed into medicines for various diseases treatment. This study therefore reviewed electronic database (Google Scholar, SciFinder, PubMed, etc.) for medicinal plants that have potent activity in treating some prevalent and common ailments like malaria, diarrhea, tuberculosis, pneumonia and asthma. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. Medicinal plants with demonstrated anti-malarial activity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Malaria is one of the world’s most important parasitic disease and a leading cause of death especially in developing countries [4]. It is endemic in about 100 developing countries, leading to about 1.2 million estimated deaths each year in Africa [5], with pregnant women and children below 5 years being mostly affected [6]. A wide range of medicinal plants is employed for the treatment of malaria, since majority of the people who get infected cannot afford the existing expensive orthodox medicines [7]. The problem of resistance to existing antimalarial agents by parasite has necessitated the search for new and potent agents, and the focus of researchers is on natural products especially medicinal plants since active compounds like quinine and artemisinin were isolated from plants and have been lead compounds for antimalarial drug development [8, 9]. Various medicinal plants have been investigated for their anti-malarial activity and some with demonstrated potent in vitro activity have been reviewed below. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Cryptolepis sanguinolenta ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "C. sanguinolenta (Lindl.) Schlechter (Apocynaceae) is known by Ghanaians as ‘Ghana quinine’ and specifically by the Asantes and Ewes as ‘Nibima’ and ‘Kadze,’ respectively [10]. It is a twining and scrambling thin-stemmed shrub, indigenous to Africa, with much ethno-medicinal importance and interest in the West African sub-region [11]. It is used traditionally for the treatment of malaria, upper respiratory and urinary tract infections, diarrhea, hypertension and as cicatrizant of wounds [12, 13]. The ethanolic and aqueous extracts of C. sanguinolenta exhibited an in vitro antiplasmodial activity against multi-drug resistance Plasmodium falciparum (K1) strain, with all the extracts inhibiting 90% of parasite growth at concentrations below 23 μg/mL. The ethanolic roots and leaves extracts showed potent activity with IC50 of 0.895 ± 0.02 and 3.01 ± 0.02 μg/mL, respectively. While the aqueous roots and leaves extracts had IC50 of 2.32 ± 0.3 and 13.5 ± 0.7 μg/mL, respectively [14]. Evaluating the clinical efficacy of a tea bag formulation of the root of C. sanguinolenta in patients with uncomplicated malaria showed that within 72 h, Fifty percent (50%) of the patients had their P. falciparum parasitaemia cleared, and all patients, by Day 7. By Day 3, all presenting symptoms such as fever, chills, nausea and vomiting were completely no more. The overall cure rate when one tea bag of C. sanguinolenta was taken three times a day for 5 days was 93.5%, due to two cases of recrudescence on Days 21 and 28 [15]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Terminalia ivorensis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "T. ivorensis A. Chev. belongs to the family Combretaceae and is commonly known as ‘black afara’ and by the Asantes as ‘amire.’ It is a large deciduous forest tree of 15–46 m high, normally grown as timber plantation in many tropical countries [16]. In traditional medicine, various parts of the plant is used to treat malaria, yellow fever, pile, stomach ulcer, wounds and other infections [17, 18]. A study by Komlaga ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "et al. [19] revealed an active in vitro antiplasmodial activity of T. ivorensis aqueous leaf extract, against P. falciparum chloroquine-sensitive (3D7) and chloroquine resistant (W2) strains with IC50 of 0.64 ± 0.14 and 10.52 ± 3.55 μg/mL, respectively. The ethanolic stem bark extract also showed an in vitro antimalarial activity against chloroquine-resistant strains of P. falciparum with an IC50 of 6.949 μg/mL [20]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Elaeis guineensis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "E. guineensis Jacq (Arecaceae), popularly known as oil palm is a monocotyledonous plant which belongs to the coccoid group of palms. It grows up to 15 m high with a lifetime of over 100 years and occurs throughout the tropical rainforest belt of West Africa [21]. E. guineensis is commonly used for treating gonorrhea, rheumatism, headache, wounds [22]. An in vitro anti-plasmodial assay revealed that, the ethanolic extract of E. guineensis leaves has potent antimalarial activity with IC50 of 1.195 μg/mL, against chloroquine-resistant P. falciparum [20]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Phyllanthus emblica ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "P. emblica L. of the family Euphorbiaceae is a deciduous medium-sized plant (10–18 m high), native to tropical south eastern Asia and widely distributed in most subtropical and tropical countries. It is commonly known as Indian gooseberry, rich in vitamin C, minerals and amino acids which helps to build up lost vitality and vigor [23, 24]. Various parts of the plant is used traditionally for the treatment of diarrhea, inflammation, diabetes, jaundice, cough, asthma, peptic ulcer, skin diseases, leprosy, intermittent fevers, headache, anemia, dizziness, snakebite and scorpion-sting [25]. In an SYBR green I-based fluorescence assay to assess the anti-plasmodial potential of P. emblica, the methanol leaf extract exhibited potent activity against CQ-sensitive (3D7) and CQ-resistant (Dd2 and INDO) strains of P. falciparum with IC50 of 3.125, 4.8 and 5 μg/mL, respectively. Also the ethyl acetate leaf extract showed activity with IC50 of 7.25, 15 and 9 μg/mL against 3D7, Dd2 and INDO P. falciparum strains, respectively [26]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Syzygium aromaticum ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "S. aromaticum (L.) Merril. & Perry, syn. Eugenia caryophyllata, an ancient and valuable spice is a member of the family Myrtaceae and is commonly known as clove. It is mostly used as a spice to flavor all kinds of foods and has other medicinal values including anthelmintic, anti-asthma and other allergic disorders, anti-inflammatory, antioxidant, antiviral and anti-parasitic properties [27]. A study by Bagavan et al. [26], revealed the antimalarial activity of methanol extract of S. aromaticum flower buds with IC50 of 6.25, 9.5 and 10 μg/mL against P. falciparum CQ-sensitive (3D7) and CQ-resistant (Dd2 and INDO) strains, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6 Goniothalamus marcanii ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "G. tamirensis Pierre ex Finet & Gagnep is an accepted synonym for the species and is from the family Annonaceae. It occurs naturally in tropical and subtropical parts of Southeast Asia. 80%-EtOH extracts showed an in vitro antimalarial activity (IC50 = 6.3 μg/mL) against the drug resistant K1 strain of P. falciparum [28]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.7 Casearia sylvestris ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "C. sylvestris var. lingua (Cambess.) Eichler, (Salicaceae) is an evergreen shrub or small tree with long, slender branches and a very dense globose crown. Usually ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4–6 m tall, but can grow up to 20 m high, with wide distribution throughout South America. It has been employed in traditional medicine for treating snake bites, wounds, inflammation, fevers, gastric ulcers and diarrhea [29]. The hexane extracts of C. sylvestris stem wood, stem bark, root bark, leaf and root wood as well as ethanol extract of the root bark, exhibited potent in vitro antiplasmodial activity against chloroquine-resistance FcB1/Colombia P. falciparum strain with IC50 values of 0.9 ± 0.2, 1.0 ± 0.4, 1.2 ± 0.4, 1.3 ± 0.1, 2.3 ± 0.5 and 7.7 ± 1.1 μg/mL, respectively [30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.8 Cupania vernalis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C. vernalis Cambess. (Sapindaceae) is a semi-deciduous tree with elongated and dense crown, which can grow up to 10–22 m tall. It can be found in almost all forest formations in Brazil, South America, Argentina, Uruguay, Paraguay and Bolivia. The tree serves as source of tannins and wood locally, and in traditional medicine as diuretic, stimulant, expectorant, natural surfactant, sedative and for treating stomach-ache and dermatitis [31]. The hexane and ethanol leaf extracts showed active antimalarial activity against chloroquine-resistance (FcB1/Colombia) P. falciparum with IC50 of 0.9 ± 0.3 and 6.6 ± 0.2 μg/mL, respectively [30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.9 Xylopia emarginata ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "X. emarginata Mart. is a species of plant in the Annonaceae family. It is native to Cerrado vegetation in Brazil. It is an evergreen tree with a very narrow, almost columnar crown which can grow up to 10–20 m tall and 30–40 cm in diameter. It usually grows in large clusters, forming a homogeneous mass. It is a species characteristic of swamp forest, and does not grow in the driest places. It is used as a condiment in food, a carminative and aphrodisiac in traditional medicine [32]. X. emarginata hexane root bark and stem bark extracts were able to inhibit P. falciparum (chloroquine-resistance FcB1/Colombia strains) with IC50 of 4.9 ± 0.2 and 5.2 ± 0.4 μg/mL, respectively [30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.10 Xylopia aromatic ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "X. aromatica (Lam.) Mart. belongs to the family Annonaceae and the accepted name is X. xylopioides. It is a tree native to Cerrado grassland vegetation, particularly in the states of Goiás and Minas Gerais, in eastern Brazil. It is a mediumsized tree with long, hanging branches that can make the crown look like a Christmas tree. Leaves are alternate, narrow, pointed, in a flat plane and arranged regularly along the branches. It is a common roadside and farmland species of the Pacific slope, not in the forest [33]. The root wood and root bark hexane extracts demonstrated an in vitro antimalarial activity against chloroquine-resistance (FcB1/Colombia) strains of P. falciparum with IC50 of 4.7 ± 0.9 and 6.8 ± 0.6 μg/mL, respectively [30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.11 Aspidosperma macrocarpon ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A. macrocarpon Mart. (Apocynaceae) is a deciduous tree with an open crown growing up to 3–25 m tall and 25-35 cm in diameter. It is a timber tree, native to Brazil, Venezuela, Bolivia, Paraguay and Peru. Traditionally, it is employed in the treatment of fever [33]. The in vitro antiplasmodial study of the ethanol extract revealed an effective activity against P. falciparum (chloroquine-resistance FcB1/ Colombia) with an IC50 of 4.9 ± 1.1 μg/mL [30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.12 Azadirachta indica ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A. indica A. Juss is commonly known as neem tree or Indian lilac and belongs to the mahogany family Meliaceae. It is an evergreen, fast-growing tree that can reach a height of 15–20 m with few of them growing up to 35–40 m, but in severe drought it may shed most of its leaves or nearly all leaves. It is typically grown in tropical and semi-tropical regions. Neem is effective against certain fungi that infect humans and hence used to treat skin diseases like eczema, psoriasis [34]. The 80% methanol leaf extract showed in vitro anti-plasmodial activity against chloroquine and pyrimethamine sensitive, 3D7 strain, and chloroquine resistant and pyrimethamine sensitive, Dd2 strain, with IC50 of 5.8 and 1.7 μg/mL, respectively [35]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.13 Harrisonia abyssinica ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "H. abyssinica Oliv. of the family Rutaceae, is a spiny, evergreen shrub that branches from the base and can become a spreading or much-branched tree. It usually grows up to 6–13 m tall and commonly found in Tropical Africa, in the areas of Sierra Leone, Cameroon, Sudan, Ethiopia, Uganda, Kenya, Angola, Zambia and Mozambique [33]. The methanolic stem bark extract inhibited chloroquine resistant P. falciparum strain Dd2, with IC50 value of 4.7 ± 0.113 while in chloroquine sensitive P. falciparum strain 3D7, the IC50 value was 10 ± 0.114 μg/mL [35]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.14 Maytenus senegalensis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "M. senegalensis Lam. Exell which belongs to the family Celastraceae is an African shrubs or trees widely distributed throughout Central and South America, Southeast Asia, Micronesia and Australasia, the Indian Ocean and Africa, growing up to 15 m high with spines up to 7 cm long. Traditionally, it is an anti-inflammatory herbal drug and is useful in treating toothaches [36]. The stem bark methanol extract showed anti-plasmodial activity with IC50 of 3.9 and 10 μg/mL when treated in vitro on chloroquine sensitive, 3D7 and chloroquine resistant, Dd2 strains, respectively [35]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3. Medicinal plants with demonstrated activity against Vibrio cholera ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Cholera is an acute intestinal disease caused by a facultative anaerobic, Gramnegative, comma-shaped rod bacterium, known as V. cholerae. Cholera is a life threatening disease transmitted by the fecal-oral route. The organisms adhere to and colonize the small bowel within a short incubation period, where they secrete cholera enterotoxin leading to severe and watery diarrhea accompanied with vomiting, dehydration and eventually death if not treated promptly [37]. Various antibiotics have been effective for the treatment of cholera; however, the worldwide problem of microbial resistance to existing antimicrobial medicines has led to most antibiotic failure. Researchers are therefore shifting their focus to natural products, especially medicinal plant, with effective antimicrobial properties. Some medicinal plants with potent anti-cholera activity are reviewed below. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Terminalia chebula ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "T chebula Retz. (Combretaceae) commonly known as black or chebulic myrobalan is a medium to large deciduous tree growing up to 30 m tall, with a trunk of 1 m in diameter. It leaves are oval, alternate to subopposite in arrangement and is a native to South Asia, from India and Nepal east to southwest China, Sri Lanka, Malaysia and Vietnam. Traditionally, it has been used for treatment of indigestion, diarrhea and diabetes [38]. The plant extract used to treat Cholera worked effectively against the strains of V. cholera the causative agent. The methanol fruit extract of T. chebula had strong bactericidal activity with MIC ranging from 0.125 to 1.5 mg/mL and MBC ranging from 0.25 to 2 mg/mL, against multi-drug resistance strains of V. cholerae (serotypes O1, O139, and non-O1, non-O139) [39]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Syzygium cumini ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "S. cumini (L.) Skeels (Myrtaceae), known as Jam is an evergreen tropical tree, native to the Indian Subcontinent, adjoining regions of Southeast Asia, China and Queensland. It Grows up to 30 m and can live more than 100 years, with a dense foliage which provides shade and is grown just for its ornamental value. The leaves are pinkish when young, and changes to dark green with a yellow midrib as they mature [40]. The seeds have traditionally been used to treat diarrhea, dysentery, piles, indigestion and diabetes. S. cumini methanol seed extract exhibited a bactericidal anti-cholera activity against multi-drug resistance strains of V. cholerae (serotypes O1, O139, and non-O1, non-O139), with MICs and MBCs ranging from 1.25–3 mg/mL [39]. Also Sharma et al. [41] reported the in vitro anti-vibrio activity of the ethanolic stem bark extract against different strains of V. cholera with MICS ranging from 2.5 to 20 mg/mL. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Saraca indica ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "S. indica auct. L. commonly known as Asoka-tree or Ashok is a plant belonging to the Detarioideae subfamily of the Fabaceae family. Asoka tree is an evergreen tree with a spreading crown which can grow up to 24 m tall and 34 cm in diameter. The original plant specimen came from Java. Some traditional uses of the plant include treatment of dyspepsia, fever, burning sensation, colic, ulcers, menorrhagia, leucorrhoea, pimples [42]. S. indica evoked strong bactericidal activity against different strains of multi-drug resistance V. cholera, with MBCs ranging from 1 to 4 mg/mL [39]. A study by Sharma et al. [41] also showed the anti-vibrio potential of the ethanolic stem bark extract, with MICs range of 2.5–10 mg/mL against 13 strains of V. cholera. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4 Butea monosperma ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "B. monosperma (Lam.) Taub. (Papilionaceae) is a native to tropical and subtropical parts of the Indian Subcontinent and Southeast Asia, ranging across India, Bangladesh, Nepal, Sri Lanka, Myanmar, Thailand, Laos, Cambodia, Vietnam, Malaysia and western Indonesia. Common names include flame-of-the-forest and bastard teak. It is a medium-sized dry season-deciduous tree, growing to 15 m tall. Leaves are pinnate, with (8–16 cm) petiole and three leaflets of 10–20 cm long. Its flowers are used in traditional medicine for the treatment of ulcer, inflammation, hepatic disorder and eye diseases [43]. The methanol flower extract showed anticholera activity with MIC and MBC ranging from 1.75 to 5 mg/mL against different strains of multi-drug resistance V. cholera [39]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5 Euphorbia serpens ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "E. serpens Kunth is a member of the Euphorbiaceae family. It is native to South America but it can be found on most continents as an introduced species and often a weed. This is an annual herb forming a mat of prostrate stems [44]. Purified ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "bioactive fraction of aqueous extract of E. serpens exhibited an anti-Vibrio activity at a Minimum Inhibitory Concentration of 3.92 mg/mL [45]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.6 Acacia farnesiana ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Vachellia farnesiana, also known as A. farnesiana (L.) Willd, commonly known as sweet acacia or needle bush, is a species of shrub or small tree in the legume family, Fabaceae. The species grows to a height of 4.6–9.1 m and grows multiple trunks. V. farnesiana has been used in Colombia to treat malaria, in the Philippines the leaves are traditionally rubbed on the skin to treat skin diseases in livestock. In Malaysia, an infusion of the plant’s flowers and leaves is mixed with turmeric for post-partum treatment [46]. The bark methanolic extract revealed a potent bactericidal activity against two strains of V. cholera, O139 (AI-1837) and O1 (569-B) with MBCs of 0.5 ± 0.1 and 0.9 ± 0.1, respectively [47]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.7 Artemisia ludoviciana ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A. ludoviciana (Nutt.) White sagebrush of the family Asteraceae is native to North America where it is widespread across most of the United States, Canada and Mexico. It is a rhizomatous perennial plant growing to height of 0.33–1 m. Medicinally, it is used for dermatological purposes and for treating cold [48]. The anti-cholera activity of the methanol whole plant extract was effective and bactericidal against O139 (AI-1837) and O1 (569-B) V. cholera strains. The minimum bactericidal concentrations against the two strains were 0.7 ± 0.2 and 1 ± 0.3, respectively [47]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.8 Ocimum basilicum ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "O. basilicum (L.) Basil (Lamiaceae) can be found in Tropical Asia. It is a perennial growing up to 0.5 m tall and by 0.3 m in diameter. Medicinally it is used for the treatment of fever, colds, influenza, poor digestion, nausea, abdominal cramps, gastro-enteritis, migraine, insomnia, depression and exhaustion [49]. The methanol whole plant extract exhibited a bactericidal activity against V. cholera O139 (AI-1837) and O1 (569-B) strains with MBCs of 2 ± 0.6 and 3 ± 0.5, respectively [47]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.9 Opuntia ficus ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "O. ficus-indica (L.) of the family Cactaceae is species of cactus that has long been domesticated. It is commonly known as prickly pear or Nopal cactus. It originated from Mexico and cultivated in other parts of the world including Mediterranean Basin, Middle East and northern Africa [50]. A study by Sánchez et al. [47], revealed the anti-cholera activity of the methanol cladode extract of O. ficus, with minimum bactericidal concentrations against O139 (AI-1837) and O1 (569-B) V. cholera strains to be 3 ± 0.05 and 3 ± 0.1, respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.10 Lawsonia inermis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "L. inermis Linn. (Apocynaceae) commonly known in India as Henna is a flowering plant and the sole species of the genus Lawsonia. It is a tall shrub or small tree, standing 1.8–7.6 m tall, glabrous and multi-branched, with spine-tipped branchlets. The henna plant is native to northern Africa, western and southern Asia, northern Australia, and thrives well in semi-arid zones and tropical areas. It is useful medicinally for burning sensation, leprosy, skin diseases, amenorrhoea, and dysmenorrhea and as abortifacient [51]. The ethanolic leaf extract exhibited an in vitro anti-vibrio activity with MICs ranging from 2.5 to 10 mg/mL against 13 strains of V. cholera [41]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4. Medicinal plants with demonstrated anti-tuberculosis activity ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Tuberculosis (TB) is an airborne infectious disease which does not only affect the lungs but also other parts of the body such as the brain and spine [52]. The main cause of TB is Mycobacterium tuberculosis. Other M. tuberculosis complex that causes TB include M. bovis, M. africanum, M. canetti and M. microti [53]. The predominant symptoms of active TB are fever, night sweat, weight loss and chronic cough with blood containing sputum. However, most TB infections are latent which may progress into active disease if left untreated [52]. Treatment of TB is very tedious and requires a long course with multiple antibiotics involved. However, this fastidious bacteria have become resistant to most antibiotics, and hence researchers are working tirelessly to come up with new and effective products especially from natural products such as medicinal plant. Some medicinal plants that have been investigated to possess active anti-tuberculosis activity are reviewed below. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1 Anogeissus leiocarpa ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A. leiocarpa (Combretaceae) commonly called African birch is a tall deciduous tree which is indigenous to the savannas of tropical Africa. Traditionally, its stem and root barks are used to treat gonorrhea, worm infestation, cough, asthma and tuberculosis [54]. The susceptibility of clinical isolates of M. tuberculosis to the methanolic extract of A. leiocarpa was investigated using the broth dilution method. The results demonstrated anti-mycobacterial property (MIC 78 μg/mL). A. leiocarpa fraction showed an increased anti-mycobacterial activity (MIC 7.8 μg/mL) [55]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 Terminalia avicennioides ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "T. avicennioides (Combretaceae) is a tree commonly found in West Africa. Its root bark, fruit and mistletoes are used traditionally to treat diarrhea, hemoptysis, sore throat, TB, asthma and cough [54]. The in vitro antibacterial studies using broth dilution method of methanolic extract of T. avicennioides showed a significant antimycobacterial activity (MIC 78 μg/mL) against clinical isolates of M. tuberculosis. The n-hexane and ethyl acetate fractions obtained from the crude methanol extract of T. avicennioides showed inhibitory activity (MIC 200 and 625 μg/mL, respectively) against attenuated strains of M. bovis. A further study of T. avicennioides fraction obtained demonstrated anti-mycobacterial activity (MIC 4.7 μg/mL) [55]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3 Capparis brassii ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "C. brassii (Capparidaceae), the narrow-leaf caper bush is distributed in the coastal forest and mixed woodland from tropical West Africa to South-East Africa. The root bark is used to treat TB in folk medicine [54]. The methanol extract of C. brassii has demonstrated some level of anti-mycobacterial activity (MIC 1.25 mg/mL) against clinically isolated strains of M. tuberculosis [55]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.4 Combretum spp. ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Combretum (Combretaceae) commonly called the bush willows has about 370 species of shrubs and trees, predominant in southern and tropical Africa, ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Madagascar, Asia and tropical America. Traditionally, its root and stem barks are used to treat cough, bronchitis and TB [54]. The methanol extract exhibited antimycobacterial activity (MIC 1.25 mg/mL) against M. tuberculosis clinical isolates when evaluated in vitro using the broth microdilution method [55]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.5 Solanum torvum ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "S. torvum (Solanaceae) also called turkey berry is an upright bushy and spiny perennial plant which is native to the Caribbean, southern Mexico, tropical and central America. However, it is also widely naturalized in the warmer and coastal regions of New South Wales, northern and eastern Australia, tropical Africa, Asia, Papua New Guinea, South-Eastern USA and on several pacific islands. The juice from this plant is used for the treatment of fever, sore throat, dropsy, rheumatism, gonorrhea, stomach ache, chest ailment, and asthma, while leaves and fruits can also be used to control a wide range of microbial activity [56]. The crude leave extract of S. torvum has demonstrated a significant inhibitory activity against two stains of M. tuberculosis (H37Ra and H37Rv) with MIC of 156.3 and 1250 μg/mL, respectively [57]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.6 Galenia africana ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "G. africana (Aizoaceae) is an upright green to yellow-green aromatic woody perennial shrublet commonly found on the western and southern edges of Karoo [16]. The ethanolic extract of G. africana demonstrated anti-mycobacterial activity (MIC 1.2 mg/mL) against M. tuberculosis. A further study of flavone, 5,7,2′-trihydroxyflavone which was isolated from G. africana showed an increased activity (MIC 0.1 mg/mL) against M. tuberculosis [58]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.7 Allium sativum ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A. sativum (Amaryllidaceae) popularly called garlic is a bulbous plant, native to northern and eastern Iran and Central Asia [59], however, garlic can grow in the wild and in places where it has become naturalized. During World War I and II, garlic was used as an antiseptic to prevent gangrene [60]. Aside its reported nutritional value, garlic can demonstrate antimicrobial effect at temperature as high as 120°C. The aqueous and ethanolic extracts of A. sativum has shown anti-tuberculosis activity (MIC 0.05 and 0.1 mg/mL, respectively) against M. tuberculosis, H37Ra via the use of Microplate Alamar Blue Assay (MABA) [61]. A study by Gupta et al. [62] also showed the inhibitory activity of A. sativum against multidrug resistant isolates DKU-156 and JAL-1236, as well as sensitive M. tuberculosis H37Ra with percentage inhibition of 72, 72 and 63%, respectively. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.8 Allium cepa ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A. cepa commonly called onions is from the family Liliaceae. Onions have several pharmacological activity such as antidiabetic, antioxidant, anticancer, cardiovascular, antimicrobial and others [63]. The minimum inhibitory concentration by which the ethanolic and aqueous extracts of the tissue of A. cepa inhibited the growth of M. tuberculosis H37Ra was recorded to be 0.1 mg/mL for both extracts [61]. Another in vitro study showed a 79% proportion of inhibition of aqueous extract of the bulb of A. cepa against MDR isolate JAL-1236 [62]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.9 Cinnamomum verum ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "C. verum, (formerly C. zeylanicum) of the family Lauraceae, commonly known as cinnamon tree is an evergreen small tropical plant native to Sri Lanka, it is also cultivated in Madagascar and Seychelles on commercial scale [33]. Its anti-tuberculosis activity reported by Sivakumar and Jayaraman, [61] revealed that, the aqueous and ethanolic extracts of the bark of C. verum exhibited anti-mycobacterial activity (MIC 0.1 and 0.2 mg/mL, respectively) against M. tuberculosis H37Ra. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.10 Acalypha indica ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A. indica popularly known as Indian nettle is from the family Euphorbiaceae. In Africa, it is distributed in Nigeria, from eastern part of Sudan to Somalia and south through DR Congo and East Africa to Southern Africa. It also occurs in South-East Asia, India, Oceania and widely in the Indian Ocean islands. Traditionally, it is used as an antifungal and antibacterial agent for both human and plant pathogens. It is also used as an expectorant to treat pneumonia and asthma [33]. The in-vitro study of the aqueous leave extract of A. indica against MDR isolate DKU-156, JAL-1236 and sensitive M. tuberculosis H37Rv, demonstrated 95, 68 and 68% inhibition, respectively [62]. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5. Medicinal plants with demonstrated activity against pneumonia ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Pneumonia is a respiratory tract infection characterized by the inflammation of one or both lungs as a results of the accumulation of pus in the alveoli. Pneumonia which can be caused by bacteria, viruses or fungi can be mild, severe or life threatening. Bacterial pneumonia can be caused by Streptococcus pneumoniae which is the commonest cause, Staphylococcus aureus, Moraxella catarrhalis, Klebsiella pneumoniae, Haemophilus influenza, Chlamydophila pneumonia and Legionella pneumophila. Pneumocystis jirovecii pneumonia (PCP) is a fungal pneumonia commonly found in immunocompromised patients. Viral pneumonia can also be caused by adenovirus, Varicella zoster, Influenza virus and respiratory syncytial virus [64, 65]. Traditionally, medicinal plants have been employed for treating pneumonia and hence the need to prove, scientifically, their folkloric uses. Researchers have investigated such plant, and below is a review on some of the reported plants with demonstrated activity. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.1 Echinops adenocaulos ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In Ethiopian herbal medicine, members of the genus Echinops from family Asteraceae are used for the treatment of diarrhea, intestinal worm infestation, hemorrhoids, migraine and different forms of infections [66]. Zamzam water extract of E. adenocaulos demonstrated an antibacterial activity against multidrug resistance S. pneumoniae with a minimum inhibitory concentration (MIC) of 0.781 mg/mL [67]. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.2 Verbascum fruticulosum ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Various species of Verbascum, of the family Scrophulariaceae, have been used to treat pulmonary diseases in traditional medicine as a results of its antibacterial activity against Klebsiella pneumonia and Staphylococcus aureus [68]. The in vitro antimicrobial activity of aqueous extract of V. fruticulosum against multidrug resistant clinical isolate of S. pneumoniae showed a high antibacterial activity with MIC value of 0.195 mg/mL [67]. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.3 Parietaria judaica ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "P. judaica commonly known as pellitory of wall from family Urticaceae has been valued for its use as a diuretic, balm for wounds and burns and also as a soother for chronic cough in herbal medicine [69]. The micro-broth dilution method was used to study the inhibitory activity of aqueous extract of P. Judaica. The extract was able to inhibit multidrug resistant S. pneumonia at an MIC value of 3.125 mg/mL [67]. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.4 Urtica urens ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "U. urens commonly known as dwarf nettle or annual nettle from family Urticaceae is used medicinally for the treatment of pulmonary diseases [70]. A study by Saleh Fares et al. [67] on the inhibitory activity of the aqueous extract of this plant against multidrug resistant clinical isolates of S. pneumoniae, using micro-broth dilution method, gave an MIC of 6.25 mg/mL. This illustrates its potential to be used as medicine in the treatment pneumonia caused by multidrug resistant S. pneumoniae. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.5 Beta vulgaris ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "B. vulgaris popularly known as sugar beet from family Amaranthaceae is a sugar producing plant. Sugar-producing plants contain bioactive compounds, which are active against microbes and hence are able to protect the sugar from fermenting or from undergoing any alteration [71]. The study of the antimicrobial activity of the crude ethanolic leaf (lamina and midrib) extracts as well as fractions (n-hexane and chloroform) against K. pneumonia, showed zones of growth inhibition at different concentrations tested. At 1 mg/12 μL, the lamina and midrib crude extracts recorded 19 and 9 mm inhibition zone. The chloroform lamina and midrib fraction recorded 12 and 14 mm at concentration 1 mg/6 μL, while at concentration 1 mg/12 μL, their inhibition zones were 15 and 20 mm, respectively. Also the n-hexane lamina and midrib fractions had 20 and 16 mm inhibition zones (1 mg/6 μL),while 36 and 32 mm zones of inhibition (1 mg/12 μL) were recorded, respectively [72]. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6. Medicinal plants with demonstrated anti-asthmatic activity ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Asthma is a complex inflammatory disease and congestive respiratory disorder brought about by airway narrowing. It symptoms may include episodic wheezing, cough and chest tightness resulting in airflow block. It leads to changes in the levels of eosinophils, mast cells, lymphocytes, cytokines and other inflammatory cell products. There is increased prevalence worldwide especially in industrialized countries and among children with increased morbidity and mortality rate [73, 74]. Medicinal plants have been screened for properties that enhance their activity as anti-asthmatic agents, since current medications have adverse side effects. Few of such plants with demonstrated activity are reviewed below. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.1 Curcuma longa ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "C. longa L. is a rhizomatous herbaceous perennial flowering plant of the ginger family, Zingiberaceae. It is native to the Indian subcontinent and Southeast Asia, and requires temperatures between 20 and 30°C and a considerable amount of annual rainfall to thrive. Methanolic extracts (curcumin-II at 200 mg/kg and ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "curcumin-I at 100 mg/kg) of the finger rhizomes of C. longa reduced significantly (P < 0.01) estimated white blood cells count in ovalbumin (OVA) sensitized Wistar rat models for both long and short term. At a higher dosage, curcumin-II (200 mg/kg) tends to protect intact mast cells from degranulation [3]. This suggests that curcumin can be used as complementary medicine in the treatment of Asthma. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.2 Aerva lanata ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A. lanata (L.) A. L. Juss. ex Schult (Amaranthaceae) is a perennial herb, frequently becoming more or less woody at the base. The stems can be erect to prostrate, sometimes scrambling or climbing into other plants for support. It is widespread in the tropics and subtropics of Africa through Asia to the Philippines and New Guinea. It is used traditionally for treating cough, sore throat, indigestion, wounds, and diabetics and as a vermifuge for children [75]. The ethanol extract of aerial parts of A. lanata at 100 μg/mL significantly (\\*\\*\\*p < 0.01) exhibited percentage decreased contraction in the isolated goat tracheal chain preparation model. Also in clonidine induced mast cell degranulation, the extract at 30 and 60 mg/kg administered orally, showed percentage protection of 64.2 and 68.9%, respectively [76]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.3 Cynodon dactylon ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "C. dactylon (L.) Pers, of the family Poaceae is a short-lived, prostrate, perennial grass. It is widely naturalized in the temperate to tropical zones of Europe, Africa, Asia, the Pacific and the Americas. Its habitat is along roadsides and in exposed rocky or sandy sites. It use in traditional medicine to stop bleeding in minor injuries, for weak vision and eye disorders, piles, asthma, tumors among others [77]. The findings of Savali et al. [78], indicated that isolated C. dactylon compound was potent and has significant (p < 0.01 and p < 0.001) inhibitory effect on compound 48/80 induced anaphylactic reaction and mast cell activation. Also, compound 48/80 induced increased level of nitric oxide in rat serum and rat peritoneal mast cells were significantly inhibited. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.4 Piper betle ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "P. betle L. (Piperaceae) commonly referred to as Betel pepper, is an evergreen climbing shrub producing woody stems, 5–20 m long, and distributed in Southeast Asia—probably originally from Malaysia. It is traditionally used to cure cough, cold, pruritis, asthma and rheumatism [79]. Ethanol and aqueous extract of leaves at doses 100 and 200 mg/kg possesses anti-asthmatic activity on histamine induced bronchoconstriction in guinea pig and histamine induced dose dependent contraction of guinea pig tracheal chain [80]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "6.5 Lepidium sativum ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "L. sativum L. (Brassicaceae) also referred to as Garden cress is a profuselybranched, erect, annual plant growing up to 80 cm tall [81]. It commonly grown in many regions of Saudi Arabia and the Eastern Province. The seeds are used to cure bronchitis, asthma, cough, and useful as abortifacient, antibacterial, aphrodisiac, diuretic, expectorant, gastrointestinal stimulant, gastroprotective, laxative and ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "stomachic [82]. The bronchodilatory effect of ethanolic seed extract and ethyl acetate, n-butanol and methanol fractions, against histamine and acetylcholine induced acute bronchospasm in guinea pigs, exhibited significant inhibition of bronchospasm, with n-butanol fraction showing a significant (p < 0.001) protection comparable to the reference standards used in the study [83]. Rehman et al. [84] also confirmed the bronchodilatory effect of L. sativum crude extract by investigating the various pathways for its activity in airway disorders. It was revealed that, the extract’s activity was mediated through a combination of anticholinergic, Ca++ antagonist and phosphodiesterase inhibitory pathways. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6.6 Curculigo orchioides ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "C. orchioides Gaertn. (Hypoxidaceae) is a stemless evergreen perennial herb producing a cluster of leaves from the roots and spreading to form a clump. It grows up to 50 cm tall. It ranges from East Asia—South China, Japan, Indian subcontinent, Myanmar, Thailand, Cambodia, Laos, Vietnam, Malaysia, Indonesia, Philippines, New Guinea, W. Pacific. Alcoholic extract of C. orchioides rhizomes at doses (100–400 mg/kg) shows mast cell stabilizing and antihistaminic activity on Compound 48/80-induced mast cell degranulation and systemic anaphylaxis [85]. Also Pandit et al. [86] established the usefulness of the ethanol extract in treating asthma, as it was reported to exhibit significant relaxant effect (p < 0.01) at concentrations 100 and 25 μg/mL in isolated goat tracheal chain and isolated guinea pig ileum preparations respectively. In an in vivo study using histamine induced bronchoconstriction in guinea pigs, egg albumin induced passive paw anaphylaxis in rats and haloperidol-induced catalepsy in mice, there was significant (p < 0.01) protection at lower doses. Again, maximum increase in leucocytes and lymphocytes (99%) and maximum decrease in eosinophils up to 0% at dose 375 mg/kg p.o. was reported in milk-induced total leukocytes and differential leukocyte counts. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6.7 Casuarina equisetifolia ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "C. equisetifolia L. (Casuarinaceae) also commonly known as Common Ru, is an evergreen tree with a finely branched, feathery crown usually growing from 6 to 35 m and 20–100 cm in diameter. The tree is widely planted throughout the tropics, and ranges from East Asia to Bangladesh, Myanmar, Thailand, Vietnam, Malaysia, Indonesia, Philippines, Australia and the Pacific [87]. The methanol extract of wood and bark (10–80 mcg/mL) exhibited a significant dose dependent (p < 0.05) antihistaminic activity by inhibiting the histamine induced contraction of trachea. The wood extract (100 mg/kg, i.p.) significantly reduced clonidine induced catalepsy (p < 0.05) and mast cell degranulation (p < 0.001) [88]. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "7. Conclusion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "All the plants reviewed exhibited potent activity confirming their various traditional uses and their ability to treat prevalent diseases. There is therefore the need to subject these plants to further studies, by isolating active compounds which can be processed into new and potent medicines and the need to study their mechanisms of action. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Pharmacognosy - Medicinal Plants ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Author details ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Susana Oteng Mintah1\\*, Tonny Asafo-Agyei2, Mary-Ann Archer3, Peter Atta-Adjei Junior2, Daniel Boamah1, Doris Kumadoh6, Alfred Appiah4, Augustine Ocloo4, Yaw Duah Boakye5 and Christian Agyare5 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1 Department of Microbiology, Center for Plant Medicine Research, Akuapem-Mampong, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2 Plant Development Department, Center for Plant Medicine Research, Akuapem-Mampong, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3 Department of Pharmaceutics, Center for Plant Medicine Research, Akuapem-Mampong, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4 Center for Plant Medicine Research, Akuapem-Mampong, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 Department of Pharmaceutics, Faculty of Pharmacy and Pharmaceutical Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "6 Department of Pharmacology, Faculty of Pharmacy and Pharmaceutical Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "\\*Address all correspondence to: somintah@cpmr.org.gh ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "IntechOpen ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "© 2019 The Author(s). Licensee IntechOpen. This chapter is distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/ by/3.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[1] Shrestha PM, Dhillion SS. Medicinal plant diversity and use in the highlands of Dolakha district, Nepal. Journal of Ethnopharmacology. 2003;86(1):81-96 [2] Asase A, Kokubun T, Grayer RJ, Kite G, Simmonds MSJ, Oteng-Yeboah AA, et al. Chemical constituents and antimicrobial activity of medicinal plants from Ghana: Cassia sieberiana, Haematostaphis barteri, Mitragyna inermis and Pseudocedrela kotschyi. Phytotherapy Research. 2008;22(8):1013-1016 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[3] Sarkar S, Zaidi S, Chaturvedi AK, Srivastava R, Dwivedi PK, Shukla R. Search for a herbal medicine: Antiasthmatic activity of methanolic extract of Curcuma longa. Journal of Pharmacognosy and Phytochemistry. 2015;3:59-72 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[4] Fischer PR, Bialek R. Prevention of malaria in children. Clinical Infectious Diseases. 2002;34(4):493-498 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[5] WHO. World Malaria Report 2014. Washington, DC: World Health Organization; 2015 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[6] Tabuti JRS. Herbal medicines used in the treatment of malaria in Budiope county, Uganda. Journal of Ethnopharmacology. 2008;116(1):33-42 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[7] Zirihi GN, Mambu L, Guédé- Guina F, Bodo B, Grellier P. In vitro antiplasmodial activity and cytotoxicity of 33 West African plants used for treatment of malaria. Journal of Ethnopharmacology. 2005;98(3):281-285 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[8] Basco LK, Mitaku S, Skaltsounis A-L, Ravelomanantsoa N, Tillequin F, Koch M, et al. In vitro activities of furoquinoline and acridone alkaloids against Plasmodium falciparum. Antimicrobial Agents and Chemotherapy. 1994;38(5):1169-1171 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[9] Chiyaka C, Garira W, Dube S. Effects of treatment and drug resistance on the transmission dynamics of malaria in endemic areas. Theoretical Population Biology. 2009;75(1):14-29 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[10] Ameyaw Y. Morpho-histological characters for the identification of Cryptolepis sanguinolenta (Lindl.) Schtr. International Journal ofScience and Nature. 2012;3(2):331-339 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[11] Irvine FR. Woody plants of Ghana. In: Woody Plants of Ghana. England, UK: Oxford University Press; 1961 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[12] Boye GL, Ampofo O. Proceedings of the First International Symposium on Cryptolepine. Kumasi, Ghana: University of Science and Technology; 1983 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[13] Wright CW, Phillipson JD, Awe SO, Kirby GC, Warhurst DC, QuetinLeclercq J, et al. Antimalarial activity of cryptolepine and some other anhydronium bases. Phytotherapy Research. 1996;10(4):361-363 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[14] Paulo A, Gomes ET, Steele J, Warhurst DC, Houghton PJ. Antiplasmodial activity of Cryptolepis sanguinolenta alkaloids from leaves and roots. Planta Medica. 2000;66(01):30-34 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[15] Bugyei KA, Boye GL, Addy ME. Clinical efficacy of a tea-bag formulation of Cryptolepis sanguinolenta root in the treatment of acute uncomplicated falciparum malaria. Ghana Medical Journal. 2010;44(1):3-9 [16] Burkill HM. The Useful Plants of West Tropical Africa. 2nd ed. Vol. 1. Kew: Royal Botanic Gardens; 1985 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[17] Oliver-Bever BEP. Medicinal Plants in Tropical West Africa. England: Cambridge University Press; 1986 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[18] Agyare C, Asase A, Lechtenberg M, Niehues M, Deters A, Hensel A. An ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "ethnopharmacological survey and in vitro confirmation of ethnopharmacological use of medicinal plants used for wound healing in Bosomtwi-Atwima-Kwanwoma area, Ghana. Journal of Ethnopharmacology. 2009;125(3):393-403 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[19] Komlaga G, Cojean S, Dickson RA, Beniddir MA, Suyyagh-Albouz S, Mensah MLK, et al. Antiplasmodial activity of selected medicinal plants used to treat malaria in Ghana. Parasitology Research. 2016;115(8):3185-3195 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[20] Annan K, Sarpong K, Asare C, Dickson R, Amponsah KI, Gyan B, et al. In vitro anti-plasmodial activity of three herbal remedies for malaria in Ghana: Adenia cissampeloides (Planch.) Harms., Termina liaivorensis A. Chev, and Elaeis guineensis Jacq. Pharmacognosy Research. 2012;4(4):225 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[21] Henson IE. A brief history of the oil palm. In: Palm Oil. Amsterdam, Netherlands: Elsevier; 2012. pp. 1-29 [22] Mshana NR. Traditional Medicine and Pharmacopoeia: Contribution to the Revision of Ethnobotanical and Floristic Studies in Ghana. Accra, Ghana: Organization of African Unity/ Scientific, Technical & Research Commission; 2000. 920 p ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[23] Calixto JB, Santos ARS, Filho VC, Yunes RA. A review of the plants of the genus Phyllanthus: Their chemistry, pharmacology, and therapeutic potential. Medicinal Research Reviews. 1998;18(4):225-258 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[24] Gaire BP, Subedi L. Phytochemistry, pharmacology and medicinal properties of Phyllanthus emblica Linn. Chinese Journal of Integrative Medicine. 2014:1-8. DOI: 10.1007/s11655-014-1984-2 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[25] Mirunalini S, Krishnaveni M. Therapeutic potential of Phyllanthus emblica (amla): The ayurvedic wonder. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Journal of Basic and Clinical Physiology and Pharmacology. 2010;21(1):93-105 [26] Bagavan A, Rahuman AA, Kaushik NK, Sahal D. In vitro antimalarial activity of medicinal plant extracts against Plasmodium falciparum. Parasitology Research. 2011;108(1):15-22 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[27] Mittal M, Gupta N, Parashar P, Mehra V, Khatri M. Phytochemical evaluation and pharmacological activity of Syzygium aromaticum: A comprehensive review. International Journal of Pharmacy and Pharmaceutical Sciences. 2014;6(8):67-72 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[28] Ichino C, Soonthornchareonnon N, Chuakul W, Kiyohara H, Ishiyama A, Sekiguchi H, et al. Screening of Thai medicinal plant extracts and their active constituents for in vitro antimalarial activity. Phytotherapy Research. 2006;20(4):307-309 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[29] Sleumer HO. Flora neotropica: Monograph number 22. Flacourtiaceae. New York New York Bot Gard Organ Flora Neotrop 499p Illus, maps, keys. Icones, Maps Geog. 1980;4 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[30] De Mesquita ML, Grellier P, Mambu L, De Paula JE, Espindola LS. In vitro antiplasmodial activity of Brazilian Cerrado plants used as traditional remedies. Journal of Ethnopharmacology. 2007;110(1):165-170 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[31] Lorenzi H. Brazilian trees. Vol. 2. Brazil: Instituto plantarum de estudos da flora; 2002 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[32] Luchi AE. Fibre pits in wood of Xylopia emarginata Mart. (Annonaceae), Reserva Biológica e Estação Ecológica de Mogi-Guaçu, São Paulo State, Brazil. Hoehnea. 2016;43(3):517-520 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[33] Fern K, Fern A, Morris R. Useful tropical plants database. Recuper http// tropical theferns info. 2014 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[34] Porter AH. Neem: India’s Tree of Life. BBC News; 2006. p. 17 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[35] El Tahir A, Satti GMH, Khalid SA. Antiplasmodial activity of selected Sudanese medicinal plants with emphasis on Maytenus senegalensis (Lam.) Exell. Journal of Ethnopharmacology. 1999;64(3):227-233 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[36] Da Silva G, Serrano R, Silva O. Maytenus heterophylla and Maytenus senegalensis, two traditional herbal medicines. Journal of Natural Science, Biology and Medicine. 2011;2(1):59 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[37] Finkelstein RA. Cholera, Vibrio Cholerae O1 and O139, and Other Pathogenic Vibrios, Chapter 24. Univ Texas Med Branch; 1996 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[38] Wu Z, Raven PH, Hong D. Flora of China. Volume 5: Ulmaceae through Basellaceae. Beijing, and Missouri Botanical Garden Press, St. Louis: Science Press; 2003 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[39] Acharyya S, Patra A, Bag PK. Evaluation of the antimicrobial activity of some medicinal plants against enteric bacteria with particular reference to multi-drug resistant Vibrio cholerae. Tropical Journal of Pharmaceutical Research. 2009;8(3):231-237 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[40] Govaerts RHA, Faden RB. World Checklist of Selected Plant Families. Kew: Royal Botanic Gardens; 2013 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[41] Sharma A, Patel VK, Chaturvedi AN. Vibriocidal activity of certain medicinal plants used in Indian folklore medicine by tribals of Mahakoshal region of Central India. Indian Journal of Pharmacology. 2009;41(3):129 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[42] Srivastava GN, Bagchi GD, Srivastava AK. Pharmacognosy of Ashoka stem bark and its adulterants. International Journal of Crude Drug Research. 1988;26(2):65-72 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[43] Muthuswamy R, Senthamarai R. Anatomical investigation of flower of Butea monosperma lam. Ancient Science of Life. 2014;34(2):73 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[44] Hyde MA, Wursten BT, Ballings P, Palgrave CM. Flora of Zimbabwe: Species information. Cardiospermum halicacabum. 2011 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[45] Payne A, Mukhopadhyay AK, Deka S, Saikia L, Nandi SP. Anti-vibrio and antioxidant properties of two weeds: Euphorbia serpens and Amaranthus viridis. Research Journal of Medicinal Plant. 2015;9:170-178 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[46] US Department of Agriculture NRCS. The Plants Database. Greensboro, NC, USA: National Plant Data Team; 2012 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[47] Sánchez E, García S, Heredia N. Extracts of edible and medicinal plants damage membranes of Vibrio cholerae. Applied and Environmental Microbiology. 2010;76(20):6888-6894 [48] Turner BL. The comps of Mexico: A systematic account of the family Asteraceae (chapter 8: Liabeae and Vernonieae). Phytologia Memoirs. 2007;12:1-144 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[49] Chevallier A. The Encyclopaedia of Medicinal Plants—A Practical Reference Guide to over 550 Key Herbs and their Medicinal Uses. London: DK Publishing; 1996 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[50] Wiersema JH. Taxonomic information on cultivated plants in the USDA/ ARS germplasm resources information network (GRIN). In: II International Symposium on Taxonomy of Cultivated Plants 413. 1994. pp. 109-116 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[51] Warrier PK, Nambiar VPK. Indian Medicinal Plants: A Compendium of 500 Species. Vol. 5. Telangana, India: Orient Blackswan; 1993 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[52] WHO. Tuberculosis Fact sheet N 104. 2015. Avaialble at: http://www.who.int/ mediacentre/factsheets/fs104/en. 2015 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[53] Van Soolingen D, Hoogenboezem T, De Haas PEW, Hermans PWM, Koedam MA, Teppema KS, et al. A novel pathogenic taxon of the Mycobacterium tuberculosis complex, Canetti: Characterization of an exceptional isolate from Africa. International Journal of Systematic and Evolutionary Microbiology. 1997;47(4):1236-1245 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[54] Mann A, Amupitan JO, Oyewale AO, Okogun JI, Ibrahim K. An ethnobotanical survey of indigenous flora for treating tuberculosis and other respiratory diseases in Niger State, Nigeria. Journal of Phytomedicine and Therapeutics. 2007;12(1):1-21 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[55] Mann A, Amupitan JO, Oyewale AO, Okogun JI, Ibrahim K, Oladosu P, et al. Evaluation of in vitro antimycobacterial activity of Nigerian plants used for treatment of respiratory diseases. African Journal of Biotechnology. 2008;7(11):1630-1636 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[56] Manandhar NP. Plants and People of Nepal. Portland, Oregon: Timber Press; 2002 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[57] Nguta JM, Appiah-Opong R, Nyarko AK, Yeboah-Manu D, Addo PGA, Otchere I, et al. Antimycobacterial and cytotoxic activity of selected medicinal plant extracts. Journal of Ethnopharmacology. 2016;182:10-15 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[58] Mativandlela SPN, Meyer JJM, Hussein AA, Houghton PJ, Hamilton CJ, Lall N. Activity against Mycobacterium smegmatis and M. tuberculosis by extract of South African medicinal plants. Phytotherapy Research. 2008;22(6):841-845 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[59] Block E. Garlic and other alliums: The lore and the science. Cambridge: Royal Society of Chemistry; 2010. pp. 454 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[60] Tattelman E. Health effects of garlic. American Family Physician. 2005;72(1):103-106 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[61] Sivakumar A, Jayaraman G. Antituberculosis activity of commonly ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "used medicinal plants of South India. Journal of Medicinal Plants Research. 2011;5(31):6881-6884 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[62] Gupta R, Thakur B, Singh P, Singh HB, Sharma VD, Katoch VM, et al. Anti-tuberculosis activity of selected medicinal plants against multi-drug resistant Mycobacterium tuberculosis isolates. The Indian Journal of Medical Research. 2010;131(6):809 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[63] Kuete V. Other health benefits of African medicinal spices and vegetables. In: Medicinal Spices and Vegetables from Africa. England: Elsevier; 2017. pp. 329-349 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[64] van der Poll T, Opal SM. Pathogenesis, treatment, and prevention of pneumococcal pneumonia. Lancet. 2009;374(9700):1543-1556 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[65] File TM Jr. Community-acquired pneumonia. Lancet. 2003;362(9400): 1991-2001 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[66] Hymete A, Iversen T-H, Rohloff J, Erko B. Screening of Echinops ellenbeckii and Echinops longisetus for biological activities and chemical constituents. Phytomedicine. 2005;12(9):675-679 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[67] Saleh Fares GO, Abdallah L, Almasri M, Slaileh A, Zurba Z. Antibacterial activity of selected Palestinian wild plant extracts against multidrugresistant clinical isolate of Streptococcus pneumoniae. Journal of Pharmacy Research. 2013;1(10):963-969 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[68] Turker AU, Camper ND. Biological activity of common mullein, a medicinal plant. Journal of Ethnopharmacology. 2002;82(2-3):117-125 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[69] Giachetti D, Taddei E, Taddei I. Diuretic and uricosuric activity of Parietaria judaica L. Bollettino della Società Italiana di Biologia Sperimentale. 1986;62(2):197 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "[70] Ozkarsli M, Sevim H, Sen A. In vivo effects of Urtica urens (dwarf nettle) on the expression of CYP1A in control and ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Medicinal Plants for Treatment of Prevalent Diseases DOI: http://dx.doi.org/10.5772/intechopen.82049 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3-methylcholanthrene-exposed rats. Xenobiotica. 2008;38(1):48-61 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[71] Srivastava R, Kulshreshtha DK. Bioactive polysaccharides from plants. Phytochemistry. 1989;28(11):2877-2883 [72] Hussain Z, Mohammad P, Sadozai SK, Khan KM, Nawaz Y, Perveen S. Extraction of antipneumonia fractions from the leaves of sugar beets Beta vulgaris. Journal of Pharmacy Research. 2011;4(12):4783 [73] Masoli M, Fabian D, Holt S, Beasley R. Program GI for A (GINA). The global burden of asthma: Executive summary of the GINA dissemination committee report. Allergy. 2004;59(5):469-478 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[74] Braman SS. The global burden of asthma. Chest. 2006;130(1):4S-12S [75] Umaramani M, Sivakanesan R. Vitamin C content of commonly eaten green leafy vegetables in fresh and under different storage conditions. Tropical Plant Research. 2015;2(3):240-245 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[76] Kumar D, Prasad DN, Parkash J, Bhatnagar SP, Kumar D. Antiasthmatic activity of ethanolic extract of Aerva lanata Linn. Pharmacology Online. 2009;2:1075-1081 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[77] Nandkarni AK. Indian Materia Medica. Vol I & II (Reprinted). Bombay: Popular Prakashan; 1982 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[78] Savali AS, Biradar PR, Jirankali MC. Antianaphylactic and mast cell stabilization activity of Cynodon dactylon. International Journal of Pharmacy and Pharmaceutical Sciences. 2010;2(2):69-73 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[79] Pradhan D, Suri KA, Pradhan DK, Biswasroy P. Golden heart of the nature: Piper betle L. Journal of Pharmacognosy and Phytochemistry. 2013;1(6):147-167 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[80] Jawale NM, Shewale AB, Nerkar GS, Patil VR. Evalution of antihistaminic activity of leaves of Piper betel Linn. Pharmacology. 2009;3:966-977 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[81] Facciola S. Cornucopia: A Source Book of Edible Plants. Vista, California: Kampong Publications; 1990 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[82] Duke JA. Handbook of Medicinal Herbs. Boca Raton, Florida: CRC Press; 2002 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[83] Mali R, Mahajan S, Mehta A. Studies on bronchodilatory effect of Lepidium sativum against allergen induced bronchospasm in Guinea pigs. Pharmacognosy Magazine. 2008;4(15):189 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[84] Rehman N, Khan A, Alkharfy KM, Gilani A-H. Pharmacological basis for the medicinal use of Lepidium sativum in airways disorders. Evidence-Based Complementary and Alternative Medicine. 2012;2012:8 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[85] Venkatesh P, Mukherjee PK, Nema NK, Bandyopadhyay A, Fukui H, Mizuguchi H. Mast cell stabilization and antihistaminic potentials of Curculigo orchioides rhizomes. Journal of Ethnopharmacology. 2009;126(3):434-436 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[86] Pandit P, Singh A, Bafna AR, Kadam PV, Patil MJ. Evaluation of antiasthmatic activity of Curculigo orchioides Gaertn. Rhizomes. Indian Journal of Pharmaceutical Sciences. 2008;70(4):440 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[87] Jensen M. Trees Commonly Cultivated in Southeast Asia: An Illustrated Field Guide. Vol. 38. Bangkok, Thailand: RAP Publ.; 1995. p. 93 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[88] Aher AN, Pal SC, Patil UK, Yadav SK, Bhattacharya S. Evaluation of anthistaminic activity of Casuarina equisetifolia frost (Casuarinaceae). Pharmacology. 2009;1:1144-1149 ",
        "page_idx": 19
    }
]