[
    {
        "type": "text",
        "text": "Sceletium tortuosum-derived mesembrine significantly contributes to the anxiolytic effect of Zembrin $^ \\mathrm { \\textregistered }$ , but its anti-depressant effect may require synergy of multiple plant constituents ",
        "text_level": 1,
        "bbox": [
            62,
            206,
            793,
            269
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Johan´e Gericke a, Brian H. Harvey a,c,d, Lesha Pretorius b, Tracey Ollewagen b, Rohan M. Benecke e, Carine Smith b, \\* a Centre of Excellence for Pharmaceutical Sciences, Faculty of Health Sciences, North-West University, Potchefstroom, South Africa b Experimental Medicine Research Group, Dept of Medicine, Faculty of Medicine and Health Sciences, Stellenbosch University, Stellenbosch, South Africa c South African Medical Research Council Unit on Risk and Resilience in Mental Disorders, Department of Psychiatry and Neuroscience Institute, University of Cape Town, Cape Town, South Africa d The Institute for Mental and Physical Health and Clinical Translation, School of Medicine, Deakin University, Geelong, Australia e Division Clinical Pharmacology, Dept of Medicine, Faculty of Medicine and Health Sciences, Stellenbosch University, Stellenbosch, South Africa ",
        "bbox": [
            62,
            283,
            678,
            316
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            326,
            818,
            390
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A R T I C L E I N F O ",
        "text_level": 1,
        "bbox": [
            63,
            421,
            193,
            432
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A B S T R A C T ",
        "text_level": 1,
        "bbox": [
            337,
            421,
            433,
            432
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Handling Editor: Dr. Thomas Efferth ",
        "bbox": [
            62,
            445,
            238,
            455
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ethnopharmacology relevance: Sceletium tortuosum (L.) N.E.Br. (ST) is an alkaloid-rich succulent plant with various mechanisms of action that infer psychotropic effects. These actions correlate with clinical evidence suggesting efficacy in the treatment of depression and anxiety, in line with its use by indigenous populations. Its low side effect profile suggests potential of ST to improve the overall wellbeing and compliance of millions of patients that experience severe side effects and/or do not respond to current prescription medication. However, to elucidate specific physiological effects of ST extracts, it is necessary to first understand which of its constituents are the major contributors to beneficial effects demonstrated for ST in this context. ",
        "bbox": [
            337,
            446,
            937,
            529
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aim of the study: To determine an anxiolytic- and antidepressant-like effective concentration of a ST extract by means of a dose response in zebrafish (ZF) larvae, and to assess relative contributions of equivalent concentrations of isolated alkaloids contained in the effective concentration(s). ",
        "bbox": [
            336,
            530,
            937,
            566
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials and methods: A dose response study employing a light-dark transition test (LDTT) was done in ZF larvae $_ { < 5 }$ days post fertilization) to track locomotor activity in terms of anxiety-like (hyperlocomotion) and depression-like (hypolocomotion) behaviour. Larvae were treated for 1 h directly before the LDTT with escalating concentrations of a ST extract commercially known as Zembrin $^ { \\mathrm { ~ \\textregistered ~ } }$ (Zem) ranging from 0.25 to $5 0 0 ~ { \\mu \\mathrm { g / m L } }$ and compared to an untreated control group $[ { \\mathfrak { n } } = 1 2$ per treatment concentration). LDTT was repeated after $2 4 \\mathrm { h }$ to evaluate long-term exposure toxicity. The concentration that best attenuated hyperlocomotion during the dark phase following light-dark transition was identified as the anxiolytic-like concentration. This concentration, plus one higher and one lower concentration, were used for subsequent tests. The percentage content of each alkaloid (mesembrine, mesembrenone, mesembrenol, and mesembranol) in these concentrations were calculated and applied to additional larvae to identify the most effective anxiolytic-like alkaloid in the LDTT. To identify antidepressant-like therapeutic concentration and equivalent alkaloid concentration, the same treatment concentrations were tested in larvae $( \\mathbf { n } = 1 2$ per treatment concentration) pre-exposed to reserpine for $^ { 2 4 \\mathrm { ~ h ~ } }$ . Depending on normality of data distribution, Brown-Forsythe and Welch, or Kruskal-Wallis ANOVA were used, with Dunnett or Dunn’s multiple comparisons tests. ",
        "bbox": [
            337,
            567,
            937,
            735
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results: Only the extreme concentration of Zem $( 5 0 0 ~ \\mu \\mathrm { g / m L } )$ elicited toxicity after treatment for $2 4 \\mathrm { { h } }$ . Zem 12.5 $\\mu \\mathrm { g } / \\mathrm { m L }$ was the most effective anxiolytic-like concentration as it significantly decreased locomotor activity $( P =$ 0.05) in the LDTT. Low $( 5 ~ { \\mu } \\mathrm { g / m L } )$ , optimal $( 1 2 . 5 ~ \\mu \\mathrm { g } / \\mathrm { m L } )$ and high $( 2 5 ~ \\mu \\mathrm { g } / \\mathrm { m L } )$ Zem concentrations, as well as treatment solutions of single alkaloids (mesembrine, mesembrenone, mesembranol and mesembrenol), prepared to contain equivalent concentrations of each major alkaloid contained within these three concentrations of Zem, were tested further. Only mesembrine concentrations equal to that contained within the optimal and high dose of ",
        "bbox": [
            337,
            736,
            937,
            807
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zem (12.5 and $2 5 ~ \\mu \\mathrm { g / m L }$ ) showed significant anxiolytic-like effects $( P < 0 . 0 5$ . Only the highest Zem concentration $( 2 5 \\mu \\mathrm { g } / \\mathrm { m L } )$ reversed the effects of reserpine - indicating antidepressant-like properties $( P < 0 . 0 5 )$ - while isolated alkaloids failed to induce such effects when administered in isolation. ",
        "bbox": [
            336,
            66,
            936,
            102
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conclusions: Current data provide evidence of both anxiolytic- and antidepressant-like effect of whole extract of Zem, with relatively higher concentrations required to achieve antidepressant-like effect. Of all alkaloids assessed, only mesembrine contributed significantly to the anxiolytic-like effects of Zem. No alkaloid alone could be pinpointed as a contributor to the antidepressant-like activity observed for higher concentration Zem. This may be due to synergistic effects of the alkaloids or may be due to other components not tested here. Current data warrants further investigation into mechanisms of action, as well as potential synergy, of ST alkaloids in suitable mammalian in vivo models. ",
        "bbox": [
            337,
            103,
            937,
            186
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "List of abbreviations ",
        "text_level": 1,
        "bbox": [
            77,
            237,
            213,
            249
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AChE Acetylcholinesterase   \nANOVA Analysis of variance   \nCI Confidence interval   \ndpf days post fertilization   \nESC Escitalopram   \nGABA Gamma-aminobutyric acid (GABA)   \nLDTT light-dark transition test   \nMAO monoamine oxidase   \nPDE-4 phosphodiesterase 4   \nRes Reserpine   \nROUT robust regression and outlier removal   \nSD Standard deviation   \nSEM Standard error of means   \nSERT serotonin transporter   \nSSRI Selective serotonin reuptake inhibitor   \nST Sceletium tortuosum   \nVMAT-2 Vesicular monoamine transporter 2   \nZem Zembrin®   \nZF Zebrafish ",
        "bbox": [
            72,
            262,
            368,
            515
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "user base. Currently, ST is being scientifically assessed for use in many different disorders, including psychiatric disorders like depression and anxiety (Olatunji et al., 2022). ",
        "bbox": [
            512,
            211,
            936,
            250
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It has been noted that the true benefit of this plant lies in its ability to target multiple mechanisms involved in psychiatric disorders (Olatunji et al., 2022). For depression and anxiety, this may involve phosphodiesterase 4 (PDE-4) inhibition (Heckman et al., 2015; Olatunji et al., 2022; Maphanga et al., 2022) and inhibition of the serotonin transporter (SERT) – the same mechanism involved in the first-line treatment of depression and anxiety such as fluoxetine and escitalopram. Moreover, up-regulation of vesicular monoamine transporter 2 (VMAT-2) expression (Coetzee et al., 2016; Olatunji et al., 2022), as well as mild inhibition of acetylcholinesterase (AChE) and monoamine oxidase (MAO) (Coetzee et al., 2016) may similarly impart mood and cognitive benefits. ",
        "bbox": [
            514,
            252,
            937,
            395
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ST extract consists of many different alkaloid components, including mesembrine, mesembrenone, mesembranol, and mesembrenol (Krstenansky, 2017), each with distinct mechanisms of action. These actions arguably contribute to how these alkaloids may contribute individually or in synergy to exert psychotropic effects (see Olatunji et al., 2022 for review). Only two in vivo studies in animal models are relevant in this context, describing acute concentration-dependent antidepressant-like effects for mesembrine (Schell, 2014) and a proprietary ST extract, Zembrin $^ \\mathrm { \\textregistered }$ (Gericke et al., 2021), respectively. Currently, literature elucidating the relative importance of specific ST alkaloids are sparse. Mesembrine, mesembrenone and mesembrenol have been reported to show inhibitory effects on SERT and PDE-4 in vitro (Harvey et al., 2011; Coetzee et al., 2016; Krstenansky, 2017) and in vivo (Carpenter et al., 2016), although studies did not include data for mesembranol. Carpenter et al. (2016) also found anxiolytic activity with a mesembrine enriched fraction in a chick anxiety model. As most of these studies tested ST alkaloids in vitro models, there is a need for more studies in vivo models to gain deeper insight into the efficacy, safety, and physiologically relevant, concentration-related mechanisms of action of these alkaloids in a complex biological system. ",
        "bbox": [
            514,
            397,
            937,
            659
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "bbox": [
            62,
            581,
            163,
            593
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Neuropsychiatric disorders like depression and anxiety are often comorbid and share many pathophysiological mechanisms and symptoms (Coplan et al., 2015). These disorders are difficult to treat, likely due to the complex interplay between biological systems involved in their pathology (Willner et al., 2013; Dean and Keshavan, 2017; Jesulola et al., 2018). Current prescription antidepressants and anxiolytics mainly target one or two of these pathophysiological systems (usually monoamine imbalance). However, recent evidence highlights the broad neurobiological basis of depression (Brand et al., 2015). Therefore, simply targeting monoamine dysfunction no doubt underlies treatment failure in about two-thirds of the estimated 280 million depressed patients globally (Willner et al., 2013; Akil et al., 2018; World Health Organization, 2018a), and about half of the 374 million patients suffering from anxiety (Sartori and Singewald, 2019; Forbes Health, 2023). Treatment strategies that target various mechanisms would thus prove beneficial in such cases. ",
        "bbox": [
            62,
            609,
            485,
            818
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum (ST), a succulent plant native to Southern Africa (Gericke and Viljoen, 2008), has been used by the indigenous Khoisan people for many ailments and purposes, including appetite and thirst suppression, mood elevation, sedation, analgesia, and euphoric effects (Gericke and Viljoen, 2008; Gericke et al., 2018). Due to its local popularity, unchecked wild harvesting of ST for local trade initially led to a scarcity in habitat (Gericke et al., 2018). However, development of the Khoisan indigenous knowledge contributed to the more sustainable commercial cultivation of ST and its increased availability to a broader ",
        "bbox": [
            62,
            819,
            485,
            936
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The larval zebrafish (ZF) model is a cost-effective and time-efficient model that provides high-throughput screening of compounds due to high fecundity and rapid development of larvae. Due to its high genetic homology to humans, it is often used in conjunction with more complex preclinical and clinical models to reduce both cost and the number of sentient animals used in research (Ahmad et al., 2012; Basnet et al., 2019; Vorhees et al., 2021). A major benefit of this model over in vitro models in the current context, is that larval zebrafish models allow for parallel assessment of mechanisms of action and therapeutic behavioural outcome, ensuring physiological relevance of data generated. This model has gained wide-spread use as a screening platform for psychotropic activity, especially antidepressant and anxiolytic activity. The light-dark transition test (LDTT) in particular is often used in the ethnopharmacology and drug discovery context (Hacke et al., 2020; Lopez ´ et al., 2022). In this model, treatment with reserpine - which depletes monoamine stores to induce depressive-like behaviour (decreased locomotor activity) (Wang et al., 2019) - may be superimposed to allow for comparative assessment of both anxiolytic and antidepressant-like effects of an experimental treatment using the same stimulus protocol. Such an approach may provide information on the efficacy of a single formulation and concentration, on both anxiety and depression. In the context of ethnomedicines, this model may provide valuable information on the relative risk:benefit profile of individual plant components relative to that of a complete plant formulation. ",
        "bbox": [
            514,
            660,
            937,
            936
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            62,
            66,
            484,
            104
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Using Zem and its four main alkaloids (mesembrine, mesembrenone, mesembrenol, and mesembranol), the current study aimed to confirm the known anxiolytic and anti-depressant effects of Zem in zebrafish larvae, but to also expand on current knowledge by identifying the major alkaloid(s) responsible for this benefit. We hypothesised that Zem will show concentration-dependent antidepressant- and anxiolytic-like effects in the ZF larvae, demonstrating the suitability of this model for elucidation of active ingredients in anxiolytic and anti-depressant ethnomedicines. ",
        "bbox": [
            62,
            105,
            484,
            223
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. Methods and materials ",
        "text_level": 1,
        "bbox": [
            62,
            239,
            230,
            250
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1. Characterisation of compounds used ",
        "text_level": 1,
        "bbox": [
            62,
            264,
            297,
            277
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Zembrin $^ \\mathrm { \\textregistered }$ (HG&H Pharmaceuticals, Johannesburg, South Africa) is a standardized dry hydroalcoholic extract of the aerial parts of Sceletium (local names: kanna, channa, kougoed), also known as Sceletium tortuosum (L.) N.E. Br. (Syn. Mesembryanthemum tortuosum L. (http://www. worldfloraonline.org., accessed April 2023). It presents with a drug-toextract ratio of 2:1 (w/w), with extraction solvents being water and alcohol, standardized to $0 . 4 0 \\%$ total alkaloids. Both the alkaloid profile of raw plant material and the extraction process employed to prepare Zem has been comprehensively described elsewhere (Terburg et al., 2013). Table 1 summarises manufacturer detail on Zem and purity of isolated alkaloids employed in the study. While the exact proportions of alkaloids contained within Zem is proprietary, the manufacturer (HG&H) is prepared to disclose more specific details for research purposes, subject to non-disclosure agreement (Dr Ralph Tettey-Amlalo, HG&H Pharma, personal communication). ",
        "bbox": [
            62,
            291,
            485,
            488
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2. Zebrafish larval culture maintenance and ethical considerations ",
        "text_level": 1,
        "bbox": [
            62,
            506,
            447,
            519
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All experimental protocols were ethically cleared by the Stellenbosch University Animal Research Ethics Committee (reference $\\#$ ACU-2021- 21995) and the NWU-AnimCareREC animal research ethics committee (reference $\\#$ NWU-00449-21-A5). An $\\mathbf { n } = 1 2$ larvae was employed for all experimental groups, unless otherwise stated. ",
        "bbox": [
            60,
            533,
            484,
            598
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wild-type zebrafish (Danio rerio) embryos, spawned following standard husbandry procedures, were obtained from the Zebrafish Husbandry Unit (Division of Clinical Pharmacology, Department Medicine, Stellenbosch University). ZF embryos and larvae were maintained in embryo medium (E3; 5 mM NaCl, $0 . 1 7 \\mathrm { m M }$ KCl, 0.33 mM CaCl2•2H2O, $0 . 3 3 ~ \\mathrm { m M }$ MgSO4•7 H2O, $1 . 3 \\mathrm { x } 1 0 { - } 5 \\%$ w/v methylene blue, prepared in RO water) at $2 8 . 5 ^ { \\circ } \\mathrm { C }$ and $4 0 { - } 6 0 \\%$ ambient humidity, with a 14:10 light: dark cycle, and refreshed daily for the duration of the protocol. At the experimental endpoint $\\mathrm { . } < 5 \\mathrm { d p f }$ in all instances), larvae were killed by MS-222 overdose $( 2 5 0 ~ \\mu \\mathrm { g / m L } )$ and subsequent freezing. ",
        "bbox": [
            62,
            598,
            484,
            730
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3. Zembrin $^ \\mathrm { \\textregistered }$ experimental concentration determination ",
        "text_level": 1,
        "bbox": [
            62,
            749,
            386,
            761
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To our knowledge, concentration conversion guidelines between human and zebrafish larval models do not exist. Therefore, to determine a potentially effective experimental concentration range for Zem, effective concentrations of Zem previously reported was converted to mass/extracellular fluid volume, given that zebrafish exposed to treatments via immersion readily absorb treatments via their gills and skin (Dubinska-Magiera et al., 2016 ´ ). Given the small size of zebrafish larvae, the assumption was made that treatment concentration in culture medium and extracellular fluid compartments would be near equal (i.e achieving $1 0 0 \\%$ bioavailability of treatment). Taking this approach, a proven anxiolytic acute concentration in humans $( 2 5 ~ \\mathrm { m g } )$ (Reay et al., 2020) translated to $1 . 7 ~ \\mu \\mathrm { g / m L }$ extracellular body fluid (extracellular body fluid compartment is approximately ${ } ^ { 1 4 \\ \\mathrm { L } , }$ , or a third of the 42-L total body fluid volume (Mathew et al., 2018). However, a much higher acute concentration $( 5 0 \\mathrm { \\ m g / k g }$ body mass) was required to achieve an anti-depressant effect in rodents (Gericke et al., 2021). Considering an extracellular fluid volume of $3 0 \\mathrm { m L } / 1 0 0 g$ rat body mass (Bianchi et al., 1981), this translated to a concentration of 555–670 $\\mu \\mathrm { g } / \\mathrm { m L }$ in rats with body mass of $2 5 0 { - } 3 0 0 g$ , which when adjusted for the faster metabolic rate of rats (Bianchi et al., 1981), translated to a human equivalent concentration range of approximately $9 0 { - } 1 1 0 ~ \\mathrm { ~ } \\mu \\mathrm { g / m L }$ . Although larval zebrafish metabolic rate is known to be significantly increased during larval development (Makky et al., 2008), the units of measure employed in larval assessments are not reconcilable with those of human or rodent metabolic rate assessments, and so it was not possible to mathematically correct for species differences in metabolic rate. ",
        "bbox": [
            60,
            775,
            484,
            814
        ],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/2e0f41312322fcf3c2f62281430f486c16201cfbd35ea51e58e72a0d97859945.jpg",
        "table_caption": [
            "Table 1 Lot numbers and percentage purity (where applicable) of compounds used. "
        ],
        "table_footnote": [],
        "table_body": "<table><tr><td>Constituent</td><td>% Purity</td><td>Lot numbers</td></tr><tr><td>Zembrin</td><td></td><td>SCE0420-2003</td></tr><tr><td>Mesembrine</td><td>98</td><td>ROM0921BRINE</td></tr><tr><td>Mesembrenone</td><td>98</td><td>ROM0921ONE</td></tr><tr><td>Mesembranol</td><td>97.5</td><td>ROM280920ANOL</td></tr><tr><td>Mesembrenol</td><td>99</td><td>ROM0921ENOL</td></tr></table>",
        "bbox": [
            60,
            856,
            485,
            935
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            66,
            937,
            380
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4. Evaluation of contribution of Zembrin $^ \\mathrm { { . } \\textcircled { R } }$ vs individual constituent alkaloids to therapeutic outcome in the light-dark transition test ",
        "text_level": 1,
        "bbox": [
            512,
            397,
            910,
            422
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Assessment of potential anxiolytic-like effect of Zem: Given the significant limitations in terms of concentration determination, a broad Zem concentration range $\\mathrm { ( 0 . 2 5 { - } 5 0 0 ~ \\mu g / m L ) }$ was employed in the initial experiment, to identify the dosage required to achieve the optimal anxiolytic-like outcome in ZF larvae, using the light-dark transition test (LDTT). ",
        "bbox": [
            514,
            437,
            937,
            514
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Briefly, at $^ { 9 6 \\mathrm { ~ h ~ } }$ post fertilisation (hpf), ZF larvae were individually plated into 96-well plates before exposure to different concentrations of Zem (or E3 only for controls) via immersion. A LDTT protocol was applied after $^ { 1 \\mathrm { ~ h ~ } }$ exposure and repeated after $^ { 2 0 \\mathrm { ~ h ~ } }$ of exposure to Zem. The LDTT protocol entailed a $2 0 { \\cdot } \\mathrm { m i n }$ acclimation period in the dark to exclude changes in activity elicited by pipetting or other experimental procedures, followed by a $1 0 { \\cdot } \\mathrm { m i n }$ exposure to bright light $1 0 0 \\%$ of onboard bulb capacity) and lastly, a 10-min dark period (Fig. 1). Activity of larvae were tracked for the full $4 0 \\ \\mathrm { m i n }$ , using an automated activity tracking system (Daniovision, Noldus, Germany) and on-board image analysis software (Ethovision, Noldus, Germany). Activity tracking images were acquired at a frame rate of 25 frames per second and activity graphs binned into 1-min bins, for presentation. A smoothing factor of $0 . 2 \\mathrm { m m }$ was applied. Anxiety behaviour was quantified as total distance moved for the duration of the final dark cycle (the light-dark transition elicits an anxiety-like hyperlocomotion response in the dark period). In addition, basal activity levels were quantified between minutes 10–20 (Fig. 1). ",
        "bbox": [
            514,
            515,
            937,
            752
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Assessment of individual alkaloid contribution to outcome in the LDTT: Based on the optimal anxiolytic-like concentration demonstrated for Zem in the first assay, a range of 3 treatment concentrations (low, optimal and high) of Zem was selected for subsequent experiments. To determine the relative contribution of each of the four major alkaloids contained in Zem individually, treatment concentrations for each alkaloid were calculated, relative to the percentage of total alkaloids it comprised in the Zem (refer to Table 1), to correspond to the absolute amount of alkaloid that would be present in the extract at the low, optimal and high concentrations. Following an identical protocol as described above, the LDTT was employed to assess modulation of anxiety behaviour in zebrafish larvae (96 hpf) after 1hr of exposure to each of the 4 major constituent alkaloids in Zem. Due to the toxicity seen after 20hr continuous exposure to Zem, the 20hr time point was not assessed ",
        "bbox": [
            514,
            754,
            937,
            936
        ],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/3741f8474ca4a66b0f722f0941c4462515b35fe18f1986ad9b2ed6b78bffd545.jpg",
        "image_caption": [
            "Fig. 1. Protocol employed for the light-dark transition test. The white panel indicates exposure to bright light and the grey panel indicates the absence of light-exposure. The track illustrates total movement over time (binned into 1- min bins), of zebrafish larvae during acclimatization (minute 0–20), the freeze response during bright light exposure (minute 20–30) and anxiety-like hyperlocomotion following a light-dark transition (minute 30–40). Minute 10–20 typically reflects basal level of locomotion, while minute 30–40 is quantified to reflect anxiety-like hyperlocomotion. "
        ],
        "image_footnote": [],
        "bbox": [
            63,
            65,
            480,
            303
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "again. ",
        "bbox": [
            62,
            427,
            97,
            438
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Evaluation of potential anti-depressant-like activity of Zembrin $^ { \\mathrm { ~ \\textregistered ~ } }$ and/or individual alkaloids: To assess potential effects of the same treatment concentrations as identified above in the context of depression, the LDTT protocol in larvae pre-treated with Zem or isolated alkaloids for 1hr was repeated, but this time after 24hr exposure to reserpine (two concentrations of $2 ~ \\mu \\mathrm { g / m L }$ of reserpine were administered, at 24hr and 2hr prior to the LDTT). Reserpine depletes the vesicular monoamine transporter (VMAT), resulting in decreased monoamine transmission, simulating depression-like behaviour. This includes lower basal activity levels and responsiveness (Wang et al., 2019). ",
        "bbox": [
            62,
            440,
            485,
            569
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Use of standard treatments for assay validation and comparative efficacy assessment: In terms of control treatments for comparison, unfortunately no suitable treatments are available. Although diazepam is a potential control in anxiolytic evaluations using the LDTT (Cueto-Escobedo et al., 2022), it induces significant sedation, making it less ideal in the current context. More broadly, any control treatment would only be relevant in the LDTT – which is highly time-dependent – if the cellular uptake and clearance of the control and test drug match one another. Therefore, it is not the norm to use a pharmaceutical control in the LDTT, and especially not in the ethnopharmacological drug discovery niche where mechanism of action is often not yet known (Hacke et al., 2020). Still, to provide a measure of validation for the anxiolytic assays, we included a diazepam treated group (Fig. S1, Supplementary Material), but this was excluded from the statistical analysis. ",
        "bbox": [
            62,
            571,
            485,
            754
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the depression-related assays, escitalopram was included as control treatment. The response to escitalopram seen in the current study (Fig. S2, Supplementary Material) was similar to that reported previously in larval models (Pohl, 2019), namely a significant reduction in basal activity levels. As this effect is similar to the depressive-like decreased activity expected in reserpine-exposed larvae, it was again excluded from statistical comparisons between groups, as it did not have comparative value to indicate anti-depressant outcome. However, the escitalopram effect observed validates our model against similar larval models. ",
        "bbox": [
            62,
            756,
            485,
            886
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5. Statistical analyses ",
        "text_level": 1,
        "bbox": [
            514,
            66,
            652,
            78
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "An $\\mathbf { n } = 1 2$ larvae per treatment concentration was employed. For the 96-well based assays, each plate included a control for internal validation of assay procedures, resulting in somewhat larger n in these groups only. Qualitative data (activity levels presented over $4 0 \\mathrm { { m i n } }$ , binned into 1-min bins) are presented as means and standard errors of the mean (SEM) for clarity. Quantitative data (total distance travelled in a $1 0 { \\cdot } \\mathrm { m i n }$ period, for both basal activity and light-dark transition-induced hyperlocomotion) are presented as means and standard deviations (SD), after having identified and removed outliers using the ROUT method $( \\mathbf { Q } =$ $1 \\%$ ). (Minimal outliers were identified, and never more than one per experimental group.) An exception was reduction of the data generated in the protocol simulating depression. Here, observation of a unique variability of data in response to the reserpine treatment led to the decision to not exclude outliers, rather expressing the data as median with $9 5 \\%$ confidence intervals (CI). In this case, all individual data points are shown to present the data in a most information-dense and transparent manner. ",
        "bbox": [
            514,
            93,
            937,
            315
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data analysis was performed using GraphPad Prism Version 9.5.1 (www.graphpad.com, San Diego, CA). Data was assessed for normality using the Shapiro-Wilk and Kolmogorov-Smirnov tests. For analysis of effects of Zem and its alkaloids, Brown-Forsythe (skewed data) and Welch (data with Gaussian distribution) ANOVA with the Dunnett test for multiple comparisons was employed for normally distributed data. For non-normally distributed data in the reserpine model, a KruskalWallis test with Dunn’s test for multiple comparisons was employed. For validation of the reserpine protocol, a Mann-Whitney test was employed to compare control vs reserpine groups. ",
        "bbox": [
            514,
            317,
            937,
            448
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "bbox": [
            514,
            464,
            581,
            475
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1. Zembrin® facilitates an anxiolytic-like outcome in the LDTT ",
        "text_level": 1,
        "bbox": [
            514,
            489,
            885,
            501
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Activity levels over time in the LDTT of zebrafish larvae after 1 h exposure to a large concentration-range of Zem is demonstrated in Fig. 2. Control larvae exhibited a normal brief hyperlocomotion to the experimental protocol followed by a “settling” to basal activity levels over the first $2 0 \\ \\mathrm { m i n }$ as expected. This was followed by a freezing response to bright light from which they gradually recovered $\\mathrm { ~ m i n ~ } 2 0 \\cdot$ - 30) and finally, the anxiety-like hyperlocomotion when bright light was removed $( \\operatorname* { m i n } { 3 0 - 4 0 } )$ . Larvae treated with Zem seemed to exhibit variable anxiety-like response relative to control larvae, depending on concentration. ",
        "bbox": [
            514,
            515,
            937,
            646
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Quantification of the hyperlocomotion response to bright light exposure (minute 30–40 in Fig. 2) using a Brown-Forsythe and Welch ANOVA, did not indicate a main effect of treatment across all concentrations. However, the inclusion of a large concentration range allowed for observation of both the optimal anxiolytic-like treatment concentration $( 1 2 . 5 \\mu \\mathrm { g } / \\mathrm { m L } )$ – which resulted in locomotion levels significantly lower $( \\approx 4 0 \\% )$ than control (Dunnett multiple comparisons, ${ \\bf P } = 0 . 0 5$ ; Fig. 3) – as well as a picture of potential toxicity at the highest concentration assessed $( 5 0 0 ~ \\mu \\mathrm { g / m L } )$ , although this hypolocomotion result did not reach statistical significance at the acute (1hr exposure) time point. ",
        "bbox": [
            514,
            648,
            937,
            791
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further elucidate the response to $5 0 0 ~ { \\mu \\mathrm { g / m L } }$ Zem, the LDTT was repeated after 20hr exposure of larvae to a somewhat simplified concentration range. Qualitative data (Fig. 4) illustrates that the anxiolyticlike effect seen for lower concentrations of Zem was no longer evident after extended exposure. In addition, data clearly indicates a lower basal activity in larvae exposed to higher concentrations of Zem even before bright light exposure, with a relative absence of the freezing and hyperlocomotion response. Statistical analysis of quantified data (Fig. 5) indeed confirms a concentration-dependent decrease in locomotion (Brown-Forsythe and Welch ANOVA, main effect of concentration, $\\mathbf { P } <$ 0.05) after 20hr exposure to treatments. In addition, the Dunnett multiple comparison post hoc test indicated that $5 0 0 ~ \\mu \\mathrm { g / m L }$ Zem induced a significant decrease $( { \\approx } 6 2 \\% )$ in total distance moved versus control $( \\mathbf { p } < 0 . 0 1$ ; Fig. 5). The extent of hypolocomotion in this group, which reflected activity levels even lower than those seen in diazepamsedation (Fig. S2, Supplementary Material), may suggests that this concentration was toxic to the larvae after extended exposure. ",
        "bbox": [
            514,
            793,
            937,
            936
        ],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3506f404fdb5374bf95d23224fd21af118064246e5b3d11c220db8de6e883d8b.jpg",
        "image_caption": [
            "Fig. 2. Activity levels (distance moved) over the light-dark transition test after 1hr Zem $\\mathrm { ( 0 . 2 5 - 5 0 0 \\mu g / m L ) }$ ) exposure. The activity tracks are binned in 1-min intervals and data are presented as mean $\\pm$ SEM. "
        ],
        "image_footnote": [],
        "bbox": [
            211,
            68,
            788,
            330
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/886225e4a27147a4e90451fd472d38b78cbc6356bde39e0c06805667af38f2f1.jpg",
        "image_caption": [
            "Fig. 3. Hyperlocomotion response (30-to-40-min dark period) after 1hr Zem $( 0 . 2 5 { - } 5 0 0 ~ \\mu \\mathrm { g / m L } )$ exposure. Data are presented as mean $\\pm \\ \\mathrm { s D }$ . Statistical analysis: Brown-Forsythe and Welch ANOVA and Dunnett’s multiple comparisons test. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) "
        ],
        "image_footnote": [],
        "bbox": [
            63,
            389,
            484,
            582
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            62,
            670,
            484,
            747
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2. Sceletium-derived alkaloid mesembrine significantly contributes to anxiolytic-like effect of Zembrin $^ \\mathrm { \\textregistered }$ ",
        "text_level": 1,
        "bbox": [
            60,
            766,
            463,
            791
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on the significant anxiolytic-like effect observed in larvae after 1hr exposure to $1 2 . 5 \\mu \\mathrm { g } / \\mathrm { m L }$ Zem - and the absence of a decrease in basal activity levels, which argues against an overall sedative/toxic effect – we selected this concentration as optimal treatment concentration. In order to facilitate evaluation of concentration-dependent outcomes and the potential requirement for a higher treatment concentration in the reserpine depression model, an additional low $( 5 ~ \\mu \\mathrm { g } / \\mathrm { m L } )$ and high (25 $\\mu \\mathrm { g } / \\mathrm { m L }$ ) Zem concentration was employed - together with the optimal $1 2 . 5 ~ \\mu \\mathrm { g } / \\mathrm { m L }$ concentration - for further experimentation. As mentioned in the methods, equivalent concentrations of isolated alkaloids contained in 5 (low), 12.5 (optimal anxiolytic-like) and 25 (high) $\\mu \\mathrm { g } / \\mathrm { m L }$ Zem was calculated for mesembrine, mesembrenone, mesembranol and mesembrenol and prepared as isolated alkaloid treatments. The details regarding the [percentage of the above four alkaloids in Zem and the precise doses used are withheld for propriety reasons (Dr Ralph TetteyAmlalo, HG&H Pharma, personal communication). These treatment concentrations were employed to determine relative contributions of specific alkaloids, to therapeutic outcomes observed for Zem. ",
        "bbox": [
            62,
            805,
            485,
            936
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            380,
            937,
            485
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Due to the profile suggestive of toxicity after $2 0 \\mathrm { { h r } }$ continuous Zem exposure and the fact that the anxiolytic-like effect of Zem was no longer evident, only the 1hr exposure time point was studied for the evaluation of potential anxiolytic-like effects of the isolated Zem alkaloids. Equivalent concentrations of ST alkaloids contained in the low, optimal and high concentrations of Zem were evaluated using the same LDTT protocol, to determine their relative contributions to the effect observed for Zem. ",
        "bbox": [
            514,
            486,
            937,
            591
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Qualitatively, all concentrations of mesembrine employed appeared to elicit a general decrease in activity levels over the entire protocol when compared to controls (Fig. 6A). In contrast, no significant contribution by mesembrenone, mesembranol or mesembrenol was evident (Fig. 6B–D). ",
        "bbox": [
            514,
            592,
            937,
            658
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statistical analysis of the hyperlocomotion responses (Fig. 7) revealed a significant main effect of treatment across the groups (BrownForsythe and Welch ANOVA; $\\mathrm { P } < 0 . 0 0 5 $ ), while a significant anxiolyticlike outcome relative to control larvae was observed at optimal and high Zem concentration equivalents of mesembrine ${ \\approx } 4 4$ and $4 3 \\%$ lower than control respectively), Dunnett’s multiple comparison post hoc test, both $\\mathsf { p } < 0 . 0 5 )$ only. None of the other alkaloids were effective in as far as anxiolytic-like activity is concerned. ",
        "bbox": [
            514,
            659,
            937,
            762
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3. Higher concentration Zembrin®, but not isolated alkaloids, exhibited antidepressant-like activity in the reserpine model ",
        "text_level": 1,
        "bbox": [
            512,
            779,
            927,
            805
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To evaluate potential antidepressant-like activity, the same concentration range of Zem (5, 12.5 and $2 5 \\mu \\mathrm { g / m L }$ ) was evaluated in the LDTT, but in the presence of added reserpine to simulate relatively limited monoamine neurotransmission. ",
        "bbox": [
            514,
            819,
            936,
            870
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Firstly, the model is validated by the fact that reserpine pretreatment significantly decreased basal $( \\mathtt { p } < 0 . 0 0 1 )$ and stimulated (p $< 0 . 0 5 )$ locomotion in ZF larvae (Figs. 8 and 9). A Brown Forsythe and Welch ANOVA returned a significant main effect of treatment $( \\mathbf { P } < 0 . 0 1 )$ ) across all groups for basal activity, but not for anxiety response. Dunnett multiple comparison tests confirmed that only the highest concentration of Zem $2 5 \\mu \\mathrm { g } / \\mathrm { m L }$ assessed, exhibited the capacity to normalise activity both basally $( \\mathtt { p } = 0 . 0 6$ , Fig. 9A) and significantly during the hyperlocomotion response $( \\mathtt { p } < 0 . 0 5$ ; Fig. 9B). ",
        "bbox": [
            514,
            872,
            937,
            936
        ],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c395b0874fbcc5963a405b8c398cffc635bfe2eec74924a2fa5b7888ea12ec06.jpg",
        "image_caption": [
            "Fig. 4. Activity levels (distance moved) over the light-dark transition test after 20hr Zem $\\mathbf { \\lambda } _ { \\mathrm { ( 1 - 5 0 0 ~ \\mu g / m L ) } }$ ) exposure. The activity tracks are binned in 1-min intervals and data are presented as mean $\\pm$ SEM. "
        ],
        "image_footnote": [],
        "bbox": [
            211,
            68,
            788,
            330
        ],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e5a12728a57fa334842c8ca21aab68dc0a07c0b95cf56136d93b5ece01a5a797.jpg",
        "image_caption": [
            "Fig. 5. Hyperlocomotion response (30-to-40-min dark period) after 20hr Zem exposure. Data are represented as means $\\pm$ SD. Statistical analysis: BrownForsythe and Welch ANOVA and Dunnett’s multiple comparisons test. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) "
        ],
        "image_footnote": [],
        "bbox": [
            65,
            389,
            480,
            650
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            737,
            484,
            789
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In terms of potential antidepressant-like effect of isolated alkaloids, the qualitative data suggest that no one alkaloid was able to normalise the reserpine-induced hypolocomotion (Fig. 10) at the doses tested. This was confirmed by the quantitative data on both basal (Fig. 11A) and anxiety response (Fig. 11B) activity. Here, the significant hypolocomotion induced by reserpine was again confirmed by the KruskalWallis non-parametric ANOVA, which indicated a significant effect of treatment across the groups $( \\mathbf { P } < 0 . 0 0 1 )$ ), as well as by Mann Whitney comparison of control and reserpine treated groups (i.e., in absence of alkaloid exposure) $( \\mathbf { P } < 0 . 0 0 1$ and $\\mathrm { P } < 0 . 0 5$ for basal and anxiety-like activity respectively, Fig. 11A and B). Dunn’s multiple comparisons test additionally confirmed that none of the alkaloids was a major contributor to the anti-depressant-like outcome observed for $2 5 ~ { \\mu \\mathrm { g / m L } }$ Zem. In general, the alkaloids assessed seemed to further depress activity levels in reserpine-treated larvae. It is perhaps noteworthy to point out that - although we have demonstrated escitalopram to not be a suitable control treatment in the reserpine protocol employed here – the significantly decreased activity patterns of alkaloid-treated larvae do in fact resemble that observed for escitalopram-treated larvae (Fig. S2, Supplementary material). ",
        "bbox": [
            62,
            790,
            485,
            934
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            380,
            937,
            499
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "bbox": [
            514,
            515,
            601,
            528
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The most important findings of this study are that we were able to observe concentration-dependent bioactivity of Zem and its alkaloid constituents in zebrafish larvae in the context of anxiety- and depression-like behaviour, using a light dark transition test. We were also able to demonstrate that the alkaloid constituent mesembrine significantly contributed to the anxiolytic-like activity achieved with $1 2 . 5 ~ \\mu \\mathrm { g / m L }$ Zem. Furthermore, we were able induce depressive-like behaviour (decreased locomotor activity) with a reserpine exposure model - in this model, a higher concentration of Zem $\\mathbf { 2 5 \\mu g / m L } )$ normalised this behaviour, suggesting that a higher concentration of Zem is required for treatment of depression than for anxiety. No individual alkaloids were able to reverse the effects of reserpine in a manner similar to Zem. ",
        "bbox": [
            514,
            542,
            937,
            712
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "When first considering the anxiolytic-like effect demonstrated for Zem and its alkaloids, current data is in line with a recent report by Maphanga et al. (2022), who used a similar zebrafish larval model. However, while Maphanga and colleagues reported anxiolytic-like effects for all alkaloids assessed (using identical concentration ranges of approximately 3, 5, 9, and $1 5 \\mu \\mathrm { g / m L }$ for all alkaloids), the current study - using concentration ranges of alkaloids equivalent to the concentration present in therapeutic concentrations of Zem, in the LDTT - demonstrated only mesembrine to contribute significantly to anxiolytic-like outcome. The concentration range of Zem for the current study was based on human equivalent concentrations (Terburg et al., 2013; Dimpfel et al., 2016), which is physiologically relevant and contributes to its translatability to humans and other in vivo models. Current results highlight the importance of this approach, as the concentrations of (at least) mesembrine and mesembranol employed by Maphanga and colleagues were considerably higher than what is used clinically and may thus have overestimated the potential of these individual alkaloids. ",
        "bbox": [
            514,
            715,
            937,
            936
        ],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8991fbe8c470df721735dff07c62923b721a55370df880a77e506a411237a67c.jpg",
        "image_caption": [
            "Fig. 6. Activity levels (distance moved) over the light-dark transition test after 1hr exposure to (A) mesembrine, (B) mesembrenone, (C) mesembranol and (D) mesembrenol, at concentrations equivalent to content of each in low (L), optimal anxiolytic-like (O) and high (H) dose Zem. The activity tracks are binned in 1-min intervals and data are presented as mean $\\pm$ SEM. "
        ],
        "image_footnote": [],
        "bbox": [
            124,
            66,
            872,
            361
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b5ff1737e52870d030d50848f1d3a907b53db2e74a6069dd5577a6b6de2f99b8.jpg",
        "image_caption": [
            "Fig. 7. Hyperlocomotion response (30-to-40-min dark period) after 1hr exposure to ST alkaloids mesembrine, mesembrenone, mesembranol and mesembrenol, at concentrations equivalent to content of each in low (L), optimal anxiolytic-like (O) and high (H) dose Zem. Data are presented as the mean total distance travelled in $1 0 \\mathrm { m i n } \\pm \\mathrm { \\cal S D }$ . Statistical analysis: Brown-Forsythe and Welch ANOVA and Dunnett’s multiple comparisons test. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) "
        ],
        "image_footnote": [],
        "bbox": [
            63,
            432,
            482,
            650
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Interestingly, their dose response assessment indicated that the relatively high concentration of $1 0 ~ \\mu \\mathrm { M }$ diazepam produced the best anxiolytic-like effects compared to lower concentrations used in this study $( 4 \\mu \\mathrm { M } )$ and other studies (Schnorr et al., 2012¨ ; Chen et al., 2015; Zahid et al., 2018). Discrepancies in the effectivity of the remaining concentrations of the alkaloids and diazepam are unclear, although their use of the much higher concentrations of alkaloids and diazepam may indicate that the zebrafish strain they used was possibly relatively less sensitive to treatment compared to larvae used in literature and in our facility. This is supported by studies showing significant differences in behaviour across different ZF strains (Loucks and Carvan, 2004; Audira et al., 2020). Inclusion of a wider concentration of treatment, spanning both therapeutic and toxic concentrations as is reported in the current study, will facilitate contextualisation of data across research groups. ",
        "bbox": [
            62,
            774,
            485,
            930
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            512,
            424,
            936,
            450
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the current study, the dose response assessment of Zem included concentrations equivalent to those most frequently used in humans and other animal models, ranging from 5 to $1 0 0 \\mathrm { \\ m g / k g }$ (as reviewed by Olatunji et al. (2022)). These concentrations were calculated based on the methodology described earlier where, for instance, $1 2 . 5 ~ \\mu \\mathrm { g / m L }$ corresponds to a human concentration of $2 . 5 \\mathrm { m g } / \\mathrm { k g }$ , which is equivalent to a rat concentration of $1 5 . 4 \\mathrm { m g / k g }$ (Nair and Jacob, 2016). Thereafter, the concentrations of the alkaloids were calculated based on the percentage content of each found in the optimal anxiolytic-like concentration of Zem (found as $1 2 . 5 ~ { \\mu \\mathrm { g / m L } }$ , along with one lower $( 5 ~ \\mu \\mathrm { g } / \\mathrm { m L } )$ and one higher $( 2 5 ~ { \\mu } 8 / { \\ m } \\mathrm { L }$ concentration that allows for evaluation of dose sensitivity. While mesembrenone, mesembranol, and mesembrenol displayed no significant anxiolytic-like effects, mesembrine showed significant anxiolytic-like effects at concentrations corresponding to its concentration in 12.5 and $2 5 \\mu \\mathrm { g / m L }$ of Zem. Thus, mesembrine seems to be the most potent and biologically active anxiolytic alkaloid present in Zem. These findings are corroborated by previous in vitro studies in the context of anxiety, which also attributed the greatest bioactivity in Sceletium tortuosum to mesembrine (Coetzee et al., 2016; Krstenansky, 2017). ",
        "bbox": [
            514,
            452,
            937,
            713
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Mechanistically, current results may be attributed to a number of known anxiolytic mechanisms of action that are linked to this alkaloidincluding SERT and MAO-A inhibition, upregulation of VMAT-2 and even antioxidant/anti-inflammatory effect (Coetzee et al., 2016; Krstenansky, 2017; Bennett et al., 2018). Another possible cause of the hypolocomotion observed by Maphanga et al. (2022) with higher concentrations of ST could be serotonin syndrome rather than anxiolytic activity. Studies have shown that ZF adults and larvae are very sensitive to serotonergic compounds (Stewart et al., 2013). Coetzee et al. (2016) also suggested that ST is a serotonin releasing agent. Thus, long-term immersion in high concentrations may increase serotonin to dangerous levels that can cause excitotoxicity and serotonin syndrome which presents as increased activity and rotation (seizure-like behaviour), followed by hypolocomotion or fatigue (Bachour et al., 2020; Banono et al., 2021; Suryanto et al., 2021). This corresponds with our findings using the highest concentration of Zem, as well as the highest concentrations of the alkaloids used by Maphanga and colleagues. We identified therapeutic activity at much lower concentrations, with adverse effects and toxicity presenting as initial hyperlocomotion and eventual hypolocomotion from $5 0 ~ { \\mu \\mathrm { g / m L } }$ and higher. The sustained basal and LDTT hypolocomotion after $^ { 2 0 \\mathrm { ~ h ~ } }$ treatment with $5 0 0 ~ { \\mu \\mathrm { g / m L } }$ Zem indicates toxicity, while $1 2 . 5 \\mu \\mathrm { g } / \\mathrm { m L }$ Zem fully wore off after $2 0 \\ \\mathrm { h } ,$ , and the reversibility of the effects indicates that this concentration was not toxic. This pattern may also be seen with the high concentrations used by Maphanga et al. (2022), although this may be hard to pinpoint due to their relatively narrow concentration range as mentioned earlier. ",
        "bbox": [
            514,
            716,
            937,
            925
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/5e03aa811b735687da65943bc46c1f04448c380b3b1f4cf6a0158d15fbc4013b.jpg",
        "image_caption": [
            "Fig. 8. Activity levels (distance moved) over the light-dark transition test of reserpine-treated larvae after 1hr Zem (5, 12.5 and $2 5 ~ { \\mu \\mathrm { g / m L } }$ ) exposure. The activity tracks are binned in 1-min intervals and data are represented as mean $\\pm$ SEM. "
        ],
        "image_footnote": [],
        "bbox": [
            211,
            68,
            786,
            315
        ],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/7e64a1f58a362fb48f5a00d8e93878b26a09c3675c60e4121935f6b9f60e365a.jpg",
        "image_caption": [
            "Fig. 9. (A) Basal activity (10-to-20-min period) and (B) activity during the dark period following bright light exposure (minute 30–40) of reserpine-treated larvae after 1hr Zem (5, 12.5 and $2 5 ~ { \\mu \\mathrm { g / m L } }$ ) exposure. The data are represented as the median total distance travelled in $1 0 \\mathrm { m i n }$ with $9 5 \\%$ CI. Statistical analysis: KruskalWallis and Dunn’s multiple comparisons test. Mann-Whitney test was used to compare control and reserpine groups only. "
        ],
        "image_footnote": [],
        "bbox": [
            211,
            377,
            783,
            624
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            62,
            687,
            485,
            818
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The current study also expands on existing literature by inclusion of a reserpine depression model, which significantly reduced locomotor activity in ZF larvae, indicative of depressive-like behaviour. Earlier studies in adult ZF treated with reserpine have shown that this depressive-like behaviour, including reduced locomotor activity, is reversed by known SSRI antidepressants including fluoxetine and sertraline (Zhang et al., 2018; de Melo Martins et al., 2022). This suggest that the normalisation of locomotion in reserpine-treated larvae with the ",
        "bbox": [
            62,
            819,
            485,
            924
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zem 25 $\\mu \\mathrm { g } / \\mathrm { m L }$ concentration, may be interpreted as an antidepressant-like property. The fact that the ESC control group also exhibited significant reduction in basal activity levels when compared to the control group, does not invalidate this result, as others have also shown ESC to suppress locomotion (Nielsen et al., 2018), suggesting that ESC is not a suitable positive control in the reserpine model. ",
        "bbox": [
            514,
            687,
            937,
            766
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In terms of mechanisms, known mechanisms of action of Zem and most of its alkaloids include inhibition of SERT and/or upregulation of VMAT-2 (Olatunji et al., 2022). In fact, the reserpine data support a putative involvement of monoaminergic signalling in the actions of 25 $\\mu \\mathrm { g } / \\mathrm { m L }$ Zem, which concurs with the monoamine depletion hypothesis of depression (Brand et al., 2015). This interpretation is supported by an in vitro study by Coetzee et al. (2016), which demonstrated upregulation of VMAT-2 by ST. However, although the latter study evaluated an extract with high mesembrine content $8 0 \\%$ of a ${ 3 \\% }$ total alkaloid content), none of the alkaloids assessed in the current study – including mesembrine, which did show anxiolytic-like effect – seemed to contribute significantly to the antidepressant-like outcome evident with ",
        "bbox": [
            514,
            767,
            937,
            924
        ],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/92b21321e096cf186d98316a353db149eb67e9745da508726ac1dae7e71b9f5a.jpg",
        "image_caption": [
            "Fig. 10. Activity levels (distance moved) over the light-dark transition test of reserpine-treated larvae after 1hr exposure to (A) mesembrine, (B) mesembrenone, (C) mesembranol and (D) mesembrenol at concentrations equivalent to their content in 5 (L), 12.5 (O) and 25 (H) $\\mu \\mathrm { g } / \\mathrm { m L }$ Zem. The activity track is binned in 1-min intervals and data are represented as mean $\\pm$ SEM. "
        ],
        "image_footnote": [],
        "bbox": [
            124,
            65,
            873,
            341
        ],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fe781182eb93ac045e8d505c50b15302331ad19c967f93eaef6b93800e30fe12.jpg",
        "image_caption": [
            "Fig. 11. (A) Basal activity (10-to- $. 2 0 { \\cdot } \\mathrm { m i n }$ period) and (B) hyperlocomotion response (30-to-40-min dark period) of reserpine-treated larvae after 1hr exposure to ST alkaloids mesembrine, mesembrenone, mesembranol and mesembrenol exposure at concentrations equivalent to their content in 5 (L), 12.5 (O) and 25 (H) $\\mu \\mathrm { g } / \\mathrm { m L }$ Zem. The data are represented as the median total distance travelled in $1 0 \\ \\mathrm { m i n }$ with $9 5 \\%$ CI. Statistical analysis: Kruskal-Wallis and Dunn’s multiple comparisons test. Mann-Whitney test was used to compare control and reserpine groups only. #, $\\# \\#$ ; different from reserpine control $\\mathbf { \\Delta T } < 0 . 0 5$ , P0.01), $^ { * } , ^ { * * } , ^ { * * * } , ^ { * * * }$ ; different from control $( \\mathbf { P } \\prec 0 . 0 5$ , $\\mathrm { ~ \\bf ~ P ~ } <$ 0.01, $\\mathrm { P } < 0 . 0 0 1$ and $\\mathrm { P } < 0 . 0 0 0 1$ respectively). "
        ],
        "image_footnote": [],
        "bbox": [
            57,
            409,
            636,
            891
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "bbox": [
            62,
            68,
            90,
            76
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This lack of response could be explained jointly by the mechanism of action of reserpine and the experimental design. Firstly, reserpine depletes VMAT-2 stores which drastically decreases monoamine availability in the synapses and neurons in the brain (Cheung and Parmar, 2022). Furthermore, monoamine reuptake via transporters like SERT is necessary for sustained release of monoamines from VMAT-2, as the vesicles reabsorb and store the monoamines following reuptake (Coetzee et al., 2016). One can thus conclude that if there are no synaptic monoamines left due to lack of storage and release thereof by transport vesicles, the effect of SERT inhibitors (like escitalopram as well as Zem, mesembrenone, mesembrine) or VMAT-2 upregulators (like Zem and mesembrine) would be negligible – explaining the apparent lack of antidepressant-like effects of the alkaloids. It may also explain why some alkaloids - like mesembrenone, that also inhibit SERT (Krstenansky, 2017) - significantly attenuated locomotor activity. Secondly, we cannot exclude the possibility that the duration of the treatment with the test substances were too short, keeping in mind that it was only administered for an hour, compared to the 24-h treatment with the reserpine (acute treatment with reserpine is insufficient to induce the depressive-like behaviour in the larvae). Treating before or during reserpine exposure may have produced different results, although long-term immersion in the test substances may complicate interpretation of results due to potential toxicity, as discussed above. This limitation with the ZF larval model may thus warrant alternative investigations using other models, e.g. rodent models, to elucidate these mechanisms using a more translatable dosing regimen instead of long-term drug immersion. ",
        "bbox": [
            62,
            79,
            484,
            422
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Interestingly, the concentration of $2 5 \\ \\mu \\mathrm { g / m L }$ Zem which exerted significant antidepressant-like outcome in reserpine-treated larvae, is congruent with our previous work (Gericke et al., 2021), where antidepressant-like effects were observed in Flinders sensitive line rats with 25 and $5 0 \\mathrm { m g } / \\mathrm { k g } \\mathrm { Z e m }$ . In fact, when converted, our larval dose of $2 5 ~ { \\mu \\mathrm { g / m L } }$ translates to about $2 6 . 4 ~ \\mathrm { m g / k g }$ in an adult rat - this similar dose range suggests translatability between rodents and ZF larvae. ",
        "bbox": [
            62,
            423,
            485,
            514
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The lack of contribution by the individual alkaloids in the reserpine model may suggest that another plant constituent not tested here may be responsible for the observed normalised locomotor activity. Alternatively, it is possible that pairwise or triplet combinations of the isolated alkaloids may act in synergism. This interpretation seems feasible, as possible synergistic effects between the alkaloids in the extract (Harvey et al., 2011; Coetzee et al., 2016), and possibly even other constituents like polyphenols (Bennett et al., 2018), have been named as modulating factors in this context. For example, the anti-inflammatory and antioxidant effects of polyphenols is well-established (Petersen and Smith, 2016; Smith, 2018), as is the fact that anti-inflammatory treatment also alleviates anxiety (Fusar-Poli et al., 2020; Li et al., 2022) and depression (Morgese et al., 2018). Moreover, multimodal compounds, such as Zem, are attracting interest as psychotropics by targeting the heterogeneous aetiology of anxiety and mood disorders (Brand et al., 2015). Future studies exploring these biological mechanisms in ST may prove valuable. ",
        "bbox": [
            62,
            514,
            485,
            737
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In terms of limitation and recommendations, given the specific aim of the study to identify specific anxiolytic-like and anti-depressant-like components of Zem, specific mechanisms were not elucidated. Thus, future studies could expand on current data by including neurochemical analyses. This would further strengthen and assist in the interpretation of the behavioural results, as well as elucidating mechanisms of action of each constituent that contributes to the effectivity of the extract. ",
        "bbox": [
            62,
            740,
            485,
            829
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Furthermore, although ZF larvae were demonstrated to be an accurate and sensitive screening tool in the current study, the information gained here should ideally be translated into mammalian in vivo models such as rodents, which would allow for more accurate treatment duration protocols, to evaluate elucidation of more nuanced effects of Zem and its constituents in a more complex system. ",
        "bbox": [
            62,
            832,
            484,
            910
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Finally, a distinct strength of this study is the accurate calculation of human equivalent doses for use in zebrafish. Importantly, our calculated doses had similar outcomes as those reported for Zem in humans. This method and the possibility of determining an equivalent human dosage from therapeutic concentrations first illustrated in zebrafish larvae has great promise and should be investigated in other treatment contexts, perhaps in combination with mathematical modelling once large enough data sets have been generated. ",
        "bbox": [
            60,
            911,
            485,
            936
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            514,
            66,
            937,
            143
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5. Conclusion ",
        "text_level": 1,
        "bbox": [
            514,
            161,
            605,
            172
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Zebrafish larvae can be used as an effective tool to screen wide concentration ranges of ethnopharmacological substances like ST (e.g. Zem) and its alkaloid constituents, in order to identify therapeutic and toxic ranges. Current data highlighted the benefit of using human equivalent concentrations to ensure physiological relevance of dose and treatment response data generated. Current data identified a physiologically relevant concentration – and a concentration equivalent to a human concentration within the prescribed range for Zembrin $\\textsuperscript { \\textregistered }$ - to exert an anxiolytic-like effect. Furthermore, the mesembrine content of this optimal treatment concentration was identified as major contributor to this effect. In addition, reserpine-induced depressive-like hypolocomotion was effectively normalised by a Zem concentration higher than the anxiolytic-like concentration, but with no evident individual contribution of any of the alkaloids assessed. This may possibly indicate a requirement for synergy between the alkaloids and/or other constituents in the extract. ",
        "bbox": [
            514,
            189,
            937,
            397
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflict of interest and funding ",
        "text_level": 1,
        "bbox": [
            514,
            416,
            717,
            427
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Prof. BH Harvey has acted as a scientific advisor to HG&H. HG&H (manufacturers of Zembrin $\\textsuperscript { \\textregistered }$ ) provided Zembrin $^ { \\mathrm { \\textregistered } }$ as well as the four constituent alkaloids used in this study. HG&H also part-funded the study but had no other role in the study. All authors declare no conflict of interest. ",
        "bbox": [
            512,
            442,
            937,
            506
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CRediT authorship contribution statement ",
        "text_level": 1,
        "bbox": [
            515,
            524,
            786,
            535
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Johane Gericke: data curation, writing - original draft. Brian Harvey: writing - review & editing, supervision. Lesha Pretorius: data curation, writing - review & editing. Tracey Ollewagen: data curation, writing - review & editing. Rohan Benecke: formal analysis. Carine Smith: supervision, funding, writing - first draft, review & editing. ",
        "bbox": [
            514,
            551,
            937,
            615
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Declaration of competing interest ",
        "text_level": 1,
        "bbox": [
            514,
            641,
            731,
            654
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ",
        "bbox": [
            514,
            668,
            937,
            706
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Data availability ",
        "text_level": 1,
        "bbox": [
            514,
            721,
            620,
            732
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Data will be made available on request. ",
        "bbox": [
            534,
            747,
            769,
            759
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "bbox": [
            514,
            778,
            638,
            789
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Dr Makhotso Lekhooa provided partial funding for this study, although was not immediately involved with this aspect of the work. This work is based on the research supported by the National Research Foundation (NRF) of South Africa (Grant number: TTK-129870 awarded to ML) and the South African Medical Research Council (SA MRC). ",
        "bbox": [
            514,
            803,
            937,
            867
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary data ",
        "text_level": 1,
        "bbox": [
            514,
            886,
            731,
            897
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.jep.2023.117113. ",
        "bbox": [
            512,
            911,
            934,
            936
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "bbox": [
            62,
            66,
            132,
            78
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Ahmad, F., Noldus, L.P.J.J., Tegelenbosch, R.A.J., Richardson, M.K., 2012. Zebrafish embryos and larvae in behavioural assays. Beyond Behav. 149, 1241–1281. https:// doi.org/10.1163/1568539X-00003020.   \nAkil, H., Gordon, J., Hen, R., Javitch, J., Mayberg, H., Mcewen, B., Meaney, M.J., Nestler, E., 2018. Treatment resistant depression: a multi-scale, systems biology approach. J.Neurosci & Biobehav Rev. 84, 272–288. https://doi.org/10.1016/J. Neubiorev.2017.08.019.   \nAudira, G., Siregar, P., Strungaru, S.-A., Huang, J.-C., Hsiao, C.-D., 2020. Which zebrafish strains are more suitable to perform behavioral studies? A comprehensive comparison by phenomic approach. Biology 9, 200. https://doi.org/10.3390/ biology9080200.   \nBachour, R.-L., Golovko, O., Kellner, M., Pohl, J., 2020. Behavioral effects of citalopram, tramadol, and binary mixture in zebrafish (Danio rerio) larvae. Chemosphere 238, 124587. https://doi.org/10.1016/j.chemosphere.2019.124587.   \nBanono, N.S., Gawel, K., De Witte, L., Esguerra, C.V., 2021. Zebrafish larvae carrying a splice variant mutation in cacna1d: a new model for schizophrenia-like behaviours? Mol. Neurobiol. 58, 877–894. https://doi.org/10.1007/s12035-020-02160-5.   \nBasnet, R.M., Zizioli, D., Taweedet, S., Finazzi, D., Memo, M., 2019. Zebrafish larvae as a behavioral model in neuropharmacology. Biomedicine 7, 23. https://doi.org/ 10.3390/biomedicines7010023.   \nBennett, A., Van Camp, A., Lopez, V., Smith, C., 2018. Sceletium tortuosum may delay chronic disease progression via alkaloid-dependent antioxidant or anti-inflammatory action. J. Physiol. Biochem. 74, 539–547. https://doi.org/10.1007/s13105-018- 0620-6.   \nBianchi, M., Bellini, G., Hessan, H., Kim, K., Swartz, C., Fernandes, M., 1981. Body fluid volumes in the spontaneously hypertensive rat. Clin. Sci. 61, 685–691. https://doi. org/10.1042/cs0610685 (London, England: 1979).   \nBrand, S., Moller, M., Harvey, B., 2015. A review of biomarkers in mood and psychotic disorders: a dissection of clinical vs. preclinical correlates. Current neuropharm 13, 324–368.   \nCarpenter, J.M., Jourdan, M.K., Fountain, E.M., Ali, Z., Abe, N., Khan, I.A., Sufka, K., 2016. The effects of Sceletium tortuosum (L.) NE Br. extract fraction in the chick anxiety-depression model. J. Ethnopharmacol. 193, 329–332. https://doi.org/ 10.1016/j.jep.2016.08.019.   \nChen, F., Chen, S., Liu, S., Zhang, C., Peng, G., 2015. Effects of lorazepam and WAY200070 in larval zebrafish light/dark choice test. Neuropharmacology 95, 226–233. https://doi.org/10.1016/j.neuropharm.2015.03.022.   \nCheung, M., Parmar, M., 2022. Reserpine. StatPearls Publishing, Treasure Island (FL).   \nCoetzee, D.D., Lopez, V., Smith, C., 2016. High-mesembrine Sceletium extract ´ (Trimesemine™) is a monoamine releasing agent, rather than only a selective serotonin reuptake inhibitor. J. Ethnopharmacol. 177, 111–116. https://doi.org/ 10.1016/j.jep.2015.11.034.   \nCoplan, J.D., Aaronson, C.J., Panthangi, V., Kim, Y., 2015. Treating comorbid anxiety and depression: psychosoc. Pharmacol. Appr. 5, 366. https://doi.org/10.5498/wjp. v5.i4.366.   \nCueto-Escobedo, J., German-Ponciano, L.J., Guill´en-Ruiz, G., Soria-Fregozo, C., HerreraHuerta, E.V., 2022. Zebrafish as a useful tool in the research of natural products with potential anxiolytic effects. Front. Behav. Neurosci. 15, 356. https://doi.org/ 10.3389/fnbeh.2021.795285.   \nDe Melo Martins, G.M., Petersen, B.D., Rübensam, G., Da Silva, J.M.K., Gaspary, K.V., Wiprich, M.T., Altenhofen, S., Bonan, C.D., 2022. Physical exercise prevents behavioral alterations in a reserpine-treated zebrafish: a putative depression model. Pharmacol. Biochem. Behav. 220, 173455 https://doi.org/10.1016/j. pbb.2022.173455.   \nDean, J., Keshavan, M., 2017. The neurobiology of depression: an integrated view. Asian J. Psych.. 27, 101–111. https://doi.org/10.1016/j.ajp.2017.01.025.   \nDimpfel, W., Schombert, L., Gericke, N., 2016. Electropharmacogram of Sceletium tortuosum extract based on spectral local field power in conscious freely moving rats. J. Ethnopharmacol. 177, 140–147. https://doi.org/10.1016/j.jep.2015.11.036.   \nDubinska-Magiera, M., Daczewska, M., Lewicka, A., Migocka-Patrza ´ łek, M., NiedbalskaTarnowska, J., Jagla, K., 2016. Zebrafish: a model for the study of toxicants affecting muscle development and function. Int. J. Mol. Sci. 17, 1941. https://doi.org/ 10.3390/ijms17111941.   \nForbes Health, 2023. Mental Health Statistics. https://www.forbes.com/health /mind/mental-health-statistics/#:\\~:text=Depressive%20symptoms%20grew% 20from%20a,is%20about%20a%2025%25%20increase. (Accessed 24 April 2023).   \nFusar-Poli, L., Vozza, L., Gabbiadini, A., Vanella, A., Concas, I., Tinacci, S., Petralia, A., Signorelli, M.S., Aguglia, E., 2020. Curcumin for depression: a meta-analysis. Crit. Rev. Food Sci. Nutr. 60, 2643–2653. https://doi.org/10.1080/ 10408398.2019.1653260.   \nGericke, J., Lekhooa, M., Steyn, S.F., Viljoen, A.M., Harvey, B.H., 2021. An acute doseranging evaluation of the antidepressant properties of Sceletium tortuosum (Zembrin®) versus escitalopram in the Flinders Sensitive Line rat. J. Ethnopharmacol. 284, 114550 https://doi.org/10.1016/j.jep.2021.114550.   \nGericke, N., Viljoen, A., 2008. Sceletium—a review update. J. Ethnopharmacol. 119, 653–663. https://doi.org/10.1016/j.jep.2008.07.043.   \nGericke, N.J., H, G., H Pharmaceuticals, L.B., South Africa, 2018. Kabbo’s! Kwain: the ´ Past, Present and Possible Future of Kanna. The Ethnopharmacological Search for Psychoactive Drugs, pp. 122–150.   \nHacke, A.C.M., Miyoshi, E., Marques, J.A., Pereira, R.P.J., 2020. Anxiolytic properties of Cymbopogon citratus (DC.) stapf extract, essential oil and its constituents in zebrafish (Danio rerio). J. Ethnopharmacol. 260, 113036 https://doi.org/10.1016/j.   \nHarvey, A.L., Young, L.C., Viljoen, A.M., Gericke, N.P., 2011. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J. Ethnopharmacol. 137, 1124–1129. https://doi.org/10.1016/j. jep.2011.07.035.   \nHeckman, P., Blokland, A., Ramaekers, J., Prickaerts, J.J., 2015. PDE and cognitive processing: beyond the memory domain. Neurobiol. Learn. Mem. 119, 108–122. https://doi.org/10.1016/j.nlm.2014.10.011.   \nJesulola, E., Micalos, P., Baguley, I.J., 2018. Understanding the pathophysiology of depression: from monoamines to the neurogenesis hypothesis model - are we there yet? Behav. Brain Res. 341, 79–90. https://doi.org/10.1016/j.bbr.2017.12.025.   \nKrstenansky, J.L., 2017. Mesembrine alkaloids: review of their occurrence, chemistry, and pharmacology. J. Ethnopharmacol. 195, 10–19. https://doi.org/10.1016/j. jep.2016.12.004.   \nLi, X., Chen, M., Yao, Z., Zhang, T., Li, Z., 2022. Dietary inflammatory potential and the incidence of depression and anxiety: a meta-analysis. J. Health Popul. Nutr. 41, 1–13. https://doi.org/10.1186/s41043-022-00303-z.   \nLopez, V., C ´ ´asedas, G., Petersen-Ross, K., Powrie, Y., Smith, C., 2022. Neuroprotective and anxiolytic potential of green rooibos (Aspalathus linearis) polyphenolic extract. Food Funct. 13, 91–101. https://doi.org/10.1039/D1FO03178C.   \nLoucks, E., Carvan, M.J., 2004. Strain-dependent effects of developmental ethanol exposure in zebrafish. Neurotoxicol. Teratol. 26, 745–755. https://doi.org/10.1016/ j.ntt.2004.06.017.   \nMakky, K., Duvnjak, P., Pramanik, K., Ramchandran, R., Mayer, A.N., 2008. A wholeanimal microplate assay for metabolic rate using zebrafish. J. Biomol. Screen 13, 960–967. https://doi.org/10.1177/1087057108326080.   \nMaphanga, V.B., Skalicka-Wozniak, K., Budzynska, B., Skiba, A., Chen, W., Agoni, C., Enslin, G.M., Viljoen, A.M., 2022. Mesembryanthemum tortuosum L. alkaloids modify anxiety-like behaviour in a zebrafish model. J. Ethnopharmacol. 290, 115068 https://doi.org/10.1016/j.jep.2022.115068.   \nMathew, J., Sankar, P., Varacallo, M., 2018. Physiology, Blood Plasma.   \nMorgese, M.G., Schiavone, S., Bove, M., Mhillaj, E., Tucci, P., Trabace, L., 2018. Subchronic celecoxib prevents soluble beta amyloid-induced depressive-like behaviour in rats. J. Affect. Disord. 238, 118–121. https://doi.org/10.1016/j.jad.2018.05.030.   \nNair, A.B., Jacob, S.J., 2016. A simple practice guide for dose conversion between animals and human. J. Basic Clin. Pharm. 7, 27. https://doi.org/10.4103/0976- 0105.177703.   \nNielsen, S.V., Kellner, M., Henriksen, P.G., Ols´en, H., Hansen, S.H., Baatrup, E., 2018. The psychoactive drug Escitalopram affects swimming behaviour and increases boldness in zebrafish (Danio rerio). Ecotoxicology 27, 485–497. https://doi.org/ 10.1007/s10646-018-1920-x.   \nOlatunji, T., Siebert, F., Adetunji, A., Harvey, B., Gericke, J., Hamman, J., Van Der Kooy, F.J., 2022. Sceletium tortuosum: a review on its phytochemistry, pharmacokinetics, biological and clinical activities. J. Ethnopharmacol. 280, 114476 https://doi.org/10.1016/j.jep.2021.114476.   \nPetersen, K., Smith, C., 2016. Ageing-associated oxidative stress and inflammation are alleviated by products from grapes. Oxid. Med. Cell. Longev. 2016 https://doi.org/ 10.1155/2016/6236309.   \nPohl, J.J., 2019. Zebrafish (Danio rerio) embryo-larvae locomotor activity data analysis: evaluating anxiolytic effects of the antidepressant compound citalopram. Data Brief 27, 104812. https://doi.org/10.1016/j.dib.2019.104812.   \nReay, J., Wetherell, M.A., Morton, E., Lillis, J., Badmaev, V.J., 2020. Sceletium tortuosum (Zembrin®) ameliorates experimentally induced anxiety in healthy volunteers. Hum. Psychopharmacol. Clin. Exp. 5, 1–7. https://doi.org/10.1002/ hup.2753.   \nSartori, S.B., Singewald, N., 2019. Novel pharmacological targets in drug development for the treatment of anxiety and anxiety-related disorders. Pharmacol. Ther. 204, 107402 https://doi.org/10.1016/j.pharmthera.2019.107402.   \nSchell, R., 2014. Sceletium Tortuosum and Mesembrine: A Potential Alternative Treatment for Depression. Senior thesis. Scripps College, Claremont.   \nSchnorr, S.J., Steenbergen, P.J., Richardson, M.K., Champagne, D.L., 2012. Measuring ¨ thigmotaxis in larval zebrafish. Behav. Brain Res. 228, 367–374. https://doi.org/ 10.1016/j.bbr.2011.12.016.   \nSmith, C., 2018. Natural antioxidants in prevention of accelerated ageing: a departure from conventional paradigms required. J. Physiol. Biochem. 74, 549–558. https:// doi.org/10.1007/s13105-018-0621-5.   \nStewart, A.M., Cachat, J., Gaikwad, S., Robinson, K.S.L., Gebhardt, M., Kalueff, A.V., 2013. Perspectives on experimental models of serotonin syndrome in zebrafish. Neurochem. Int. 62, 893–902. https://doi.org/10.1016/j.neuint.2013.02.018.   \nSuryanto, M.E., Audira, G., Uapipatanakul, B., Hussain, A., Saputra, F., Siregar, P., Chen, K.H.-C., Hsiao, C.-D., 2021. Antidepressant screening demonstrated nonmonotonic responses to amitriptyline, amoxapine and sertraline in locomotor activity assay in larval zebrafish. Cells 10, 738. https://doi.org/10.3390/ cells10040738.   \nTerburg, D., Syal, S., Rosenberger, L.A., Heany, S., Phillips, N., Gericke, N., Stein, D.J., Van Honk, J., 2013. Acute effects of Sceletium tortuosum (Zembrin), a dual 5-HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus. Neuropsychopharmacology 38, 2708–2716. https://doi.org/ 10.1038/npp.2013.183.   \nVorhees, C.V., Williams, M.T., Hawkey, A.B., Levin, E.D., 2021. Translating neurobehavioral toxicity across species from zebrafish to rats to humans: implications for risk assessment. Front. Toxicol. 3, 629229 https://doi.org/10.3389/ ftox.2021.629229.   \nWang, S., Duan, M., Guan, K., Zhou, X., Zheng, M., Shi, X., Ye, M., Guan, W., Kuver, A., Huang, M.J., 2019. Developmental neurotoxicity of reserpine exposure in zebrafish larvae (Danio rerio). Comp. Biochem. Physiol. C Toxicol. Pharmacol. 223, 115–123. https://doi.org/10.1016/j.cbpc.2019.05.008.   \nWillner, P., Scheel-Krüger, J., Belzung, C., 2013. The neurobiology of depression and antidepressant action. Neurosci. Biobehav. Rev. 37, 2331–2371. https://doi.org/ 10.1016/j.neubiorev.2012.12.007.   \nWorld Health Organization, 2018a. Depression. https://www.who.int/news-room/fact -sheets/detail/depression. (Accessed 22 April 2023).   \nZahid, H., Tsang, B., Ahmed, H., Lee, R.C.Y., Tran, S., Gerlai, R., 2018. Diazepam fails to alter anxiety-like responses but affects motor function in a white-black test paradigm ",
        "bbox": [
            58,
            75,
            484,
            920
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            510,
            58,
            936,
            928
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            60,
            66,
            478,
            137
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "in larval zebrafish (Danio rerio). Prog. Neuro-Psychopharmacol. Biol. Psychiatry 83, 127–136. https://doi.org/10.1016/j.pnpbp.2018.01.012. Zhang, S., Liu, X., Sun, M., Zhang, Q., Li, T., Li, X., Xu, J., Zhao, X., Chen, D., Feng, X.J., 2018. Reversal of reserpine-induced depression and cognitive disorder in zebrafish by sertraline and Traditional Chinese Medicine (TCM). Behav. Brain Funct. 14, 1–14. https://doi.org/10.1186/s12993-018-0145-8. ",
        "bbox": [
            512,
            66,
            934,
            127
        ],
        "page_idx": 11
    }
]