[
    {
        "type": "text",
        "text": "High-mesembrine Sceletium extract (Trimesemine™) is a monoamine releasing agent, rather than only a selective serotonin reuptake inhibitor ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dirk D. Coetzee a, Víctor López b, Carine Smith a,n ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Department of Physiological Sciences, Science Faculty, Stellenbosch University, Stellenbosch, South Africa b Department of Pharmacy, Faculty of Health Sciences, San Jorge University, Villanueva de Gállego, Zaragoza, Spain ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a r t i c l e i n f o ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b s t r a c t ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 21 August 2015   \nReceived in revised form   \n9 November 2015   \nAccepted 17 November 2015   \nAvailable online 23 November 2015   \nKeywords:   \nSceletium tortuosum   \nAlkaloid   \nAlternative medicine   \nDepression   \nAnxiolytic   \nStress ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ethnopharmacological relevance: Extracts from and alkaloids contained in plants in the genus Sceletium have been reported to inhibit ligand binding to serotonin transporter. From this, the conclusion was made that Sceletium products act as selective serotonin-reuptake inhibitors. However, other mechanisms which may similarly result in the anxiolytic or anti-depressant effect ascribed to Sceletium, such as monoamine release, have not been investigated. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aims of the study: The current study investigated simultaneously and at two consecutive time points, the effect of high-mesembrine Sceletium extract on both monoamine release and serotonin reuptake into both human astrocytes and mouse hippocampal neurons, as well as potential inhibitory effects on relevant enzyme activities. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials and methods: Human astrocytes and mouse hippocampal cells were treated with citalopram or Sceletium extract for 15 and 30 min, after which protein expression levels of serotonin transporter (SERT) and vesicular monoamine transporter-2 (VAMT-2) was assessed using fluorescent immunocytochemistry and digital image analysis. Efficacy of inhibition of acetylcholinesterase (AChE) and monoamine oxidateA (MAO-A) activity were assessed using the Ellman and Olsen methods (and appropriate controls) respectively. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results: We report the first investigation of mechanism of action of Sceletium extract in the context of serotonin transport, release and reuptake in a cellular model. Cell viability was not affected by Sceletium treatment. High-mesembrine Sceletium extract down-regulated SERT expression similarly to citalopram. In addition, VMAT-2 was upregulated significantly in response to Sceletium treatment. The extract showed only relatively mild inhibition of AChE and MAO-A. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusions: We conclude that the serotonin reuptake inhibition activity ascribed to the Sceletium plant, is a secondary function to the monoamine-releasing activity of high-mesembrine Sceletium extract (TrimesemineTM). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "& 2015 Elsevier Ireland Ltd. All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "According to anecdotes dating from the early 20th century, Sceletium tortuosum N. E. Br. and Sceletium expansum L. Bol. are described to have narcotic, sedative and analgesic properties (Watt and Breyer-Brandwijk, 1962). According to the same source, the plant's effect in humans was “weaker than that of cocaine”, but nevertheless resulted in a depression of the central nervous system, and not activation, as could be expected of a cocaine-like substance. Also of interest is that, unlike cocaine, consumption of the plant does not seem to cause addiction or hallucination (Van Wyk and Wink, 2009). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Apart from anecdotal reports in humans (Gericke and Viljoen, 2008), evidence for anxiolytic effects of Sceletium products have been reported in a rat model of restraint-induced stress (Smith, 201 ). In terms of potential mechanism(s) of action, the complete extract was previously shown to effectively inhibit serotonin binding to the serotonin transporter, while some of the alkaloids contained in Sceletium were reported in the same paper to inhibit phosphodiesterase 4A activity (potency: mesembrenone4mesembrine4mesembrenol) (Harvey et al., 2011). From these limited data, it was concluded that Sceletium acts as selective serotonin-reuptake inhibitor. However, other mechanisms which may similarly result in the anxiolytic or antidepressant effect ascribed to Sceletium, such as monoamine release, have not been investigated. Also, since repeated administration of SSRIs has been linked to up-regulation of PDE4 and subsequent hyposensitivity to SSRIs (Ye et al., 2000), the report of decreased PDE4 activity with Sceletium administration seems to argue against it being a pure SSRI. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "While both monoamine releasing agents (MRAs) and selective serotonin-reuptake inhibitors (SSRIs) may alleviate depression, other symptoms associated with consumption, such as risk for toxicity and/or addiction, differ substantially between the two. Given the significant and detrimental side-effects reported for other medicinal plants when used outside of its original indigenous knowledge context, e.g. in the case of Hoodia gordonii (Blom et al., 2011; Smith and Krygsman, 2014a, 2014b) and Sutherlandia frutescens (Africa and Smith, 2015), it is important to fully understand how these compounds may affect human physiology, before marketing these compounds as natural medicine. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Therefore, the aim of this study was to investigate the neurophysiological and neuropharmacological action of a Sceletium extract high in mesembrine, using appropriate controls and different doses of extract, to shed more light on this conundrum. A specific strength of our study was the simultaneous assessment of parameters respectively involved in monoamine release and serotonin reuptake inhibition, at more than one time point. Furthermore, in order to more accurately simulate the synergistic effects that might be achieved by administration of a combination of Sceletium alkaloids and other plant components, in keeping with indigenous use of the plant, as well as a previous report that some of the therapeutic benefit of Sceletium extracts may come from non-alkaloid fractions (Lubbe et al., 2010) we chose to treat with an extract naturally high in mesembrine and not with pure mesembrine alone. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Extract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For the current study, we employed a commercially available Sceletium extract advertised to be naturally high in mesembrine (Trimesemine™, Botanical Resource Holdings Pty (Ltd.)). Total alkaloid level was determined to be 3% (w/w) by an independent laboratory (Central Analytical Facility, Stellenbosch University) using high- and ultra-high pressure liquid chromatography and mass spectroscopy techniques, with mesembrine indeed reported to contribute more than 80% of total alkaloid concentration. A UPLC–MS chromatogram identifying the major alkaloids present in Trimesemine™ is provided in Fig. 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Cell culture ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Human astrocytes (N7805-100, Life Technologies, Johannesburg, South Africa) and murine hypothalamic neurons (gift from Dr Ben Loos, Stellenbosch University) were seeded in separate 75 cm2 tissue culture flasks supplemented with Dulbecco's Modified Eagles medium (DMEM) (1995-073, Life Technologies, Johannesburg, South Africa), 10% foetal bovine serum (FBS) (The Scientific Group, Johannesburg, South Africa) and 1% GA-1000 (Lonza, CC-4083, Johannesburg, South Africa) and incubated in a humidified incubator (SL SHEL LAB CO2 Humidified incubator) in the presence of 5% CO2 at 37 °C. At 80% confluence, cells were seeded at the following densities: 7.5 104 astrocytes or 1 106 GT1-7 cells per well (48-well plate) for viability testing and 8 104 astrocytes or 1 \u0001 105 GT1-7 cells (on glass coverslips in 6-well plates) for assessments related to serotonin release and serotonin reuptake inhibition. In line with GLP guidelines, all cell culture experiments were performed in triplicate and repeated a minimum of 3 times on separate days. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7c68163b092e3b1d1609ccde99f2ce8ffdd69146bb58583b91ce3dbd3d58d060.jpg",
        "img_caption": [
            "Fig. 1. UPLC–MS chromatogram identifying the major alkaloids present in Trimesemine™. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3. Treatment with Sceletium extract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cells were treated with the high-mesembrine Sceletium extract (TRI, 1 mg/ml, 0.1 mg/ml, 0.01 mg/ml, 0.001 mg/ml and 0.0001 mg/ml, prepared by directly dissolving it in DMEM) for a period of 24 h, after which mitochondrial viability was assessed using the MTT assay. For assessment of neurophysiological effects of the extract, cells were analysed after TRI treatment for 15 as well as 30-min. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4. Cell viability ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The 3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyl tetrazolium bromide (MTT) assay was used to determine the reductive capacity of metabolically active cells as a measure of viability after TRI treatment. Briefly, cells were washed with sterile PBS twice at the end of the 24-h exposure to Sceletium extract. 25 μl of (10 mg/ml in sterile PBS) MTT (Sigma, M655-1G, Johannesburg, South Africa) was then added to each well before cells were incubated for 2 h at 37 °C in 5% CO2. 200 μl of an HCl–Isopropanol–Triton solution (1% HCL in isopropanol; Triton X-100; 50:1) was added to each well and agitated for 5 min, after which cells were incubated for another 30 min at 37 °C in 5% CO2. Immediately after incubation the rates of MTT reduction was measured colorimetrically using a microplate reader at wavelength 540/595 nm. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.5. Immunofluorescence microscopy ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cells were grown in 6 well plates on glass coverslips. After exposure to Sceletium extract (or 10 μM Citalopram) for either 15 or 30 min, cells were fixed using 4% paraformaldehyde, rinsed with phosphate buffer solution (PBS) and permeabilised with 0.05% Triton X-100. After washing once more with PBS, a blocking agent of 1% bovine serum albumin (BSA) was added to the cells. Coverslips were left overnight at 4 °C to allow for binding of the vesicular monoamine transporter 2 (VMAT-2) primary antibody (sc-7721-R, Santa Cruz Biotechnology Inc.) and the serotonin reuptake transporter (SERT) primary antibody (sc-1458, Santa Cruz Biotechnology, Inc.). Secondary antibodies used included Alexa ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Flour 594 (Texas Red) conjugated donkey anti-rabbit (Life Technologies, Johannesburg, South Africa) and Alexa Fluor 488 (Oregon Green) conjugated donkey anti-goat (Life Technologies, Johannesburg, South Africa) antibodies bound to the primary VMAT2 and SERT primary antibodies respectively. Coverslips were then mounted and prepared for viewing. Images were captured using Leica DM5000B microscope coupled with a camera (Leica DFC 345 FX, Leica Instruments, Wetzlar, Germany), using a Leica 40 lens, powered by Leica LAS AF v3 software. To quantify, cells in a single focus plain were captured; Astrocytes at 5–6 cells per field of view, n 3 in duplicate per treatment group and a mean of 34 cells per treatment group and for GT1-7 cells, 12–13 cells per field of view, n¼3 in duplicate per treatment group. A mean of 77 cells per condition was assessed. Using ImageJ (v1.42q) software, mean fluorescent intensity was measured for SERT and VMAT-2 expression, with fluorescent intensity corrected for mean fluorescence of background for each field of view. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.6. Enzyme inhibition assays ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The potential of high-mesembrine Sceletium extract to inhibit acetylcholinesterase (AChE) activity, in comparison to galanthamine, was assessed in a 96-well plate using the Ellman method as previously described (Rhee et al., 2001). Each well contained 25 μl of 15 mM ATCI in Millipore water, 125 μl of 3 mM DTNB in buffer C (50 mM Tris–HCl, pH 8, 0.1 M NaCl, 0.02 M MgCl2 6H2O), 50 μl buffer B (50 mM Tris–HCl, pH 8, 0.1% bovine serum) and 25 μl Sceletium extract in buffer A (50 mM Tris–HCl, pH 8). Then, 25 μl of 0.22 U/ml AChE was added and the absorbance was measured again eight times every 13 s at 405 nm. Background interferences were deducted using appropriate blank wells with all reagents without adding the enzyme. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The effect of Sceletium on monoamine oxidase A (MAO-A) was measured in 96 well plates as follows (Olsen et al., 2008): Clorgyline was employed as standard for comparison. Each well contained 50 μl Sceletium extract (or solvent only as the control), 50 μl chromogenic solution (0.8 mM vanillic acid, 417 mM 4-aminoantipyrine and 4 U/ml horseradish peroxidase in potassium phosphate buffer pH 7.6), 100 μl of 3 mM tyramine and 50 μl of 8 U/ml MAO-A. Absorbance was read at 490 nm every 5 min for 30 min. Background interferences were deducted in the same way as described above but without MAO-A enzyme. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.7. Statistics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For viability and immunofluorescence data, statistical analysis was conducted by an experienced biostatistician (Prof M Kidd, Centre for Statistical Consultation, Stellenbosch University) using Statistica v.11 (StatSoft Software). Effects were assessed using Kruskal–Wallis non-parametric ANOVA and Fischer LSD post hoc testing. In addition, Levene's test for homogeneity of variances was employed – when Levene's hypothesis was rejected, a Games Howell post hoc test was employed. Enzyme activity data were analysed by non-linear regression to obtain IC50 values using GraphPad Prism v.5. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1. Cell viability ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similar to other reports on Sceletium in different cell types and assessed using different measures, cell viability was not influenced by the Sceletium extract at any dose in either GT1-7 cells or human astrocytes (Fig. 2). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/ba6fefd4670fc87ac1f44ff13384141a36e68f76cdb2ca18b42b55b6d15fc6cb.jpg",
        "img_caption": [
            "Fig. 2. Cell viability in human astrocytes and mouse hippocampal (GT1-7) cells after 24 h exposure to high-mesembrine Sceletium extract. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/97f7e127830364a6c442c839cf350101905e5be25921015a7877cf619cceea1a.jpg",
        "img_caption": [
            "Fig. 3. Effects of high-mesembrine Sceletium extract on serotonin transporter (SERT) expression in (a) humans astrocytes and (b) mouse hippocampal cells after 15 and 30 min of in vitro treatment. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2. Effects on SERT and VMAT-2 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In terms of serotonin reuptake transporter (SERT) expression, citalopram significantly down-regulated SERT expression in astrocytes at both 15 and 30 min (Fig. 3a), while in GT1-7 cells its effect was only evident at the 30-min time point (Fig. 3b). There was also a clear down-regulation of SERT in response to higher dose TRI treatment: in astrocytes, 1 mg/ml TRI showed results comparable to those of the citalopram standard at 15 min, while at 30 min both 1 mg/ml and 0.1 ml/ml TRI had effects similar to that of citalopram (Fig. 3a). In GT1-7 cells, the effect of TRI on SERT down-regulation seemed more moderate when compared to citalopram, but did seem to be executed faster, with down-regulation in response to high-dose TRI already evident at 15 min (Fig. 3b). Representative images of fluorescence typically observed are presented in supplementary material (Supplementary online material 1). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9f5f8c64cb1e69f876d3b5cc4db6364a9365a08e26853c730c9d142478a6f2b5.jpg",
        "img_caption": [
            "Fig. 4. Changes in (a) human astrocyte and (b) mouse hippocampal (GT1-7) cell vesicular monoamine transporter-2 expression after 15 and 30 min of treatment with high-mesembrine Sceletium extract. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When considering vesicular monoamine transporter-2 (VMAT2) expression, citalopram did not have any effect on this transporter in astrocytes (Fig. 4a), but resulted in a sustained up-regulation of VMAT-2 in GT1-7 cells (Fig. 4b). In comparison, higher doses of TRI resulted in an up-regulation of VMAT-2 in astrocytes, with 1 ml/ml TRI resulting in a significantly higher VMAT-2 expression when compared to citalopram at 15 min (Fig. 4a). At 30 min, this effect was only significantly sustained in the 0.1 ml/ml TRI-treatment condition, while VMAT-2 expression for the 1 ml/ml TRI condition had returned to control levels (Fig. 4a). Interestingly, in GT1-7 cells, TRI showed a significant dose-dependent up-regulation of VMAT-2 from control at both 15 and 30 min (Fig. 4b). This increase was also more pronounced than the effect of citalopram, although it did not quite reach statistical significance (P¼0.09). Representative images of fluorescence typically observed are again presented in supplementary material (Supplementary online material 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3. Inhibitory effects on MAO-A and AChE ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When turning attention to the enzyme inhibition potential of the high-mesembrine extract, it was clear that TRI acted as modulator of enzyme function rather than total inhibitor. For acetylcholine esterase (AChE), a low to moderate inhibition was evident, but only E30% inhibition was seen at a dose of 2 mg/ml TRI, while in comparison, galanthamine achieved a 30% inhibition at a concentration of only ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/70148a544680102fa6a5714000b1a1dfa173ad887c39d22cff5531d54f325b15.jpg",
        "img_caption": [
            "Fig. 5. Acetylcholinesterase inhibition induced by high-mesembrine Sceletium extract at different concentrations (a) and (b) in comparison to galantamine (acetylcholinesterase inhibitor drug for Alzheimer's disease). IC50 value for galantamine was 12.4 mg/ml. IC50 value for the extract could not be extrapolated. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b5b0e83c900146ef2b1f363869387b52809175bb401aface271bd767860296fc.jpg",
        "img_caption": [
            "Fig. 6. MAO-A inhibition induced by the extract at different concentrations (a) and (b) in comparison to clorgyline (irreversible and selective inhibitor of MAO-A). IC50 values were calculated using non-linear regression (407.9 mg/ml for the extract and 0.015 mg/ml for clorgyline). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "0.0025 mg/ml (Fig. 5a) The IC50 value for galanthamine was 12.4 μg/ ml, but the IC50 value for TRI could not be reliably extrapolated from the dosages employed in this assay (Fig. 5b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Similarly, for monoamine oxidase-A (MAO-A), TRI showed a dose-dependent, moderate inhibition, with 2 mg/ml TRI resulting in E45% inhibition (Fig. 6a). The IC50 value for TRI was 408 μg/ml and 0.015 mg/ml for clorgyline (Fig. 6b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "When investigating mechanisms of action in compound products, such as plant extracts, it is extremely difficult to extrapolate data that were obtained using non-physiological models and dosages, to make firm decisions regarding anticipated effects of the plant after actual consumption. The data reported here points out the necessity of following up exploratory pharmacological studies with physiological testing before firm conclusions are made. The current study for the first time presents data to comprehensively describe the effects of an extract from Sceletium, simultaneously assessing parameters involved in both serotonin release and serotonin reuptake in two different cellular models and in comparison with a known pharmaceutical serotonin reuptake inhibitor (Citalopram). In addition, we present data on inhibitory capacity of the extract on two neurologically relevant enzymes, again using appropriate controls, in order to further elucidate the potential effects mediated by extracts prepared from Sceletium. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As expected, Citalopram treatment resulted in down-regulation of serotonin transporter (SERT) expression in both cell lines, validating our cellular model. In comparison, relatively high concentrations of TRI were required to obtain an inhibitory effect on SERT expression, which seemed more moderate in magnitude when compared to that of Citalopram. In contrast, TRI showed a much more pronounced up-regulation of vesicular monoamine transporter (VMAT-2) expression when compared to Citalopram treatment-Citalopram resulted in a relatively moderate increase in VMAT-2 in the hippocampal cells only, with no effect in the astrocytes. VMAT-2 is known to play a role in not only monoamine release, but also storage (Fon et al., 1997). The upregulation of VMAT-2 in response to Citalopram seen in the GT1-7 cells therefore probably indicates monoamine storage, in line with its known pharmaceutical mechanism of action. In contrast, the higher level of up-regulated VMAT-2 expression in response to TRI, which occurs in both cell types assessed, suggest monoamine production and subsequent release. The fact that in astrocytes, for the highest dose of TRI, VMAT-2 up-regulation is evident at 15 min, but lost at 30 min, while for the lower doses up-regulation was sustained, supports the notion of release: since sustained monoamine release is dependent on monoamine reuptake via e.g. SERT, which would be limited due to the mild inhibition reported here for TRI on SERT expression, substrate depletion would lead to VMAT-2 down-regulation over time, as indeed seen at the 30 min time point for the highest dose of TRI. The relatively higher variation at this time point for the 0.1 mg/ml dose, which is evident from the error bars in Fig. 4b further supports this interpretation. (The fact that this phenomenon was not observed in GT1-7 cells is probably due to the fact that hippocampal cells are more equipped for de novo serotonin production than astrocytes – as is evident from the relatively higher VMAT-2 response when compared to astrocytes – thus, the GT1-7 cells were less dependent on serotonin recycled via reuptake in this model.) An in vivo model could be employed in a follow-on study to provide more definitive data on these timedependent effects. Also, assessment of different monoamines in such a model could provide information on specific monoamines implicated here. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our interpretation that TRI acts as monoamine releasing agent, despite its mild SSRI activity, is not unusual, since other MRAs, such as cocaine and sertraline, have also been reported to have a secondary function as SSRI via blocking of SERT (Torres et al., 2003), although others, such as amphetamine and methamphetamine, do not (Wang et al., 2013). Interestingly, the addictive (award) effect of cocaine is linked to its dual inhibition of both SERT and dopamine transporter (DAT)(Torres et al., 2003), a mechanism also linked to the withdrawal symptoms suffered after cocaine or alcohol abuse (Rothman et al., 2008). Recently, a pharmacological study on another Sceletium extract, as well as the key alkaloids mesembrine, mesembrenone and mesembrenol, has reported no significant inhibition of dopamine transporters (Harvey et al., 2011). Thus, these data together suggest that high-mesembrine Sceletium products may have potential for development as therapeutic adjuncts for the treatment of cocaine addiction. Staying with the therapeutic context, the ability of TRI to up-regulate VMAT-2 may also indicate potential for modulation of other disorders that involve neuronal dopamine abnormalities, such as Parkinson's disease, since modulation of VMAT-2 has been named as therapeutic target in the context of not only cocaine and alcohol addiction, but also Parkinson's disease (Brown et al., 2001). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Of specific interest in the context of high-mesembrine Sceletium showing potential as monoamine releasing agent, is the fact that the high-mesembrine extract showed only a mild inhibition of monoamine oxidase type A (MAO-A) activity. MAO-A plays an important role in metabolism of intracellular neurotransmitters in the context of especially depression, and MAO-A inhibition – which results in less intracellular monoamine breakdown – has been shown effective in the treatment of neurodegenerative disorders such as depression, Alzheimer’s and Parkinson’s disease (Pathak et al., 2015). However, excessive downregulation of MAOA by methamphetamine has been linked to chronic pulmonary toxicity in rats (Wang et al., 2013) and the use of MAO inhibitors in conjunction with monoamine releasing agents such as MDMA, have led to mortalities (Rietjens et al., 2012; Smilkstein et al., 1987), so that the low level inhibition reported here, is probably a desired outcome. Interestingly, MAO inhibitors are known to inhibit the P450 enzymes, which is in accordance with our recent report of targeted inhibition of specific P450 enzymes by highdose TRI, in the context of steroid synthesis (Swart and Smith, manuscript under review). Interestingly, in the latter study, TRI also alleviated forskolin- and angiotensin II-induced aldosterone synthesis, suggesting an anti-hypertension effect – but at high dose only, which further supports the notion of only mild MAO-A inhibition. This relatively mild inhibition of MAO-A by the extract used in the current study, may suggest that the extract will not cause cytotoxicity even at large doses, which may be important if employed as counter-medication in addiction. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As for MAO-A, our data indicates a rather mild inhibition of acetylcholinesterase (AChE) activity by TRI. This is in line with a previous report on Sceletium extract (Lubbe et al., 2010), in which 1 mg/ml of pure mesembrine achieved only a E30% AChE inhibition, while the complete alkaloid extract from Sceletium tortuosum inhibited AChE in a dose-dependent manner, with the highest concentration assessed (1 mg/ml) resulting in 87% inhibition, which suggests that the non-mesembrine portion of Sceletium may be responsible for the plant’s inhibitory effects on AChE activity. Somewhat surprisingly, a whole extract with low mesembrine content was reported to only inhibit acetylcholinesterase activity by 7% (Harvey et al., 2011). This contrasts the finding by Lubbe and colleagues. However, Harvey et al. employed a different methodology to the Ellman’s test and much lower doses of both extract and alkaloids, which may have been too low to achieve therapeutic effect in this context. Combined, these results indicate that the indigenous use of Sceletium, which entails chewing of the plant material, may well have an inhibitory effect on acetylcholinesterase activity – while the extract manipulated to achieve high mesembrine content, have lost this inhibitory capacity to some extent. This may be the result of a loss of potentiation by other minor alkaloids in the plant, as indeed suggested by Lubbe and colleagues. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Inhibition of acetylcholinesterase activity would result in increased acetylcholine (ACh) levels in the central nervous system. ACh has been named as essential to promote REM sleep (Platt and Riedel, 2011) and sustained attention (Himmelheber et al., 2000), while ACh disruption (increased signalling) is thought to be a primary cause of anxiety and depression (Higley and Picciotto, 2014), as well as the memory, learning and attention deficits seen in Alzheimer’s disease (in the case of decreased signalling) (Ge and Dani, 2005). AChE inhibition has therefore been a therapeutic focus, also in the natural medicine arena, where a number of AChE have been identified (Ahmed et al., 2013). Therefore, this potential benefit of maintaining ACh function that is locked into Sceletium components warrants more specific investigations in this context, to elucidate not only the major alkaloid contributor, but also potentiating effects of other plant constituents. Combined, available data suggest that for treatment of an anxious population, it is probably a benefit that TRI is only mildly inhibitory of AChE. Furthermore, the Sceletium plant should be developed further, especially in terms of its non-mesembrine fraction, for the treatment of Alzheimer’s disease and other memory or attention deficit disorders. As is, the extract could already be beneficial as complimentary supplement in these specific conditions, although interaction effects with traditional pharmaceutical treatments should then be elucidated to ensure safety of use. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In conclusion, our results add to the literature by showing that a high-mesembrine Sceletium extract exerts its anti-depressant effect by acting primarily as monoamine releasing agent, rather than as selective serotonin-reuptake inhibitor. Enzyme inhibition data suggests that high-mesembrine Sceletium may have low risk for toxicity, while showing potential as mild modulator beneficial in conditions such as attention deficit disorders and Alzheimer’s disease. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This project was funded by a grant to CS by the South African National Research Foundation (grant number CSUR13091742153). We would like to thank Dr Ben Loos (Dept. Physiological Sciences, Stellenbosch University) for the kind donation of GT1-7 cells used in this study, as well as Dr AD Staden, Dr A Krygsman and Mr A Isaacs for technical assistance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary material ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Supplementary data associated with this article can be found in the online version at http://dx.doi.org/10.1016/j.jep.2015.11.034. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Africa, L.D., Smith, C., 2015. Sutherlandia frutescens may exacerbate HIV-associated ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "neuroinflammation. J. Negat. Results Biomed. 14, 14.   \nAhmed, F., Ghalib, R.M., Sasikala, P., Ahmed, K.K., 2013. Cholinesterase inhibitors from botanicals. Pharmacogn. Rev. 7, 121–130.   \nBlom, W.A., Abrahamse, S.L., Bradford, R., Duchateau, G.S., Theis, W., Orsi, A., Ward, C.L., Mela, D.J., 2011. Effects of 15-d repeated consumption of Hoodia gordonii purified extract on safety, ad libitum energy intake, and body weight in healthy, overweight women: a randomized controlled trial. Am. J. Clin. Nutr. 94, 1171–1181.   \nBrown, JM., Hanson, GR., Fleckenstein, AE., 2001. Regulation of the vesicular monoamine transporter-2: a novel mechanism for cocaine and other psychostimulants. J Pharmacol Exp Ther. 296 (3), 762–767.   \nFon, E.A., Pothos, E.N., Sun, B.C., Killeen, N., Sulzer, D., Edwards, R.H., 1997. Vesicular transport regulates monoamine storage and release but is not essential for amphetamine action. Neuron 19, 1271–1283.   \nGe, S., Dani, J.A., 2005. Nicotinic acetylcholine receptors at glutamate synapses facilitate long-term depression or potentiation. J. Neurosci. 25, 6084–6091.   \nGericke, N., Viljoen, A.M., 2008. Sceletium – a review update. J. Ethnopharmacol. 119, 653–663.   \nHarvey, A.L., Young, L.C., Viljoen, A.M., Gericke, N.P., 2011. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J. Ethnopharmacol. 137, 1124–1129.   \nHigley, M.J., Picciotto, M.R., 2014. Neuromodulation by acetylcholine: examples from schizophrenia and depression. Curr. Opin. Neurobiol. 29, 88–95.   \nHimmelheber, A.M., Sarter, M., Bruno, J.P., 2000. Increases in cortical acetylcholine release during sustained attention performance in rats. Brain Res. Cogn. Brain Res. 9, 313–325.   \nLubbe, A., Khatib, A., Yuliana, N.D., Jinap, S., Verpoorte, R., 2010. Cannabinoid CB1 receptro binding and acetylhcholinesterase inhibitory acitvity of Sceletium tortuosum L. Int. Food Res. J. 17, 349–355.   \nOlsen, H.T., Stafford, G.I., van Staden, J., Christensen, S.B., Jager, A.K., 2008. Isolation of the MAO-inhibitor naringenin from Mentha aquatica L. J. Ethnopharmacol. 117, 500–502.   \nPathak, A., Srivastava, A.K., Singour, P.K., Gouda, P., 2015. Synthetic and natural monoamine oxidase inhibitors as potential lead compounds for effective therapeutics. Cent. Nerv. Syst. Agents Med. Chem., epub ahead of print, PMID number 26104056.   \nPlatt, B., Riedel, G., 2011. The cholinergic system, EEG and sleep. Behav. Brain Res. 221, 499–504.   \nRhee, I.K., van de Meent, M., Ingkaninan, K., Verpoorte, R., 2001. Screening for acetylcholinesterase inhibitors from Amaryllidaceae using silica gel thin-layer chromatography in combination with bioactivity staining. J. Chromatogr. A 915, 217–223.   \nRietjens, S.J., Hondebrink, L., Westerink, R.H., Meulenbelt, J., 2012. Pharmacokinetics and pharmacodynamics of 3,4-methylenedioxymethamphetamine (MDMA): interindividual differences due to polymorphisms and drug-drug interactions. Crit. Rev. Toxicol. 42, 854–876.   \nRothman, R.B., Blough, B.E., Baumann, M.H., 2008. Dopamine/serotonin releasers as medications for stimulant addictions. Prog. Brain Res. 172, 385–406.   \nSmilkstein, M.J., Smolinske, S.C., Rumack, B.H., 1987. A case of MAO inhibitor/ MDMA interaction: agony after ecstasy. J. Toxicol. Clin. Toxicol. 25, 149–159.   \nSmith, C., 2011. The effects of Sceletium tortuosum in an in vivo model of psychological stress. J. Ethnopharmacol. 133, 31–36.   \nSmith, C., Krygsman, A., 2014a. Hoodia gordonii extract targets both adipose and muscle tissue to achieve weight loss in rats. J. Ethnopharmacol. 155, 1284–1290.   \nSmith, C., Krygsman, A., 2014b. Hoodia gordonii: to eat, or not to eat. J. Ethnopharmacol. 155, 987–991.   \nTorres, G.E., Gainetdinov, R.R., Caron, M.G., 2003. Plasma membrane monoamine transporters: structure, regulation and function. Nat. Rev. Neurosci. 4, 13–25.   \nVan Wyk, B.E., Wink, M., 2009. Medicinal Plants of the World, 4th ed. Briza, Pretoria, p. 292.   \nWang, Y., Liu, M., Wang, H.M., Bai, Y., Zhang, X.H., Sun, Y.X., Wang, H.L., 2013. Involvement of serotonin mechanism in methamphetamine-induced chronic pulmonary toxicity in rats. Hum. Exp. Toxicol. 32, 736–746.   \nWatt, J.M., Breyer-Brandwijk, M., 1962. Medicinal and poisonous plants of Southern and Eastern Africa, 2nd ed. E&S Livingstone Ltd, Edinburgh and London, pp. 11–12.   \nYe, Y., Jackson, K., O'Donnell, J.M., 2000. Effects of repeated antidepressant treatment of type 4A phosphodiesterase (PDE4A) in rat brain. J. Neurochem. 74, 1257–1262. ",
        "page_idx": 5
    }
]