[
    {
        "type": "text",
        "text": "Some ethnopharmacological notes on African hallucinogens ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "P.A.G.M. De Smet ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Drug Information Center, Royal Dutch Asociation for the Advancement of Pharmacy, Alexanderstraat 11 2514 JLThe Hague. The Netherlands ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 21 November 1994; accepted 16 August 1995 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This paper provides a short overview of ritual African hallucinogens. In addition to examples already listed by Schultes and Hofmann in their classic text books, Boophane disticha, Alchornea floribunda, Monadenium lugardae, Mostuea spp. and Voacanga bracteata are identifed as African botanicals with proven or alleged hallucinogenic potential. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Botanicals; Hallucinogens; Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The aboriginal use of botanical hallucinogens has been nowhere more extensive and varied than in the Americas. This is well underscored by the book 'Pflanzen der Götter' which was compiled by two eminent experts in this field, Schultes and Hofmann (1980a). Of 91 reviewed plants with proven or alleged hallucinogenic potential, two-thirds have been applied only or mainly in the Western Hemisphere, and 8 of the world's 14 major hallucinogens are completely rooted in Amerindian tradition. These figures contrast sharply with the listing of just one established hallucinogen and four possible hallucinogens that have been used exclusively on the African continent (Table 1). A major reason for this difference may well be that American Indians retained the fundamental shamanism characteristic of hunting societies and thus more actively sought mystic visionary experiences by means of hallucinogenic plants than many peoples of the Old World (La Barre 1970). However, these proportions between American and African hallucinogens may also reflect to some extent that Professor Schultes and his followers at Harvard University did most of their ethnobotanical field work on the American side of the Atlantic Ocean. It would therefore be understandable if their publications would provide the most comprehensive coverage for this part of the world. As a result, the ethnobotany of African hallucinogens could be more varied than has been assumed so far. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. Boophane disticha ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "One African plant which should definitely be recognized as a hallucinogen is Boophane disticha (L.f.) Herb. (Amaryllidaceae). Although its bulb is usually portrayed as a means of suicide, arrow ",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/3282d28ec5e1bf57751e2b1808913af31a1ddbad19c9abe6e747e9f5f2232115.jpg",
        "table_caption": [
            "Table 1 The ritual African botanicals with proven or alleged hallucinogenic potential listed by Schultes and Hofmann (1980a and 1980b) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Established hallucinogens</td></tr><tr><td>Cannabis sativa L. (Cannabaceae)</td></tr><tr><td>Ubiquitous plant with well-known psychoactive properties.</td></tr><tr><td>Datura species (Solanaceae)</td></tr><tr><td>Ubiquitous plants with well-known deliriant alkaloids.</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tabernanthe iboga Baillon (Apocynaceae) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The root of this shrub contains the indole alkaloid ibogaine as its major principle. This alkaloid basically acts as a potent central stimulant. Published experimental evidence for its hallucinogenic potential in man seems to be limited to a single observation (cf. Pope Jr. 1969). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Possible hallucinogens ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Table 1 (continued) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to a Russian report, trispheridine, tacettin, hippeastrine, pancratin, galanthamine, lycorine, hordenine, and two unidentified bases were isolated from the bulbs with roots. Unfortunately, no quantitative information about the individual levels of these alkaloids was provided (Munvime and Muravjova, 1973). The bulb of a related species, P.maritimum, yields lycorine as major alkaloid (Vazquez Tato et al., 1988; Sener et al., 1993). Of the alkaloids found in P. trianthum, galanthamine has been studied most intensively in humans, because its anticholinesterase activity might make it a potentially useful drug in patients with Alzheimer's disease. In one study, patients tolerated 5 or 10 mg doses given three times daily, whereas 15 mg three times daily resulted in central agitation and sleeplessness (Thomsen et al. 1990). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cymbopogon densiflorus Stapf (Gramineae) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to a herbarium annotation, the flowers cause foretelling dreams when smoked alone or with tobacco by Tanganyikan witch doctors. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Among the constituents of the essential oil in the flowers are limonene, cineole, and diosphenol (Da Cunha 1972), as well as ocimene and dihydrotagetone (Koketsu et al. 1976). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Helichrysum species (Asteraceae) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to herbarium annotations, H. foetidum and H. stenopterum are used by Zulu witch doctors for inhaling to get their trance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aerial parts of H. stenopterum contain various phloroglucinol derivatives (Jakupovic et al. 1986). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mesembryanthemum species (Aizoaceae) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Hottentots of southern Africa once chewed and smoked a plant called kanna or channa for enjoyment and stimulation. In the present time, such names refer to certain species of Mesembryanthemum, especially M. expansum and M. tortuosum (syn. Sceletium expansum and S. tortuosum), but there is no direct and indisputable evidence that this is a correct idenfication of the ancient Hottentot drug. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mesembryanthemum species contain the alkaloids, mesembrine and mesembrenine, but there are no convincing data that these alkaloids have hallucinogenic properties. In one volunteer, an oral dose of 150 mg of mesembrine only produced headache, listlessness and loss of appetite (Hartwich and Zwicky 1914; Bodendorf and Krieger 1957; Bodendorf and Kloss 1961; Popelak et al. 1960a; Popelak et al. 1960b; Tyler Jr 1966). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Pancratium trianthum Herb. (Amarylidaceae) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Bushmen in Botswana are claimed to induce visual hallucinations by rubbing the bulb on an incision made on the head. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "poison and traditional medicine (Watt and BreyerBrandwijk, 1962), it is also capable of producing profound hallucinations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Laydevant (1932) described its use in initiation ceremonies of the South African Basuto. At the commencement of the initiation period, Basuto boys were given food mixed with the bulb and other ingredients. They were taught that such a remedy would imbue them with the qualities of their ancestors and that it would tend to make men of them. The signs of intoxication were regarded as a token that the spirit of manhood had entered their bodies. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Early investigations in the beginning of this century demonstrated that the bulb of Boophane disticha contains alkaloids with similar bioactivity as Datura alkaloids (Lewin 1912; Tutin 1912). Later research by Hauth and Stauffacher (l961) showed that eleven different alkaloids are present, with a total yield of 0.31% from the fresh bulb. Buphanidrine, undulatine, buphanisine, buphanamine and nerbowdine emerged as major alkaloids (Table 2). The hallucinogenic efficacy of Boophane disticha was documented by Laing (1979), who reported on three young men presenting at a Zimbabwean hospital the morning after they had taken the bulb. One of them was deeply unconscious, and had dilated pupils, tachycardia, raised blood pressure, a slightly raised temperature and labored respiration. He remained in this state for 24 h and could be discharged after 72 h with a normal pulse, blood pressure and temperature. Another youngster appeared to suffer from an acute psychotic episode with violent hallucinations. His physical signs were similar to those in the first victim but less marked. He was treated with intravenous chlorpromazine to sedate him and after 36 h he had recovered. The third young man, who was not admitted, claimed that he had taken the decoction with the other two. He had spent the night feeling drunk and seeing visions and felt perfectly well the following morning. On examination, the only abnormal sign was slightly dilated pupils. After recovery, all three men claimed that the hallucinatory effect of the bulb was well known in their area (the Gutu district). Botanical analysis of stomach contents and remnants of the actual bulbs confirmed that they had ingested Boophane disticha. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/af3c406a3392e52e7f928450da0ff388f549666b4aa3a93a4fa4e9b1afb576a7.jpg",
        "table_caption": [
            "Table 2 Alkaloids in the bulb of Boophane disticha (L.F.) Herb. (Hauth and Stauffacher 1961) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Alkaloid</td><td>Relative contribution to total alkaloids</td></tr><tr><td>Buphanidrine</td><td>19.4%</td></tr><tr><td>Undulatine</td><td>18.6%</td></tr><tr><td>Buphanisine</td><td>16.9%</td></tr><tr><td>Buphanamine</td><td>14.1%</td></tr><tr><td>Nerbowdine</td><td>11.1%</td></tr><tr><td>Crinine</td><td>7.2%</td></tr><tr><td>Distichamine</td><td>5.4%</td></tr><tr><td>Crinamidine</td><td>1.2%</td></tr><tr><td>Acetylnerbowdine</td><td>0.6%</td></tr><tr><td>Lycorine</td><td>0.4%</td></tr><tr><td>Buphacetine</td><td>0.3%</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Other detailed reports about the intentional ingestion of Boophane disticha for hallucinatory purposes have not been found in the literature, but there are ethnopharmacological statements that the bulb is traditionally employed in Zimbabwe to arouse ancestral spirits (Nyazema 1984; Gelfand et al. 1985). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Besides Boophane disticha, the African flora comprises various plants which are reputed to have hallucinogenic activity. Some poignant examples are reviewed below. While most of these examples have already been mentioned somewhere in the Anglo-Saxon literature, the use of Mostuea species only emerges from publications in the French language. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Other plants ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Alchornea floribunda Müll. Arg. (Euphorbiaceae) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Zaire, Alchornea floribunda has a long history of use under the name niando as an aphrodisiac and for its stimulant and intoxicating properties (De Wildeman 1920; Raymond-Hamet 1952a). The plant is also valued by the Fang of Gabon for its narcotic properties (Fernandez 1972). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At one time, the aphrodisiac action was attributed to the presence of yohimbine, but a later evaluation demonstrated that this alkaloid is absent in the bark of Alchornea floribunda (Raymond-Hamet and Goutarel 1965). Subsequently, Khuong-Huu et al. (1970) isolated the alkaloid, alchorneine, from the leaf, stem bark and root of Alchornea floribunda and from the leaf of Alchornea hirtella. Khuong-Huu et al. (1972) analysed different dried plant parts of Alchornea floribunda and reported crude alkaloid levels of 0.13 mg/g (stem bark), 1.86 mg/g (root bark) and 4.83 mg/g (leaf). Alchorneine was the major alkaloid of the stem bark and the root bark, and the root bark also contained isoalchorneine. This latter alkaloid was also found in the leaf, together with alchorneinone. The dried stem bark of Alchornea hirtella yielded 0.16 mg/g of crude alkaloids with alchorneine as the major component. The imidazo structures of these alkaloids were elucidated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Raymond-Hamet (1952b) discovered that a decoction of the powdered root enhances the sensitivity of the sympathic nervous system for epinephrine in the anaesthesized dog, and Khuong-Huu et al. (1970) characterized alchorneine as a parasympathic ganglioplegic agent because of its intense vagolytic action and strong inhibition of intestinal peristalsis in the anaesthesized dog. However, the reputed central stimulatory properties still have to be established. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Monadenium lugardae N.E.Br. (Euphorbiaceae) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This plant has widely been used as a medicine in the Piet Rief area of the Eastern Transvaal. Taken in sufficient quantities, the root is believed to produce hallucinations and delirium. The local diviners sometimes swallowed a piece of the root, which was supposed to make them see visions and to prophesy under its influence (Watt and BreyerBrandwijk 1962; Watt 1967). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The plant contains potentially bioactive compounds, such as alkaloids (Gundidza 1985), but the reputed hallucinogenic properties have not yet been verified. It has merely been reported that the latex from aerial parts and a methanolic extract from the fresh stems had a dualistic effect on guinea-pig ileum: contractile activity at lower concentrations and the opposite effect at higher concentrations (Gundidza 1990; 1991). The latex also showed significant insecticidal activity (Gundidza 1986). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mostuea species (Loganiaceae) ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Chevalier (1946;1947) reported on the authority of the Reverend Father Walker that Gabonese natives in the region of Fernan-Vaz used the grated chunks of a certain root as aphrodisiac. Among the vernacular names of the drug were Sata mbwanda (Nkomi) and Sété mbwundè (Bakole). Chevalier identified the already known Mostuea gabonica Baillon and a new species, Mostuea stimulans, as source plants. According to Walker, the natives considered the roots as a potent aphrodisiac and claimed that it had an action comparable to that of Tabernanthe iboga. During nights consecrated to drumming and dancing, they would chew the roots and gratings to dispel sleep, but more often the roots were consumed, alone or mixed with iboga, because of the sexual excitation they provoked. Exaggerated use of the drug could lead to cerebral troubles. According to Chevalier, the chewed or powdered root bark first tasted very bitter when put into the mouth, and then induced salivation and acquired a taste reminiscent of a fresh kola nut. It produced a certain euphoria and, if the dose was a bit strong, a sort of intoxication was experienced. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The occurrence of alkaloids in the genus of Mostuea is well established. Bouquet and Fournet (1975) isolated 0.2% from roots of Mostuea hirsuta and also found 0.2% in roots of Mostuea brunonis var. brunonis; the leaves of this latter species yield. ed 0.08% of alkaloids. Onanga and Khuong-Huu (1980) also examined different parts of Mostuea brunonis var. brunonis and found sempervirine in the roots and gelsemicine, 14-hydroxy-gelsemicine, 20(N-4)-dehydrogelsemicine and mostueine in the leaves and stems. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The only chemical and pharmacological evaluation of Mostuea stimulans A. Chev. was reported by Paris and Moyse-Mignon (1949). They found 0.06% of alkaloids in the stalks with leaves, 0.15% in the entire roots, and 0.33% in the root bark. One root bark alkaloid showed similarities to sempervirine, while another root bark alkaloid had certain properties similar to gelsemine; in neither case, a definitive identification was made. Subcutaneously administered root bark had a mean lethal dose around 0.25 g/kg in the mouse. Death was preceded by a phase of hyperexcitability; the animals got up on their hind legs and sometimes presented with convulsions. In anaesthetized dogs, an intravenous dose of 0.05 to 0.10 g/kg produced hypotension followed by hypertension, whereas a higher dose of 0.10 to 0.20 g/kg only produced hypotension; a short phase of tachyardia and hyperpnoea was succeeded by cardiac and respiratory depression. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Since Mostuea stimulans might contain sempervirine and gelsemine, the occurrence of gelsemine and related alkaloids in Gelsemium sempervirens could be of interest. Poisoning with this latter plant can result in headache, dizziness, visual disturbances and a dry mouth, with muscular weakness and signs of a weak strychnine-like action in severe cases (Blaw et al. 1979; Lampe and McCann 1985), but truely hallucinogenic reactions have not been reported. There is a 19th century source, however, which claims that Gelsemium use may result in narcotic-like habituation (Lewin 1962). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Voacanga bracteata (Apocynaceae) ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "According to an annotation on a herbarium specimen, the bark of Voacanga bracteata is said to be used in Gabon to become 'high'(Bisset 1985a). The stem bark of this plant contains 2.46% of alkaloids, such as voacamine/voacamine N-oxide (0.22%), 20-epi-voacorine (0.15%), and voacangine (0.09%)(Puisieux et al. 1965; Bisset 1985b). Although these alkaloids are chemically related to ibogaine, there is no evidence that they are hallucinogenic. In animal experiments, voacamine, voacorine and voacangine have shown, besides other activities such as cardiovascular effects, a depressant action on the central nervous system (Blanpin et al. 1961; Quevauviller and Blanpin 1957a; 1957b). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Bisset, N.G. (1985a) Uses of Voacanga species. Agricultural University Wageningen Papers 85, no.3, 115–122.   \nBisset, N.G. (1985b) Phytochemistry and pharmacology of Voacanga species. Agricultural University Wageningen Papers 85, no.3, 81–114.   \nBlanpin, O., Quevauviller, A. and Pontus, C. (1961) Sur la voacangine, alcaloide du Voacanga africana Stapf Apocynacées. Thérapie 16, 941–945.   \nBlaw, M.E., Adkisson, M.A., Levin, D., Garriott, J.C. and Tindall, R.S.A. (1979) Poisoning with Carolina jessamine (Gelsemium sempervirens). Journal of Pediatrics 94, 998–1001.   \nBodendorf, K. and Kloss, P. (1961) Uber Abbau und Biogenese der Alkaloide Mesembrin und Mesembrenin. Archiv der Pharmazie 66, 654–661.   \nBodendorf, K. and Krieger, W. (1957) Uber die Alkaloide von Mesembryanthemum tortuosum L. Archiv der Pharmazie 62,441–448.   \nChevalier, A. (1946) Le Sata mbwanda racine stimulante et aphrodisiaque employée par les Noirs du Gabon et son identification botanique. Comptes Rendus de I'Academie des Sciences 223, 767–769.   \nChevalier, A. (1947) Les Mostuea africains et leurs propriétés stimulantes. Revue de Botanique Appliquée 27, 104–109.   \nDa Cunha, A.P.M.A. (1972) Estudo químico e cromatográfico do óleo essencial de Cymbopogon densiflorus (Stend.) Stapf, de Angola. Anais da Academia Brasileira de Ciencias 44, Suppl. 285–288.   \nDe Wildeman, E. (1920) Le \"Niando\" succédané du chanvre au Congo belge. Congo 1, 534–538.   \nFernandez, J.W. (1972) Tabernanthe iboga: narcotic ecstasis and the work of the ancestors. In: P.T. Furst (Ed.), Flesh of the Gods. Praeger, New York, pp. 237–260.   \nGelfand, M., Mavi, S., Drummond, R.B. and Ndemera, B. (1985) The traditional medical practitioner in Zimbabwe. His principles of practice and pharmacopoeia. Mambo Press, Gweru, p. 108.   \nGundidza, M. (1985) Phytochemical screening of some Zimbabwean medicinal plants. Central African Journal of Medicine 31, 238–239.   \nGundidza, M. (1986) Insecticidal activity of Monadenium lugardae latex. Planta Medica p. 558.   \nGundidza, M. (1990) Action of Monadenium lugardiae latex on guinea-pig ileum. Fitoterapia 61, 442–444.   \nGundidza, M. (1991) Effect of methanol extract from Monadenium lugardiae on contractile activity of guinea-pig ileum. Central African Journal of Medicine 37, 141-144.   \nHartwich, C. and Zwicky, E. (1914) Uber Channa, ein Genussmittel der Hottentotten. Apotheker-Zeitung 29, 925–926, 937–939, 949–950 and 961–962.   \nHauth, H. and Stauffacher, D. (1961) Die Alkaloide von Buphane disticha (L.f.) Herb. Helvetica Chimica Acta 44, 491-502.   \nJakupovic, J., Kuhnke, J., Schuster, A., Metwally, M.A. and Bohlmann, F. (1986) Phloroglucinol derivatives and other constituents from South African Helichrysum species. Phytochemistry 25, 1133–1142.   \nKhuong-Huu, F., Leforestier, J.-P., Maillard, G. and Goutarel, R. (1970) L'alchornéine, alcaloide dérivé de la tétrahydroimidazo-[1.2a] pyrimidine, isolé de deux Euphorbiacées africaines, I'Alchornea floribunda Muell. Arg. et I'Alchornea hirtella Benth. Comptes Rendus de I'Academie des Sciences Paris Série C, 2070–2072.   \nKhuong-Huu, F., Le Forestier, J.-P. and Goutarel, R. (1972) Alchornéine, isoalchornéine et alchorneinone, produits isolés de 1'Alchornea floribunda Muell. Arg. Tetrahedron 28, 5207-5220.   \nKoketsu, M., Moura, L.L. and Magalhaes, M.T. (1976) Essential oils of Cymbopogon densiflorus Stapf and Tagetes minuta L. grown in Brazil. Anais da Academia Brasileira de Ciencias 48, 743–746.   \nLa Barre, W. (1970) Old and New World narcotics: a statistical question and an ethnological reply. Economic Botany 24, 73–80.   \nLaing, R.O. (1979) Three cases of poisoning by Boophane disticha. Central African Journal of Medicine 25, 265–266.   \nLampe, K.F. and McCann, M.A. (1985) AMA Handbook of Poisonous and Injurious Plants. American Medical Association, Chicago, pp. 84–85.   \nLaydevant, F. (1932) Religion or sacred plants of Basutoland. Bantu Studies 6, 65-66 (cited in: H. Schleiffer (Ed.), (1979) Narcotic plants of the Old World used in rituals and everyday life. Lubrecht & Cramer, Monticello).   \nLewin, L. (1912) Untersuchungen über Buphane disticha (Haemanthus toxicarius). Archiv für Experimentelle Pathologie und Pharmakologie 68, 333–340.   \nLewin, L. (1962) Gifte und Vergiftungen. Lehrbuch der Toxikologie. Fünfte unveranderte Ausgabe. Karl F. Haug Verlag, Ulm/ Donau, pp. 788–789.   \nMunvime, F.D. and Muravjova, D.A. (1983) Alkaloids of Pancratium trianthum Herb. Farmatsiya 32, 22–24.   \nNyazema, N.Z. (1984) Poisoning due to traditional remedies. Central African Journal of Medicine 30, 80–83.   \nOnanga, M. and Khuong-Huu, F. (1980) Alcaloides du Mostuea brunonis Didr. var. brunonis. Comptes Rendus de I'Academie des Sciences Paris Serie C 291, 191–193.   \nParis, R. and Moyse-Mignon, H. (1949) Étude chimique et pharmacodynamique préliminaire d'une Loganiacée du Gabon: Mostuea stimulans A.Chev. Comptes Rendus de I'Academie des Sciences 229, 86–88.   \nPope Jr., H.G. (1969) Tabernanthe iboga: an African narcotic plant of social importance. Economic Botany 23, 174–184.   \nPopelak, A., Haack, E., Lettenbauer, G. and Spingler, H. (1960a) Zur Konstitution des Mesembrins. Naturwissenschaften 47, 156.   \nPopelak, A., Lettenbauer, G., Haack, E. and Spingler, H. (1960b) Die Struktur des Mesembrins und Mesembrenins. Naturwissenschaften 47, 231–232.   \nPuiseux, F., Patel, M.P., Rowson, J.M. and Poisson, J. (1965) Alcaloides des Voacanga: Voacanga bracteata Stapf. Annales Pharmaceutiques Francaises 23, 33–39.   \nQuevauviller, A. and Blanpin, O. (1957a) Étude pharmacodynamique de la voacamine, alcaloide de Voacanga africana, Apocynacées. Thérapie 12, 635–647.   \nQuevauviller, A. and Blanpin, O. (1957b) Étude pharmacodynamique comparée de la voacamine et de la voacorine, alcaloides du Voacanga africana Stapf (Apocynacées). Annales Pharmaceutiques Françaises 15, 617–630.   \nRaymond-Hamet (1952a) L'Alchornea floribunda Müller ou Niando. Revue Internationale de Botanique Appliquée et d'Agriculture Tropicale 32, 427–442.   \nRaymond-Hamet (1952b) Influence d'une Euphorbiacée de I'Afrique tropicale: Alchornea floribunda A. Müller Arg., sur la réflectivité sino-carotidienne et sur l'excitabilité du pneumogastrique. Comptes Rendus de I'Academie des Sciences Biol 146, 1672–1674.   \nRaymond-Hamet and Goutarel, R. (1965) L'Alchornea floribunda Mueller Arg. doit-il a la yohimbine ses effets excitants chez I'homme? Comptes Rendus de I'Academie des Sciences Paris 261, 3223–3224.   \nSchultes, R.E. and Hofmann, A. (1980a) Pflanzen der Götter — Die magischen Krafte der Rausch- und Giftgewächse. Hallwag Verlag, Bern.   \nSchultes, R.E. and Hofmann, A. (1980b) The botany and chemistry of hallucinogens. 2nd edn. Charles C. Thomas Publisher, Springfield.   \nSener, B., Koenuekol, S., Kruk, C. and Pandit, U.K. (1993) Alkaloids of lycorine and lycorenine class from Pancratium maritimum L. Archiv der Pharmazie (Weinheim) 326, 61–62.   \nThomsen, T., Bickel, U., Fisher, J.P. and Kewitz, H. (1990) Stereoselectivity of cholinesterase inhibition by galanthamine and tolerance in humans. European Journal of Clinical Pharmacology 39, 603–606.   \nTutin, F. (1912) Uber die Bestandteile von Buphane disticha. Archiv fiur Experimentelle Pathologie und Pharmakologie 69, 314.   \nTyler Jr., V.E. (1966) The physiological properties and chemical constituents of some habit-forming plants. Lloydia 29, 275–292.   \nVazquez Tato, M.P., Castedo, L. and Riguera, R. (1988) New alkaloids from Pancratium maritimum L. Heterocycles (Tokyo) 27, 2833-2838.   \nWatt, J.M. (1967) African plants useful in mental health. Lloydia 30, 1–22.   \nWatt, J.M. and Breyer-Brandwijk, M.G. (1962) The medicinal and poisonous plants of Southern and Eastern Africa. 2nd edn. E. & S. Livingstone, Edinburgh. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]