[
    {
        "type": "text",
        "text": "Exploring Zembrin Extract Derived from South African Plant, Sceletium tortuosum in Targeting cAMP-driven Phosphodiesterase (PDE) Signaling in Alzheimerâ\u0000s Disease: Synthesis of Ev... ",
        "text_level": 1,
        "bbox": [
            63,
            114,
            879,
            183
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article · January 2015   \nDOI: 10.4172/2471-4372.1000104 ",
        "bbox": [
            62,
            205,
            168,
            228
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 authors: ",
        "text_level": 1,
        "bbox": [
            63,
            280,
            111,
            290
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Simon Chiu ",
        "text_level": 1,
        "bbox": [
            106,
            303,
            160,
            313
        ],
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/16d26092618dcc44c3a8d9d577ab7d8fa9864dbdfede179d2e6defcbe9a337bf.jpg",
        "image_caption": [],
        "image_footnote": [],
        "bbox": [
            62,
            301,
            98,
            328
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The University of Western Ontario ",
        "bbox": [
            106,
            315,
            261,
            325
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "35 PUBLICATIONS   155 CITATIONS ",
        "bbox": [
            106,
            332,
            240,
            340
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SEE PROFILE ",
        "bbox": [
            116,
            352,
            169,
            362
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Some of the authors of this publication are also working on these related projects: ",
        "bbox": [
            63,
            392,
            444,
            402
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Elemental sulfur in Alzheimer dementia View project ",
        "bbox": [
            112,
            426,
            351,
            435
        ],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mini- Review Exploring Zembrin extract derived from South African plant, Sceletium tortuosum in targeting cAMP-driven Phosphodiesterase (PDE) signaling in Alzheimer’s Disease: synthesis of evidence. ",
        "text_level": 1,
        "bbox": [
            76,
            87,
            908,
            135
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "# $^ +$ Simon Chiu MD PhD DABPN FRCP ; #Hana Raheb B.A Honors ; # $^ { + + }$ Kristen Terpstra BA Honors #Josh Vaughan ##Michel Farina-Woodbury MD ; \\*#Yves Bureau PhD ; # $^ +$ Zack Cernovsky PhD ; ; #Jirui Hou PhD,; ###John Copen MD FRCP(C), \\*Mariwan Husni MD FRCP ( C ). \\*\\*Vladimir Badmeav MD PhD, \\*\\*\\*Ana Hategan MD FRCP ; \\*\\*\\*\\* Mujeeb Shad MD DABPN \\* Zach Suntras PhD $+ + +$ Nigel Gericke MD ",
        "bbox": [
            78,
            162,
            885,
            224
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "#Lawson Health Research Institute 268 Grosvenor Street; Lab FB125 , London Ontario N6A 4V2 Canada. ",
        "bbox": [
            76,
            237,
            836,
            252
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "## Department of Psychiatry, University of Puerto Rico, School of Medicine, San Juan, PR (USA) ",
        "bbox": [
            78,
            265,
            779,
            281
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "###Department of Psychiatry, University British Columbia:University of Victoria medical campus,Victoria, BC Canada. ",
        "bbox": [
            78,
            292,
            866,
            325
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$^ +$ Department of Psychiatry, University of Western Ontario , London Ontario . Canada. ",
        "bbox": [
            78,
            335,
            696,
            352
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$^ { + + }$ Accelerated B.Sc.N. Nursing Program, University of Toronto Faculty of Nursing, Toronto ON Canada $+ + +$ Medical Director and founding Director of HG&H Pharmaceuticals (Pty)Ltd., Bryanston, South Africa \\*Northern Ontario Medical School, Thunderbay , Ontario, Canada. ",
        "bbox": [
            78,
            363,
            834,
            436
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "\\*\\*Formerly Director of Medical and Scientific Affairs, P L. Thomas & Co., Inc. Morristown NJ USA.   \n\\*\\*\\*McMaster University Dept Behavioral Neurosciences and Psychiatry, Hamilton Ontario Canada. ",
        "bbox": [
            76,
            446,
            784,
            492
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "\\*\\*\\*\\*Oregon Health & Science University, Department Psychiatry, Portland, OR USA; To whom correspondence to be directed: Email:schiu3207@rogers.com ",
        "bbox": [
            76,
            502,
            705,
            547
        ],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "bbox": [
            78,
            74,
            150,
            87
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Recently with the changing landscape of the aging population and the increase in incidence of Alzheimer’s Disease (AD) , there has been marked interest to develop strategies to prevent, delay and modify AD. We review the diverse lines of evidence in support of the emerging role of cAMP-mediated Phosphodiesterase (PDE) signaling with respect to aging, inflammation and depression. In view of the link of PDE to Epigenetics complex, targeting PDE through designing modulators and inhibitors of PDE may represent a novel approach in AD therapeutics. We review critically the translational studies of the proprietary Zembrin extract harvested and processed from the South African plant, Sceletium Tortuosum , highlighting the dual property of Zembrin in targeting coupling of PDE and serotonin signaling mechanisms in vitro and in vivo models of AD and cognition. The promising clinical findings of Zembrin in cognition suggest that Zembrin extract may merit randomized controlled trials in AD to establish the efficacy and safety in AD. ",
        "bbox": [
            78,
            88,
            908,
            239
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "cAMP, Phosphodiestease , Serotonin, Zembrin extract, Sceletium tortuosum , Alzheimer Disease ",
        "bbox": [
            88,
            286,
            869,
            301
        ],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.Aging and cAMP signaling ",
        "text_level": 1,
        "bbox": [
            84,
            73,
            313,
            88
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recently, global public health has focused on the changing landscape of the aging population. The worldwide prevalence of Alzheimer’s Dementia (Alzheimer’s Disease) (AD) has been estimated to be 24 millions in 2005 and predicted to increase by as much as four-fold by the year 2050 ( 1). With regard to the incidence and prevalence of AD, North America and Western Europe rank the highest, followed closely by Latin America and China. AD has a projected worldwide incidence of more than 30 million by 2040 ( 2). The fiscal impact on the resources of health care and the public health is substantial. Vigorous evidence in support of strategies to delay, prevent and to modify the course of AD is lacking. If the onset of AD can be deferred as little as 1 year, the prevalence can be reduced by $10 \\%$ which can be translated to significant savings in health care expenditures. ",
        "bbox": [
            78,
            88,
            908,
            209
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "With the growing aging population, global preventive medicine has recently focused on maximizing longevity, enhancing quality of life promoting healthy cognitive aging and minimizing memory loss ( 3 ). Successful cognitive aging consists of developing and implementing proactive health strategies to boost “cognitive reserve” and consolidate “cognitive maintenance” ( 3 ). In cognitive aging, there has been growing interest in the crucial role of cAMP-response element binding protein (CREB), coupled with the intracellular second messengers: cAMP and cGMP , in regulating multiple gene expressions ( 4). Both cAMP and cGMP signal cascades are involved in diverse neurobiological events directly relevant to cognitive aging: neuronal survival, apoptosis, synaptic strength , synaptic plasticity and neural connectivity. In this respect the superfamily of 11 phosphodiesterases (PDE) widely distributed in the mammalian brain function regulate and fine-tune the homeostasis of cAMP-cGMP via sensing the intracellular levels of cyclic nucleotides ( 5 ). There are 11 members of PDE- family: PDE-1, PDE-2, PDE-3, PDE-4, PDE-5, PDE-6, PDE-7, PDE-8, PDE-9, PDE-10 and PDE-11 with their characteristic substratespecificities, tissue distribution and physiological functions. The PDE family has a total of 21 isoforms with multiple gene splice variants that encode more than 50 proteins expressed in mammalian cells. Differential changes in PDE expression were found. There is a growing body of evidence in support of the differential roles of PDE-2, PDE-4, PDE-5 and PDE-10 in modulating multiple cognitive processes in aging. Recently, selectivity of PDE isoforms for cGMP vs cAMP has been well characterized delineated in vitro and in vivo ",
        "bbox": [
            76,
            224,
            908,
            468
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.a. PDE ,Epigenetics and cognition ",
        "text_level": 1,
        "bbox": [
            81,
            484,
            367,
            500
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Preclinical studies support the role of PDE in various domains of cognition : information processing, attention control, working memory and executive functioning (6). The second messengers: cAMP and cGMP are both implicated in Alzheimer Disease (AD) , evidence is mounting that cAMP/Phosphokinase-A (PKA) signaling pathway plays a pivotal role in the production of neurofibrillary tangles via tau phosphorylation ( 7,8, 9 ). Dysregulation of adenylate cyclase (AC)/cAMP/PKA signaling results in aberrant activation of CREB ,eading to loss of synaptic plasticity and memory decline. This model highlights synaptic loss in AD. A number of studies find evidence for altered mRNAs linked to cAMP-specific PDEs in postmortem human brains (review 10). Up-regulation of PDE4a, PDE4b and PDE7a expression was fund in the early stages of AD, whereas increased PDE8-b expression was found in the entorhinal cortex of advanced AD brain samples. Loss of oligodendrocytes as measured with the reduced cAMP-specific PDE7a mRNA in the white matter nerve tracts was also reported. In the hippocampus of AD, reduced expression of PDE4D isoforms :3, 5, 6, 7, 8 and 9 was found, whereas a robust signal was found for the upregulation of the predominant short form of PDE4D. Selectivity of PDE for cGMP vs cAMP has been well delineated in in vitro and in vivo systems. On the other hand, changes in PDE isoforms:PDD-4, PDE-5 and PDE-9 highlight the emerging role of cGMP/nitric oxide (NO) signaling in cognition and aging (11). Taken together, the studies strongly suggest that selective dysregulation of PDE-mediated cAMP/PKA/CREB cellular signaling is linked closely to AD progression and severity. ",
        "bbox": [
            76,
            500,
            908,
            743
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Electrophysiological and PDE-gene knock-out and RNA interference-mediated knock-down studies support the role PDE in the memory and learning paradigm of long term potentiation (LTP) ( 12,13). In the hippocampal neurons, LTP was found to be correlated with the degree of expression and subcellular expression of PDE4b. In the PDE-4D knockout rat,working memory measure was increased and mediated through hippocampal neurogenesis . Mice deficient for PDE4b exhibit enhanced long term depression (LTD) without affecting the LTP On the other hand, mice deficient in PDE4d show enhanced LTP efficacy without any effects on LTD. The results suggest that both LTP and LTD are mediated through PDE4 subtypes inactivation. The prototypal PDE-4 inhibitor, rolipram, facilitates both LTP and LTD and rolipram, improved memory consolidation, working memory and information processing in rats subject to a variety of cognitive tasks: radial arm maze, passive avoidance, delayed arm water and visual-spatial tasks ,working memory and information (13 ). Rolipram reversed the memory deficits induced by amyloid fragment Abeta25-35 and Abeta1-40 peptide in rats in the Morris water maze and passive avoidance tasks (14 ).Both rolipram and PDE-5 inhibitor, sildenafil, improved object retrieval performance in the adult cynomolgus macaques (15). The cognitive effects appear to be independent of concomitant changes in cerebral blood flow and emotional arousal ( 16 ). ",
        "bbox": [
            78,
            758,
            908,
            911
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            78,
            71,
            906,
            133
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Since PDE-4 isozymes prime cAMP-dependent intracellular network , potentiation of CREB as the PDE-4-cAMP cascade effector can enhance cognition in high-throughput screening assays ( 17, 18). Nutrients offer unique template for PDE4-cAMP-CREB signal cascade. Caffeine (1, 3, 5-trimethylxanthine) in targeting both PDE-4 and PDE-5, as well as functioning as adenosine-2 receptor antagonist, has recently been reported to reduce the risk of Alzheimer’s dementia (19,20). In the prospective Cardiovascular Risk Factors, Aging and Dementia (CAIDE) study, daily coffee drinking totaling 3-5 cups per day at midlife reduced the risk of Alzheimer dementia (AD) by about $6 5 \\%$ at late-life (21 ). High blood levels of caffeine prevented the conversion of Mild Cognitive Impairment (MCI) to early stage of Alzheimer’s dementia (AD) (22 ). Achieving the critical blood level of $1 2 0 0 \\mathrm { \\ n g / m l } \\ 3 0$ minutes following oral intake of $2 0 0 \\ \\mathsf { m g }$ caffeine tablets appears to protect MCI from converting to early AD . Plasma caffeine levels greater than $1 2 0 0 \\ \\mathsf { n g / m l } \\ ( \\approx 6 \\ \\mu \\mathsf { M } )$ in MCI subjects were associated with no conversion to dementia during the ensuing 2-4 year follow-up period. Recently a great deal of excitement has been generated with the isolation of resveratrol from grapes AA in the context of cognitive aging (23).Apart from the neuroprotection , resveratrol isolated from grapes may likely reprogram aging through telomere shortening, altering the amyloid protein misfolding and restoring mitochondria bioenergetics. It is likely that the neuroprotective activities are mediated through PDE-4-cAMP signaling ( 24 ). ",
        "bbox": [
            78,
            148,
            908,
            377
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Epigenetic regulation on CREB-mediated gene transcription has drawn interest in AD drug discovery platform. The histone binding protein: RbAp48 exerts its potent effect on age-related memory decline by interacting with CREB1 binding protein (CREB-bp) (25). In a cohort of 2674 cognitively healthy elderly individuals. genetic variant rs2526690 in the CREB-bp gene was significantly associated with episodic memory performance ( 26). The final pathway comprises neuronal loss ,synaptic plasticity and associated memory decline in AD. CREB-bp exhibits potent activity of the key epigenetic signature: histone acetyltansferase (HAT). Epigenetics : DNA methylation, histone modifications and miRNA , as etiological mechanisms of AD is a rapidly growing field in sporadic AD (27). Shifting the equilibrium between the catalytic activities of HDAC (histone deacetylase) and HAT (histone acetyltransferase) towards hyper-acetylation may play an important role in AD ( 28 ). Since HAT and HDAC are integral components of epigenetics-transcription complex, targeting PDE-4/CREB will restore epigenetic regulation of synaptic plasticity in AD. ",
        "bbox": [
            78,
            392,
            908,
            560
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Converging evidence suggests that the repertoire of cognition domains are regulated largely by phosphorylated CREB The overall objective of PDE-4 based AD therapeutic development is directed towards activating the cognitive reserve and reprogramming the neural network in AD. CREB signaling modulates both intrinsic neuronal excitability and synaptic plasticity. We propose a heuristic model of PDE-coupled cAMP cascade for AD ( Figure1 ) : once the putative PDE-4 allosteric modulator or inhibitor interacts with PDE-4-coupled system, the downstream CREB-mediated effector responses are reset to induce neural repair activities targeting neurogenesis, remodeling the synapses, and restoring the neuron-microglia cross-talk. AD subjects in early stage with depressive symptoms, showed increased levels of CREB and glycogen synthetase kinase : $6 S { \\mathsf { K } } 3 { \\mathsf { \\beta } }$ activity in blood and lymphocytes-enriched plasma (29). In summary, targeting PDE-4/CREB signaling is beneficial to counter the transcription regulation of cascade of events in AD :beta-amlyoid aggregation and faulty clearance, tau hyperphosphorylation, neuro-inflammation, apoptosis and cellular miscommunication. ",
        "bbox": [
            78,
            575,
            900,
            742
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.b PDE, inflammation, depression and sleep : In the brain, neuroinflammation appears to regulate neurogenesis and apoptosis through immune mechanisms ( 30,31). Cyclic AMP signaling stands at the crossroads of immune cell (microglia) activation and inflammation in AD. Targeting the known anti-inflammatory actions of PDE-4 in the pulmonary system has resulted in the successful development of the PDE-4 inhibitor, roflumilast for the FDA approved indication for chronic obstructive pulmonary disease (COPD) is relevant to our understanding of the pivotal role of PDE-4 in AD ( 32 ). Similar considerations can be applied to other chemicals targeting PDE-4 for modulating inflammatory processes in the CNS in AD. Microglia cells act as the class of immune surveillance sensors at the interface of immune system and neuro-inflammation cascade signals involving the family of interleukins and tumor-necrosis factor-alpha. The cross-talks between cytokine production and immune activation is part of the feedback loop coordinated through PDE-4-cAMP pathway. Pro-inflammatory ",
        "bbox": [
            78,
            757,
            900,
            910
        ],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "cytokines are regulating PDE-4-cAMP signaling in the glia; whereas PDE-cAMP can modulate production ofinterleukins and alpha-tumor necrosis factor, in the glia (33). Mobilizing microglia : the synaptic stripper” to catalyse amyloid and cellular debris can facilitate synaptic remodeling in AD (34,35 ). In view of microglia-driven neuroinflammation as the putative hallmark of AD (31), targeting activated microglia-mediated synaptic dysregulation in the elderly (36,37) through PDE-4 signaling can open a new avenue in AD therapy. ",
        "bbox": [
            78,
            71,
            905,
            148
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "There is a growing body of evidence of PDE as the therapeutic target in AD-related depressive symptoms (38 ). Genetic knock-down of PDE-4D enzyme :PDE4d(-/-) mice displayed behavioral phenotype free from depression symptoms in the classical Porsolt force swim test ( 39 ). It is noteworthy that late-life depression is increasingly recognized as a stress-related risk factor for AD. Depression occurs with high frequency during the prodromal and active phase of AD ( 40). A seminal Positron Emission Tomography (PET) imaging study showed in the group of medication naïve patients diagnosed as major depressive disorder, there was $20 \\%$ reduction in the binding of R[(11)C]-Rolipram in vivo, consistent with down-regulation of PDE-4 in depression and antidepressants have been shown to up-regulate PDE-4 binding ( 41,42 ). Taken together, PDE-4 inhibitors belong to a novel class of antidepressants capable of buffering against stress response genes in AD-related depression. ",
        "bbox": [
            78,
            164,
            906,
            301
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sleep loss and disruption of the circadian rhythm appears to be linked to the onset of AD (43). Sleep architecture changes correlate with the severity of AD with increased awakenings and reduced in slow-wave sleep ( 44). Treatment with PDE-4 inhibitor, rolipram, restored both sleep loss and LTP deficits (45). Sleep deprivation attenuates cAMP signaling and CREB-mediated gene expression in both glia and neuronal populations (46). ",
        "bbox": [
            78,
            316,
            906,
            377
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The cognitive cost of disrupted sleep can hardly be over-emphasized in cognitive aging (47). Recently, attention has been drawn to the issue whether cumulative dosage of sedative-hypnotics: benzodiazepines for insomnia is a significant risk factor for AD ( 48). Whether restoration of circadian rhythm can delay or prevent AD onset is not known (49). Clinical trials are urgently needed to examine PDE-4 inhibitors effects on sleep and cognition in AD. ",
        "bbox": [
            78,
            377,
            906,
            438
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Ic. Serotonin signaling and AD : There is recent evidence that serotonin signaling influences executive function in humans (50 ). Specific components of serotonin system: serotonin transporter, and serotonin receptor subtypes (5-HT-4 and 5-HT-7) regulate amyloid precursor protein processing (APP) (51 ). Activation of serotonin receptor type-4 upregulates alpha-secretase which in turn reduces the amyloid load, and improves cognitive deficits ( 51 ). In transgenic mice, selective serotonin reuptake inhibitor (SSRI) indicated as anti-depressants for major depression (citaloprim, fluoxetine) reduced amyloid plaques (52). Two independent studies showed that clinical subjects exposed to SSRI showed similar reduction in amyloid-beta load as quantified with Positron Emission Tomography (PET) imaging and CSF Aβ ( 53, 52). Furthermore,the link of serotonin activity to tau pathology in AD has been examined in the APPswe/PS1dE9 mice lesioned with serotonin neurotoxin, 5,7- Dihydroxytryptamine (5,7HT) (54): serotonergic denervation leads to increased tau phosphorylatlon correlated with impaired cognitive performance. ",
        "bbox": [
            78,
            453,
            908,
            622
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "With the location of serotonin within the hippocampus-prefrontal cortex cognitive highway, maintenance of central serotonin level is functionally associated with improved reversal learning, enhanced attentional set shifting and response inhibition while reducing delay discounting ( 55 ). In the cohort of stroke patients, citalopram facilitated cognitive recovery in the domains of verbal and visual memory, during the post-stroke rehabilitation period (56). In contrast, citalopram had an adverse effect on cognition in normal healthy subjects ( 57). The cognitive effect of escitaloprim appears to be independent of its concomitant antidepressant effects. In AD patients, however, citalopram at daily dosage of $3 0 ~ \\mathsf { m g }$ , significantly improved agitation but adverse changes in cognition and QT interval prolongation ( 58 ). In summary, targeting dysregulated PDE-4/PKA/CREB/HAT signaling and serotonin/tau link represents a new avenue in AD drug discovery platform ( 59, 60 ). ",
        "bbox": [
            78,
            637,
            908,
            775
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "I.d. PDE-4 drug lead optimization :allosteric modulation and 5-HT coupling : In preclinical and clinical studies of , pan PDE-4 inhibtors are known produce nausea and vomiting are common side effects ( 61). Immunohistochemistry techniques have identified PDE-4 binding sites at the area postrema of the brain stem mediating the emetic reflex ( 62). Occupancy and magnitude of binding affinity of the high-affinity state of PDE4D site labeled by rolipram was correlated with the emetic potential of the series of PDE-4 inhibitors: piclamilast, and roflumilast , in the Suncus m urinus species (63). Rolfumilast, currently indicated for the treatment of chronic obstructive lung disease, binds to PDE4 holo-enzyme state of PDE-4 ( 64 ), and is associated with common side effects of nausea and vomiting. ",
        "bbox": [
            78,
            805,
            908,
            897
        ],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            78,
            71,
            901,
            103
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Compelling evidence suggests that allosteric modulation of PDE-4 is preferred to competitive inhibition of PDE4 for reducing and eliminating the troublesome side effects of nausea and vomiting. Despite numerous studies in support of the efficacy of rolipram, the prototypal PDE-4 competitive inhibitor, rolipram fails to advance to Phase III trials for depression and AD because of the troublesome side effects of nausea and vomiting. The model of allosteric modulator of PDE-4 has been adopted for designing new drug candidates to improve tolerability. With the full characterization of the essential elements of the pharmacophore of PDE-4 : the catalytic and regulatory sites ,allosteric PDE-4 modulators through interacting with the regulatory site, can enhance selectivity of therapeutic effects while minimizing the side effects (65, 66). ",
        "bbox": [
            78,
            117,
            908,
            241
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In literature search, we find drug candidates belonging to the class of PDE-4 allosteric modulators are devoid of serious emetic effects. Pipeline drugs : EHT0202 (etiolate hydrochloride) (67) ; L-454,560 ( 68 ) ; GEBR-7-b ( 69 ) are found to be free from serious gastrointestinal side effects. In phase I clinical trial, EHT0202 was found to be safe and highly tolerable with no nausea and vomiting ( 67 ). L-454,560 binds to both the apo- ${ \\mathrm { ~ M g 2 + ~ } }$ -free) and holoenzyme states ${ \\mathrm { ~ M g 2 + ~ } }$ -bound) of PDE-4A, PDE-B and PDE-D isoforms without producing emesis in vivo ( 35) GEBR-7-b, the 3-cyclopentyloxy-4-methoxybenzaldehyde derivative of rolipram, was found to be 3-10 fold more potent than rolipram in memory tasks , with no effect on surrogate measures of emesis at the cognitive effective dosage ( 69 ). ",
        "bbox": [
            78,
            255,
            900,
            377
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Coupling SSRI with PDE-4 signals within the same molecule is a relatively unique approach in AD drug development. An independent group of investigators led by Cashman et al reported success in synthesizing a class of compounds coupling SSRI with PDE-4 (60). The dual PDE4 inhibitor/SSRI 2-{5-[3-(5-fluoro-2-methoxyphenyl)-ethyl]-tetrahydro-furan-2-yl}-ethylamine)-pentyl]-4,5,8,8a-tetrahydro-2H-phthalazin-1-one (compound 21) was active in the forced swim test in mice and possessed high affinity for SSRI : IC50 127 nM and PDE4D3 K9i) value of $2 . 0 \\ \\mathsf { n M }$ in in vitro binding assay ( 70). Results of Phase I trial of Compound 21 are unavailable. It is noteworthy Mesembrine alkaloids represent the first group of phyto-chemicals dually targeting serotonin signaling and PDE-4 for their neurotropic and neurotroprotective effects. The South African group of investigators led by N. Gericke isolated and identified a family of mesembrine alkaloids from Sceletium tortuosum (Figure 2) interacting with the allosteric regulatory site in the preferred conformation: trans-capping conformer while partially inhibiting the PDE-4 catalytic domain. The pharmacological actions of the standardized Zembrin extract prefer the PDE-4- Phosphokinase A (PK-A)-CREB signal pathway pattern response without activating the emesis reflex in the area postrema ( 71 ). ",
        "bbox": [
            76,
            392,
            908,
            590
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "II. PDE-4 target in AD: discovery of South African plant, Sceletium tortuosum ",
        "text_level": 1,
        "bbox": [
            81,
            606,
            715,
            621
        ],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The succulent South African plant, Sceletium tortuosum (L.), is well known in South Africa and used for many centuries as an orally available indigenous medicine, and for promoting well-being, enhancing mood and coping better with deleterious effects of stress ( 71, 72). In the early days of the colonists in South Africa, chewing of the plant was documented as early as l868 . The bioactive alkaloid composition of Sceletium tortuosum is very complex. Post-harvesting fermentation can alter the total alkaloid composition of Sceletium tortuosium (73 ). The acqueous-ethanolic extracts of the plant have recently been fully characterized utilizing cutting-edge analytical medicinal chemistry techniques. The standardized 2:1 dry aqueous-ethanolic extract of Sceletium tortuosum (L.) N.E.:Zembrin extract, manufactured according to European Union Good Manufacturing practice (GMP) belongs to the botanical family Mesem bryathem aceae containing a total alkaloid content of not less than $0 . 3 8 ~ \\%$ by weight (74, 75 ). The relative amounts of the four key mesembraine-alkaloids(Figure 2) are accurately and reproducibly quantified by high-pressure liquid chromatography (HPLC) analysis against externally validated analytical reference compounds. The final Zembrin extract product appears as a fine dry powder with the dry plant material : extract in the ratio of 2:1 and conforms to the composition profile: mesembrenone $^ +$ mesembrenol : $> 7 0 \\%$ ; and mesembrine $< 2 0 \\%$ . ",
        "bbox": [
            76,
            622,
            906,
            834
        ],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/21adfbf6372a036282048766bf254cce5314b2c4ed4627a91354c809d191f9a3.jpg",
        "image_caption": [
            "Figure 2 : "
        ],
        "image_footnote": [],
        "bbox": [
            78,
            84,
            488,
            205
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chemical structures of main alkaloids isolated from Sceletium tortuosium ",
        "bbox": [
            594,
            112,
            867,
            143
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "National institute of Aging (NIA) and Alzheimer Association (AA) work group ( NIA-AA group) in 2009-2011 conceptualize AD as a continuum of complex brain disorder in which the initially asymptomatic phase progresses to the symptomatic phase ( 76). We will use the NIA-AA criteria for diagnosing mild cognitive impairment:MCI. MCI diagnosis requires identifying intra-individual cognitive decline and function and cognitive impairment in at least one cognitive domain. MCI distinguishes from formal AD phase in that in MCI, the individual maintains relative independence in functional abilities ( 77). Brain imaging studies show that the culprit of AD, Abeta amyloid , can be localized in the asymptomatic clients for over 10 years prior to the onset of AD ( 78). Hence the asymptomatic phase offers a unique therapeutic window for pro-active interventions to prevent or to delay the onset of AD. This provides the imputus for continuous search for bioactive botanicals and dietary regimens to optimize cognitive aging. ",
        "bbox": [
            76,
            218,
            900,
            372
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the following section, we review the translational studies of Zembrin in the context of likely potential therapeutic potential in the treatment and prevention of ",
        "bbox": [
            80,
            387,
            826,
            416
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "IIIa.in v itro Ze m brin a ctio n In screening for the specificity of the pharmacological targets of Zembrin extract, Harvey et al ( 79 ) provided convincing evidence that the putative neurotropic effects of Zembrin are related directly to the relative potencies of alkaloids in competing directly for the PDE-4 binding. In the PDE assay system using the human recombinant PDE-4B and PDE-4D expressed in SF9 cells, the extract Selenium tortuous (Zembrin $\\textsuperscript { \\textregistered }$ ) selectively inhibited phosphodiesterase 4 (PDE4) with IC50 (inhibitory constant) value of $8 . 5 \\ | \\mathsf { { u g } / \\mathsf { { m } } } |$ . Structure-activity analysis shows that mesembreonone is the most potent compound in inhibiting PDE-4B. In the recombinant PDE4 in vitro assay, Mesembrenone, a major alkaloid isolated from the extract ( Figure 1) was active in inhibiting PDE4 with an IC50 value of $< 1 \\mu \\ M$ . Mesembrenone was 17 times more potent than mesembrine and 34 times more active than mesembenol in competing for PDE-4 binding. When expressed in terms of the drug potency index, the IC50 values for mesembrenone was $4 7 0 \\ \\mathsf { n M }$ , followed by mesembrine,: 7800 nM and mesembrenol : 10,000 nM. At the molecular level, the pharmacological effects of Zembrin and the mesembrine alkaloids are mediated via the long arm of isoform of PDE-4D3. Higher concentrations of the extract Selenium tortuous (Zembrin $\\textsuperscript { \\textregistered }$ ) exhibit some activities at the GABA receptor, mu $( \\mu )$ and delta $( \\bar { \\mathsf { O } } _ { 2 } )$ opioid receptors, cholecystokinin-1 , EP4 prostaglandin, and melatonin-1 receptors, but the functional significance is less than that of PDE-4 and 5-HT uptake sites. PDE-4 interaction with Zembrin is selective for PDE-4 since the standardized Zembrin extract and mesembrane related alkaloids exhibited little effects on PDE-1,PDE-2, PDE-3, PDE-5, PDE-6, PDE-7 PDE-8 , PDE-10 and PDE-11a. We are fully aware that roflumilast (Daliresp, Forest Pharmaceuticals) is FDA approved as is an oral phosphodiesterase-4 (PDE-4) inhibitor targeting specifically the inflammatory cells involved in triggering chronic obstructive pulmonary disease (COPD ) exacerbation. Whether Zembrin behaves similarly towards pulmonary inflammatory cells in vitro and in vivo, remains uncertain. Two clinical studies of Zembrin in normal subjects do not find any adverse effects on the respiratory system (101,103). Mesembrine alkaloids are distinguished from classical PDE-4 inhibitors in displaying concomitant serotonergic activity. Mesembrine was found to be the most potent compound in binding to the serotonin transporter site (5-HT site) with Hill coefficient of $1 . 4 \\ \\mathsf { n M }$ . Mesembrenone and mesembranol are less potent in competing for the 5-HT transport site in vitro ",
        "bbox": [
            76,
            433,
            906,
            814
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "III.b In vivo preclinical data in canine and feline AD model The efficacy of Zembrin extract in AD was first demonstrated by a group of Japanese veterinarians/pharmacologists in the canine and feline model of AD (80,81,82). In AD research, most of the studies used the rodent transgenic AD models: higher orders of mammals including subhuman primates and aged dogs and cats were seldom examined. In the past 30 years, there has been a growing body of evidence to suggest that the aged beagle dog (canine) (AC) model offers distinct advantages in probing the mechanisms of aging, AD and for testing potential AD drugs (83 ,84, ",
        "bbox": [
            78,
            829,
            900,
            921
        ],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "85). The pathological $\\mathsf { A } \\mathsf { \\beta }$ deposits occurred first in the prefrontal cortex, followed by the medial temporal and the occipital cortex. In general $\\mathsf { A } \\mathsf { \\beta }$ plaque deposits in the dog brains paralleled the time course of cognitive decline ( 86). A comparative study found parallel changes in Aβ deposits and phosphorylated Tau at Ser396 residues were observed in the parietal cortex and the hippocampus of aged dogs diagnosed as canine cognitive dysfunction syndrome (CCD ) , as well as Braak Stage V in human AD. Tau proteins co-expressed with ubiquitins in neurons. Morever, cerebrovascular changes consistent with cerebral amyloid angiopathy (CAA) resulting in impaired blood-brain barrier (BBB) and cerebrovascular functions were found. The natural aged canine model embraces the isomorphic changes in cognition and neuropathology. Pharmacological validation of the CCD model has further reinforced the AC model to predict accurately the efficacy of antioxidants and anti-amyloid agents in humans (87,88, 89 ). Imaging studies in aged dogs have shown cortical atrophy and neuropsychological battery of tests : reversal learning, spatial memory , administered to CCD dogs, localized tasks of memory and executive function to similar brain regions as humans: prefrontal cortex and the hippocampus (82,83,84). ",
        "bbox": [
            76,
            71,
            903,
            270
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A group of Japanese veterinarian-investigators reported for the first time on Zembrin effects on symptoms of canine cognitive dysfunction (CCD) and feline cognitive dysfunction (FCD ) mirroring AD in humans ( 80,81,82 ). The dog owners referred the aged dogs to the veterinarians for consultation, with the chief complaint of nocturnal excessive and almost continuous barking (80). The dogs were screened for core signs of dementia . A total of 33 dogs of various breeds ( 17: male, 4 :castrated, 9:sterilized, 3 female) participated in the study. The dog owners were instructed to rate the treatment response over the initial 14-day outpatient treatment period according to the crying score which took into account the intensity and frequency of crying and the dog owners’ level of satisfaction [10-point for crying completely stopped to the total satisfaction of the owner; 8-point for crying reduced by $5 0 \\%$ to the acceptable level of satisfaction;; 5-point for crying somewhat reduced with the dog owners marginally satisfied; 3: no change; 1: worsening ]. They were instructed to mix the Zembrin capsules formulated product with the supper menu and the dosage would be gradually titrated upwards from $2 \\ : \\mathrm { m g / k g }$ to maximum of $9 0 ~ \\mathrm { m g / k g }$ oral dosage for 14 days. The veterinarians were available over the phone. The therapeutic endpoint was the change in the crying score compared to the baseline. The results showed that the minimum effective dosage was $3 0 ~ \\mathrm { m g / k g }$ oral daily : fast onset of action within he first 30 minutes lasting for mean value of 4.8 hours. The response was dose-dependent. The response rate of Zembrin was defined as change from baseline to 14-day period crying score was $61 \\%$ ( 8/33 markedly effective; 12/33 moderately effective; 12/33 minimally effective and 1/33 no change). The mogul dog with very high baseline dementia score remained treatment refractory. In the study, a small number of dogs require the use of “drug holidays” lasting for minimum of 2 days for the responses to be reactivated and hence to be sustainable. In this open-label dose finding study , Zembrin was highly tolerable with no complaint of nausea or vomiting . ",
        "bbox": [
            76,
            270,
            901,
            575
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A pilot study by the same group of investigators (81) in normal healthy beagles ( $\\mathsf { n } { = } 7 ,$ ) ( found no adverse events: slight tachycardia found in control and CCD dogs through 24-hour Holter monitoring , but the change was short-lived and was clinically non-significant . No abnormalities were found in comprehensive blood chemistry profile in both CCD and non-CCD dogs prior to and following Zembrin or placebo treatment . In another series of study in CCD dogs ( $\\mathsf { n } { = } 6 \\mathsf { \\prime }$ ) ( 82) the dog owners were instructed to administer Zembrin at the oral dosage of 10 mg/kg in regular meals in the evening and to report any changes in nocturnal barking and vital signs. Zembrin at $1 0 ~ \\mathrm { m g / k g }$ po significantly reduced nocturnal barking in CCD dogs. ",
        "bbox": [
            78,
            590,
            905,
            698
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Zembrin extract produced favorable response in the feline species ( 82). Six Mongrel cats with nocturnal intense crying and cage stress syndrome (crying, excessive excitement, depressed mood and loss of appetite) were treated with Zembrin at the initial dosage of $1 0 ~ \\mathrm { m g / k g }$ orally for 7 days .Two cats responded to higher dosage of $1 0 0 ~ \\mathrm { m g / k g }$ while one cat with potentially aggressive behavior responded to $1 0 0 ~ \\mathrm { { m g / k g } }$ with improved behavioral control lasting for one day post-treatment. No changes were found in blood chemistry, liver and kidney functions. In veterinary medicine, the feline cognitive dysfunction syndrome (FCD) has been fully characterized and recognized as a neurological syndrome ( 90, 91, 92 ). The FCD exhibits similar neuropathological , neurobehavioral and pharmacological responsiveness as the canine species in aging. The five cardinal signs of FCD consist of disorientation, deficits in social interactions, disrupted sleep-wakefulness cycles, house soiling and increased repetitive and stereotyped activities, wandering behavior ( 92 ) ",
        "bbox": [
            78,
            712,
            893,
            864
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A recent 4-year observational study conducted in Netherlands (93 ) confirmed the validity of CCD as the mirror image of MCI in humans The veterinarians-investigators screened 94 dogs with a validated CCD ",
        "bbox": [
            80,
            880,
            867,
            911
        ],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "questionnaire given to dog owners and allocated them to 3 groups: non-CCD, borderline CCD (bCCD) and core CCD. They identified four key clinical signs in CCD group: nocturnal restlessness, decline in social interaction, disorientation at home and stress-related anxiety. Interestingly enough, 3 dogs ( $14 \\%$ from the bCCD progressed to the CCD . The transition is interpreted as the canine equivalent of MCI progressing to early AD in humans. The quality of care seemed to influence the survival rate. The serum levels of the antioxidant , alpha-tocopherol, did not differ among the three groups. However, the study did not present any postmortem neuropathological data. Guidelines are developed for geriatric care of pet dogs and cats with CCD and FCD (94 ). ",
        "bbox": [
            78,
            71,
            906,
            179
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A very recent study ( 95 ) in screening for CNS activities of Zembrin extract and mesembrine, found that mesembrine possesses analgesic property in the classical hotplate response latency test, compared with the placebo. Mesembrine appears to be devoid of any abuse liability as shown by the negative result in the conditional place preference test. Similarly, mesembrine was inactive in the rotarod test and hence will not predict any ataxia in the humans. However, a special fraction of Sceletium tortuosum was positive in the forced swimming test and the rotarod test . A formal toxicological study of Zembrin further corroborates the wide margin of safety of the standardized extract of Sceletium tortuosum. In the rodent species, no mortality or treatmentrelated toxicity was observed in two series of 90-day chronic and 14-day subchronic studies in the Wistar rats of either gender.( 96 ). No signs of behavioral toxicity were detected in the monitoring system of locomotor activity, rearing behavior, spatial parameters and turning behavior when the rats were subject to the 14-day repeated oral toxicity study at 0, 50 , 750, 2500 and 5000 mg/kg bw/bw/day. Similar results were found with the 90-day repeated oral toxicity study at 0, 100, 300 , 450 and 50 mgkg bw/bw/day. All the blood chemistry profiles including liver , kidney function and hematological indices remained unchanged throughout the study. In the 14- day and 90-day studies, the NOAELs (no-observed-adverse-effect-level) in Zembrin safety evaluations were concluded at 5000 mg/kgbw/d and 600 mg/kg bw/d considered the highest dose groups tested. ",
        "bbox": [
            78,
            193,
            908,
            422
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Regarding the pharmacokinetic studies of Zembrin, a recent study in rodents identified the metabolites through the use of urine screening approaches by gas chromatography-mass spectrometry (GC-MS) and liquid chromatography coupled to linear ion trap high resolution mass spectrometry (LC-HR-MS) ( 97 ). The study also reported Phase I metabolites in rat urine could also be identified in vitro human microsomal preparations. Both alkaloids were O- and N-demethylated, dihydrated, and/or hydroxylated at different positions. The phenolic metabolites were partly excreted as glucuronides and/or sulfates and detected in rat urine. Mesembrine and mesembrenone produced different metabolites in rat urine ( 98,99 ). With protocol standardization and availability of GC-MS and LC-HR-MS we may develop protocol to examine relevant PK parameters in humans (Cmax, AUC, T1/2 ( to corroborate the pharmacodynamics (PD) with PK findings. ",
        "bbox": [
            78,
            438,
            903,
            575
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "III.c. clinical studies of Zembrin :In this section, we will review the series of independent controlled clinical studies conducted at different sites demonstrating for the first time that the standardized Zembrin extract to be centrally active in cognition , memory and affective responses and to be safe and free from adverse events. The fMRI study conducted in Europe indirectly provides indirect evidence that Zembrin passes through the BBB (Blood-Brain Barrier) to modify the functional responses towards environmental cues capable of generating fear (100). The functional fMRI study is considered as a novel method to show a chemical moiety can penetrate the BBB to produce the brain activation responses while the participants are engaging in behavioral tasks under resting or stressful conditions. In a double-blind, placebo-controlled, cross-over design, 16 healthy participants were scanned during performance in a perceptual- load and an emotion-matching task. The reactivity of amygdala to fearful faces under low perceptual load conditions was attenuated after a single $2 5 ~ \\mathsf { m g }$ oral dose. Zembrin attenuated the emotional responses towards subcortical threat circuitry. The amygdala-hypothalamus coupling was adversely affected. The findings from fMRI study is consistent with imaging studies on emotional memory changes localized to medial temporal lobe in AD ( 100 ). ",
        "bbox": [
            78,
            590,
            908,
            789
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our research group examined the cognitive effects of the standardized Zembrin extract (abbreviated Zembrin) in a randomized placebo-controlled cross-over study of a cohort of cognitively healthy subjects ( $\\mathsf { n } = 2 7$ , mean age: 54.6 yrs) ( 101). Our results showed that for the first time Zembrin extract , at the daily oral dosage of 25 mg , for three weeks (56 ) as compared with the placebo group, selectively and significantly enhanced the cognitive measures of executive function ( $\\mathsf { p } < 0 . 0 3 2$ ) and cognitive flexibility ( $\\mathsf { p } < 0 . 0 2 2$ ) in the computerized neurocognitive battery Vital Signs. Zembrin also improved processing speed, psychomotor speed and complex attention. It is noteworthy that executive function encompasses higher-order cognitive processes: working ",
        "bbox": [
            78,
            804,
            898,
            911
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "memory, attention control, response inhibition and concept formulation, and is thought to be primarily driven by the prefrontal cortex. Executive functions are crucial for maintaining the cognitive homeostasis of the individuals in order to meet the demands of daily living. There is a growing body of evidence to indicate that impairment in executive functioning is present at the very earliest stage of Alzheimer dementia before marked memory deficits appear. In a large cohort study of healthy control subjects along with patients diagnosed as early Alzheimer dementia (AD) (102) and mild cognitive impairment (MCI) ( ${ \\mathsf { n } } = 7 9 3 $ ), multiple regression showed a significant relation between executive function and impaired instrumental activities of daily living predicting cognitive decline. The cognitive enhancing effect of Zembrin in humans are consistent with the positive results of our rodent study on the effect of Zembrin extract in the Morris water maze test ( 104 ). ",
        "bbox": [
            78,
            71,
            903,
            209
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In our study, we corroborated an earlier study of Zembrin in normal subjects ( 103 ) the subjective ratings of generalized well-being and positive mood states. Our cohort of healthy subjects who reported “uplifted spirits” and better coping with stress and depressing events . We observed that subjects taking Zembrin $\\textsuperscript { \\textregistered }$ reported improvement in the subjective quality of their sleep on the HAM-D subscale: The effects of Zembrin on mood and sleep are consistent with known function of PDE-4 and SSRI in regulating mood and enhancing cognition and improving sleep quality. Zembrin treated group found an overall improvement in sleep. Our finding is consistent with results from previous translational studies on PDE-4 in sleep regulation. In sleep deprivation model, the C57BL/6J mice when sleep deprived for 5 hours, showed selective impairment in cAMP/phosphokinase Adependent synaptic plasticity as reflected in the long-term potentiation (LTP) paradigm, in the hippocampus. (50). Treatment with PDE-4 inhibitor, rolipram, restored both sleep loss and LTP deficits (50). In sum,sleep deprivation attenuates cAMP signaling and CREB-mediated gene expression. ",
        "bbox": [
            76,
            224,
            901,
            392
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In two controlled clinical studies in healthy control subjects (Zembrin at oral dosage of $2 5 ~ \\mathsf { m g }$ , was safe and well tolerated ( 101,103). In both studies, no changes in blood pressure, pulse, temperature and weight in either the Zembrin group or the placebo group were found. The incidence of treatment emergent adverse events (TEAE) classed as “mild” and “moderate” was quite low, with no nausea or vomiting. Intriguing enough, the 3- month RCT study led by Neil et al (103) found that higher frequency of adverse events occurred in the placebo group. No abnormalities were found in the EKG indices as well as hematological indices, metabolic parameters (lipid, fasting glucose, electrolytes ),liver and kidney functions. The subjects reported a heightened sense of wellbeing and felt better to cope with stress but no euphoria occurred. No euphoria or abuse liability was found and consistent with the recent rodent study ( 95 ). No metabolic side effects were seen. The clinical studies agree with the series of Japanese canine and feline studies of Zembrin extract ( 80,81,82 ). No QT-prolongation effect of was observed with Zembrin extract dual targeting SSRI and PDE-4/PKA/CREB associated with epigenetic signature HAT. Gericke ( 71 ) reported for the first time on three case studies of Zembrin in patients diagnosed as major depression disorder ( $\\mathsf { n } = 2 )$ ) and dysthymia with co-morbid personality disorder ( $\\mathsf { n } { = } 1 \\mathsf { \\check { \\Pi } }$ ) and major depressive disorder. In the three subjects, Zembrin at 50 mg po was efficacious in improving depressive symptoms: sleep disturbances, anxiety and concentration difficulties and in 1 case, hypersomnia was resolved. ",
        "bbox": [
            76,
            407,
            900,
            636
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Sildenafil and tadalafil , the putative PDE-5 inhibitors, act through cGMP system and are indicated for erectile dysfunction ( 105). There is emerging interest in repurposing sildenafil indicated for erectile dysfunction for AD treatment . A recent prospective cohort study in men treated with sildenafil found an increased incidence of melanoma ( 105). On the other hand. Zembrin had no effect on growth or viability of HS27 and HepG2 cells following 24-hr exposure in vitro ( 79). ",
        "bbox": [
            78,
            651,
            897,
            728
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "IV. Conclusions and Future Directions ",
        "text_level": 1,
        "bbox": [
            80,
            741,
            388,
            755
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In summary, the preliminary translational studies extract Sceletium tortuosum (Zembrin $\\textsuperscript { \\textregistered }$ ) underscores the relevance of nutraceuticals in boosting brain health. A meta-analysis of micronutrient and flavonoid phytochemical intervention studies ( ${ \\mathsf { n } } = 3 9 _ { \\cdot }$ ). found positive treatment effects in executive function and spatial working memory (106 ). Impairment in executive functioning is present at the very earliest stage of Alzheimer dementia before marked memory deficits appear. Since PDE-4 isozyme primes cAMP-dependent intracellular network , potentiation of CREB as the PDE-4-cAMP cascade effector has been found to enhance cognition in highthroughput screening assays ( 17, 18). The model of PDE-coupled cAMP cascade hypothesizes that once the putative PDE-4 allosteric modulator or inhibitor interacts with PDE-4-coupled system, the downstream CREBmediated effector responses are filtered and amplified to induce diverse activities related to treatment of AD: targeting neurogenesis, remodeling the synapses, as well as resetting the neuron-microglia cross-talks . Long ",
        "bbox": [
            78,
            756,
            901,
            909
        ],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "term regulation of PDE-4-cAMP pathway is dependent upon the phosphorylation of CREB . Correlative evidence strongly suggests that activation of CREB-dependent gene expression is the crucial step within the complex molecular cascade that contributes towards memory formation and consolidation and synaptic plasticity. CREB phosphorylation is necessary for transcriptional activation and phosphorylated CREB has recently been proposed as the putative mechanistic biomarker in the development of cognition enhancers for the treatment of AD. The overall objective of PDE-4 based AD therapeutic development is directed towards activating the cognitive reserve and reprogramming the neural network to counteract the negative consequences of the pathological processes in AD in terms of beta-amlyoid aggregation and faulty clearance, tau hyperphosphorylation, neuro-inflammation, apoptosis , and disruption of cellular communication. In summary, the findings of our study highlight the family of mesembrenone related alkaloids from Sceletium tortuosum unlocks new therapeutic strategy for treatment and prevention of AD and raise the feasibility of screening for executive function in early AD. The findings warrant the design and development of biomarker-based preventive randomized controlled trial of Zembrin extract in MCI ( 107,108). The study will be predicated on the hypothesis that Zembrin extract will prevent the conversion of MCI to the early stage of AD. ",
        "bbox": [
            76,
            71,
            905,
            286
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Disclosure of potential conflict of interest: None of the authors have any potential conflicts of interest with the proprietary Zembrin extract. ",
        "bbox": [
            81,
            301,
            897,
            332
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "APPENDIX I ",
        "text_level": 1,
        "bbox": [
            279,
            426,
            380,
            443
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References. ",
        "text_level": 1,
        "bbox": [
            78,
            455,
            176,
            470
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.Thies W, Bleiler L, Alzheimer’s Association. Alzheimer’s Association report: 2013 Alzheimer’s disease: facts and figures. Alzheimers Dement 2013;9:208–45. ",
        "bbox": [
            73,
            483,
            877,
            513
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.Hugo J, Ganguli M. Dementia and cognitive impairment: epidemiology, diag- nosis, and treatment. Clin Geriatr Med 2014;30(3):421–42. http://dx.doi.org/10. 1016/j.cger.2014.04.001. ",
        "bbox": [
            76,
            529,
            864,
            560
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.Daffner K Promoting successful cognitive aging: a comprehensive review. J Alzheimer Dis 2010 19(4): 1101-   \n1121. ",
        "bbox": [
            76,
            587,
            880,
            618
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4. Benito E, Barco A.CREB's control of intrinsic and synaptic plasticity: implications for CREB-dependent memory models. Trends Neurosci. 2010 May;33(5):230-40. Epub 2010 Mar ",
        "bbox": [
            76,
            630,
            883,
            662
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.Sanderson TM, Sher E. The role of phosphodiesterases in hippocampal synaptic plasticity. Neuropharmacology.   \n2013 Nov;74:86-95. doi: 10.1016/j.neuropharm.2013.01.011. Epub 2013 Jan 25. ",
        "bbox": [
            75,
            672,
            885,
            705
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.Reneerkens OA, Rutten K, Steinbusch HW, Blokland A, Prickaerts J Selective phosphodiesterase inhibitors: a promising target for cognition enhancement. Psychopharmacology (Berl). 2009 Jan;202(1-3):419-43. ",
        "bbox": [
            75,
            715,
            874,
            748
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7. Blokland $\\mathsf { A } ,$ Menniti FS, Prickaerts J. PDE inhibition and cognition enhancement. Expert Opin Ther Pat. 2012 Apr;22(4):349-54. ",
        "bbox": [
            76,
            758,
            870,
            790
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "8. Bollen E, Prickaerts J. Phosphodiesterases in neurodegenerative disorders. IUBMB Life. 2012 Nov 5. doi:   \n10.1002/iub.1104. [Epub ahead of print] ",
        "bbox": [
            78,
            803,
            864,
            835
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "9. Xu Y, Zhang H.T, O'Donnell JM. Phosphodiesterases in the central nervous system: implications in mood and cognitive disorders. Handb Exp Pharmacol. 2011;(204):447-85. Review ",
        "bbox": [
            75,
            845,
            877,
            877
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "10.Saura CA, Valero J The role of CREB signaling in Alzheimer’s disease and other cognitive disorders. Rev Neurosci. 2011 22(2) : 153-69 ",
        "bbox": [
            83,
            888,
            843,
            920
        ],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "11.Zhihui Q. Modulating nitric oxide signaling in the CNS for Alzheimer's disease therapy.Future Med Chem. 2013 Aug;5(12):1451-68. ",
        "bbox": [
            83,
            71,
            898,
            103
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "12. Li YF, Cheng YF, Huang Y, Conti M, Wilson SP, O'Donnell JM, Zhang HT. Phosphodiesterase-4D knock-out and RNA interference-mediated knock-down enhance memory and increase hippocampal neurogenesis via increased cAMP signaling. J Neurosci. 2011 Jan 5;31(1):172-83. ",
        "bbox": [
            78,
            119,
            903,
            167
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "13. Rodefer JS, Saland SK, Eckrich SJ. Selective phosphodiesterase inhibitors improve performance on the ED/ID cognitive task in rats. Neuropharmacology. 2012 Mar;62(3):1182-90 ",
        "bbox": [
            78,
            178,
            895,
            210
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "14 Cheng YF, Wang C, Lin HB, Li YF, Huang Y, Xu JP, Zhang HT Inhibition of phosphodiesterase-4 reverses memory deficits produced by Aβ25-35 or Aβ1-40 peptide in rats. Psychopharmacology (Berl). 2010 Oct;212(2):181-91. Epub 2010 Jul 17 ",
        "bbox": [
            78,
            220,
            864,
            268
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "15.Rutten K, Basile JL, Prickaerts J, Blokland A, Vivian JA. Selective PDE inhibitors rolipram and sildenafil improve object retrieval performance in adult cynomolgus macaques. Psychopharmacology (Berl). 2008 Mar;196(4):643-8. ",
        "bbox": [
            78,
            279,
            898,
            313
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "16.Rutten K, Van Donkelaar EL, Ferrington L, Blokland A, Bollen E, Steinbusch HW, Kelly PA, Prickaerts JH. Phosphodiesterase inhibitors enhance object memory independent of cerebral blood flow and glucose utilization in rats. Neuropsychopharmacology. 2009 Jul;34(8):1914-25 ",
        "bbox": [
            78,
            323,
            905,
            371
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "17. Bitner S. Cyclic AMP response element binding protein (CREB) phosphorylation : a mechanistic marker in the development of memory enhancing Alzheimer’s disease therapeutics. Biochem. Pharmaocl. 2012 83(6):705-14. ",
        "bbox": [
            76,
            381,
            897,
            415
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "18. Keravis T, Lugnier C Cyclic nucleotide phosphodiesterase (PDE) isozymes as targets of the intracellular signaling network:benefits of PDE inhibitors in various diseases and perspectives for future therapeutic developments. Brit J Pharmac. 2012 165:1288-1305. ",
        "bbox": [
            78,
            425,
            866,
            472
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "19. Santos C, Costa J, Santos J, Vaz-Carneiro $\\mathsf { A } ,$ Lunet N. Caffeine intake and dementia: systematic review and meta-analysis. J Alzheimers Dis. 2010;20 Suppl 1:S187-204. Review ",
        "bbox": [
            76,
            483,
            885,
            516
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "20. Eskelinen MH, Kivipelto M Caffeine as a protective factor in dementia and Alzheimer’d disease. J Alzheimers Dis 2010 20 Suppl 1:S167-74. ",
        "bbox": [
            76,
            526,
            890,
            558
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "21. Eskelinen MH, Ngandu T, Tuomilehto J, Soininen H, Kivipelto M. Midlife coffee and tea drinking and the risk of late-life dementia: a population-based CAIDE study. J Alzheimers Dis. 2009;16(1):85-91 ",
        "bbox": [
            73,
            569,
            887,
            602
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "22. Cao C, Loewenstein DA, Lin X, Zhang C, Wang L, Duara R, Wu Y, Giannini A, Bai G, Cai J, Greig M, Schofield E, Ashok R, Small B, Potter H, Arendash GW. High Blood caffeine levels in MCI linked to lack of progression to dementia. J Alzheimers Dis. 2012;30(3):559-72. doi: 10.3233/JAD-2012-111781 ",
        "bbox": [
            76,
            612,
            890,
            660
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "23 Granzotto A, Zatta P. Resveratrol and Alzheimer's disease: message in a bottle on red wine and cognition.   \nFront Aging Neurosci. 2014 May 14;6:95. doi: 10.3389/fnagi.2014.00095. ",
        "bbox": [
            76,
            671,
            875,
            704
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "24. Chung JH Metabolic benefits of inhibiting cAMP-PDEs with resveratrol. Adipocyte. 2012 Oct 1;1(4):256-258 ",
        "bbox": [
            76,
            715,
            882,
            734
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "25.Yildirim F, Ji S, Kronenberg G, Barco A, Olivares R, Benito E, Dirnagl U, Gertz K, Endres M, Harms C, Meisel A. Histone acetylation and CREB binding protein are required for neuronal resistance against ischemic injury.PLoS One. 2014 Apr 18;9(4):e95465. doi: . ",
        "bbox": [
            76,
            747,
            893,
            794
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "26.Barral S, Reitz C, Small SA, Mayeux R. Genetic variants in a 'cAMP element binding protein' (CREB)-dependent histone acetylation pathway influence memory performance in cognitively healthy elderly individuals. Neurobiol Aging. 2014 Dec;35(12):2881.e7-2881.e10. doi: 10.1016 ",
        "bbox": [
            76,
            805,
            900,
            853
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "27.Traynor BJ, Renton AE. Exploring the epigenetics of Alzheimer disease. JAMA Neurol. 2015 Jan;72(1):8-9. doi:   \n10.1001/jamaneurol.2014.3057. ",
        "bbox": [
            78,
            867,
            897,
            900
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "28.Cortés-Mendoza J, Díaz de León-Guerrero S, Pedraza-Alva G, Pérez-Martínez L. Shaping synaptic plasticity: the role of activity-mediated epigenetic regulation on gene transcription.Int J Dev Neurosci. 2013 Oct;31(6):359-69. ",
        "bbox": [
            76,
            71,
            901,
            104
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "29 Pláteník J, Fišar Z, Buchal R, Jirák R, Kitzlerová E, Zvěřová M, Raboch J. GSK3β, CREB, and BDNF in peripheral blood of patients with Alzheimer's disease and depression. Prog Neuropsychopharmacol Biol Psychiatry. 2014 Apr 3;50:83-93. doi: 10.1016/j.pnpbp.2013.12.001. Epub 2013 Dec 12. ",
        "bbox": [
            76,
            119,
            903,
            169
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "30.Fuster-Matanzo A, Llorens-Martin M, Hernandex F, Avila J Role of Neuroinflammation in Adult Neurogenesis and Alzheimer Disease: Therapeutic approaches. Mediators of Inflammation 2013 ID260929 1-9. ",
        "bbox": [
            73,
            181,
            879,
            214
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "31.Jose Miguel Rubio-Perez and Juana Maria Morillas-Ruiz A Review: Inflammatory Process in Alzheimer's Disease, Role of Cytokines ScientificWorldJournal. 2012: 756357. ",
        "bbox": [
            75,
            226,
            844,
            258
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "32. Rabe KF Update on roflumilast, a phosphodiesterase 4 inhibitor for the treatment of chronic obstructive pulmonary disease Br J Pharmacol. 2011 May;163(1):53-67. ",
        "bbox": [
            73,
            268,
            856,
            301
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "33.Ghosh M, Garcia-Castillo D, Aguirre V, Golshani R, Atkins CM, Bramlett HM, Dietrich WD, Pearse DD. Proinflammatory cytokine regulation of cyclic AMP-phosphodiesterase 4 signaling in microglia in vitro and following CNS injury. Glia. 2012 Dec;60(12):1839-59 ",
        "bbox": [
            78,
            311,
            846,
            359
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "34. Perry VH, O'Connor V. The role of microglia in synaptic stripping and synaptic degeneration: a revised perspective. ASN Neuro. 2010 Oct 14;2(5):e0004 ",
        "bbox": [
            75,
            369,
            848,
            402
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "35.Kettenmann H, Kirchhoff F, Verkhratsky A. Microglia: new roles for the synaptic stripper. Neuron. 2013 Jan   \n9;77(1):10-8. ",
        "bbox": [
            76,
            412,
            872,
            445
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "36.Norden DM, Godbout JP. Review: microglia of the aged brain: primed to be activated and resistant to regulation. Neuropathol Appl Neurobiol. 2013 Feb;39(1):19-34. ",
        "bbox": [
            75,
            457,
            844,
            489
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "37. Aguzzi A, Barres BA, Bennett ML. Microglia: scapegoat, saboteur, or something else? Science. 2013 Jan   \n11;339(6116):156-67. ",
        "bbox": [
            78,
            502,
            857,
            535
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "38.Zhang HT. Cyclic AMP-specific phosphodiesterase-4 as a target for the development of antidepressant drugs.Curr Pharm Des. 2009;15(14):1688-98. Review ",
        "bbox": [
            73,
            545,
            843,
            578
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "39. Schaefer TL, Braun AA, Amos-Kroohs RM, Williams MT, Ostertag E, Vorhees CV.A new model of Pde4d deficiency: genetic knock-down of PDE4D enzyme in rats produces an antidepressant phenotype without spatial cognitive effects. Genes Brain Behav. 2012 Jul;11(5):614-619. ",
        "bbox": [
            76,
            588,
            887,
            636
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "40 .Kim HJ, Kim W, Kong SY. Antidepressants for neuro-regeneration: from depression to Alzheimer's disease.   \nArch Pharm Res. 2013 Nov;36(11):1279-90. doi: 10.1007/s12272-013-0238-8. ",
        "bbox": [
            76,
            652,
            877,
            684
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "41. Fujita M, Hines CS, Zoghbi SS, Mallinger AG, Dickstein LP, Liow JS, Zhang Y, Pike VW, Drevets WC, Innis RB, Zarate CA Jr. Downregulation of brain phosphodiesterase type IV measured with 11C-(R)-rolipram positron emission tomography in major depressive disorder. Biol Psychiatry. 2012 Oct 1;72(7):548-54. ",
        "bbox": [
            76,
            700,
            895,
            748
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "42. Lourenco CM, Kenk M, Beanlands RS, DaSilva JN. Increasing synaptic noradrenaline, serotonin and histamine enhances in vivo binding of phosphodiesterase-4 inhibitor (R)-[11C]rolipram in rat brain, lung and heart. Life Sci. 2006 Jun 20;79(4):356-64. Epub 2006 Feb 24. ",
        "bbox": [
            78,
            758,
            898,
            806
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "43. Slats D, Claassen JA, Verbeek MM, Overeem S. Reciprocal interactions between sleep, circadian rhythms and Alzheimer's disease: focus on the role of hypocretin and melatonin. Ageing Res Rev. 2013 Jan;12(1):188-200. ",
        "bbox": [
            76,
            818,
            888,
            849
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "44.. Anderson K, Bradley AJ. Sleep disturbances in mental Health Problems and neurodegenerative disorders. Nature and Science of Sleep 2013 5:61-75/ ",
        "bbox": [
            75,
            861,
            866,
            892
        ],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "45.Vecsey CG, Baillie GS, Jaganath D, Havekes R, Daniels A, Wimmer M, Huang T, Brown KM, Li XY, Descalzi G, Kim SS, Chen T, Shang YZ, Zhuo M, Houslay MD, Abel T. Sleep deprivation impairs cAMP signalling in the hippocampus. Nature. 2009 Oct 22;461(7267):1122-5. ",
        "bbox": [
            78,
            71,
            890,
            118
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "46. Robbert Havekes, Christopher G. Vecsey, and Ted Abel The impact of sleep deprivation on neuronal and glial signaling pathways important for memory and synaptic plasticity. Cell Signal. 2012 June; 24(6): 1251–1260 ",
        "bbox": [
            75,
            130,
            897,
            162
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "47.McCoy JG, Strecker RE. The cognitive cost of sleep lost. Neurobiol Learn Mem. 2011 Nov;96(4):564-82.   \nReview. 48. Vermeeren A, Coenen AM. Effects of the use of hypnotics on cognition. Prog Brain Res. 2011;190:89-103 .   \nReview. ",
        "bbox": [
            76,
            172,
            848,
            204
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "bbox": [
            78,
            217,
            875,
            248
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "49. Killgore WD. Effects of sleep deprivation on cognition.Prog Brain Res. 2010;185:105-29. Review. ",
        "bbox": [
            76,
            258,
            808,
            276
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "50. Homberg JR Serotonin and decision making processes. Neurosci Biobehav Rev. 2012 Jan;36(1):218-36. Epub   \n2011 Jun 12. ",
        "bbox": [
            76,
            287,
            900,
            319
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "51.Pimenova AA, Thathiah A, De Strooper B, Tesseur I. Regulation of amyloid precursor protein processing by serotonin signaling. PLoS One. 2014 Jan 21;9(1):e87014. doi: 10.1371/journal.pone.0087014. eCollection 2014. ",
        "bbox": [
            76,
            335,
            892,
            367
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "52 .Sheline YI, West T, Yarasheski K, Swarm R, Jasielec MS, Fisher JR, Ficker WD, Yan P, Xiong C, Frederiksen C, Grzelak MV, Chott R, Bateman RJ, Morris JC, Mintun MA, Lee JM, Cirrito JR. An antidepressant decreases CSF Aβ production in healthy individuals and in transgenic AD mice. Sci Transl Med. 2014 May 14;6(236):236re4. doi: 10.1126/scitranslmed.3008169 ",
        "bbox": [
            78,
            383,
            900,
            444
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "53 .Cirrito JR, Disabato BM, Restivo JL, Verges DK, Goebel WD, Sathyan A, Hayreh D, D'Angelo G, Benzinger ${ \\sf T } _ { \\prime }$ Yoon H, Kim J, Morris JC, Mintun MA, Sheline YI.Serotonin signaling is associated with lower amyloid- $\\cdot \\beta$ levels and plaques in transgenic mice and humans. Proc Natl Acad Sci U S A. 2011 Sep 6;108(36):14968-73. doi: 10.1073/pnas.1107411108. Epub 2011 Aug 22 ",
        "bbox": [
            78,
            457,
            903,
            520
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "54. Ramos-Rodriguez JJ, Molina-Gil S, Rey-Brea R, Berrocoso E, Garcia-Alloza M. Specific serotonergic denervation affects tau pathology and cognition without altering senile plaques deposition in APP/PS1 mice. PLoS One. 2013 Nov 21;8(11):e79947. doi: 10.1371/journal.pone.0079947. eCollection 2013. ",
        "bbox": [
            78,
            536,
            905,
            583
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "55.Cifariello A, Pompili A, Gasbarri A. 5-HT(7) receptors in the modulation of cognitive processes. Behav Brain Res. 2008 Dec 16;195(1):171-9. ",
        "bbox": [
            78,
            598,
            875,
            631
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "56Jorge RE, Acion L, Moser D, Adams HP Jr, Robinson RG. Escitalopram and enhancement of cognitive recovery following stroke.Arch Gen Psychiatry. 2010 Feb;67(2):187-96. ",
        "bbox": [
            75,
            647,
            892,
            680
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "57.Almeida S, Glahn DC, Argyropoulos SV, Frangou Sdoi: Acute citalopram administration may disrupt contextual information processing in healthy males. . Eur Psychiatry. 2010 Mar;25(2):87-9156. ",
        "bbox": [
            76,
            690,
            897,
            723
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "58. Porsteinsson AP, Drye LT, Pollock BG, Devanand DP, Frangakis C, Ismail Z, Marano C, Meinert CL, Mintzer JE, Munro CA, Pelton G, Rabins PV, Rosenberg PB, Schneider LS, Shade DM, Weintraub D, Yesavage J, Lyketsos CG; CitAD Research Group. Effect of citalopram on agitation in Alzheimer disease: the CitAD randomized clinical trial.JAMA. 2014 Feb 19;311(7):682-91. doi: 10.1001/jama.2014.93. ",
        "bbox": [
            76,
            738,
            898,
            801
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "59.Geldenhuys WJ, Van der Schyf CJ. Role of serotonin in Alzheimer's disease: a new therapeutic target? CNS Drugs. 2011 Sep 1;25(9):765-81 ",
        "bbox": [
            76,
            818,
            872,
            849
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "60.Cashman JR, Voelker T, Zhang HT, O'Donnell JM. Dual inhibitors of phosphodiesterase-4 and serotonin reuptake. J Med Chem. 2009 Mar 26;52(6):1530-9. ",
        "bbox": [
            76,
            861,
            846,
            892
        ],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "61. Richter W, Menniti FS, Zhang HT, Conti M. PDE4 as a target for cognition enhancement. Expert Opin Ther Targets. 2013 Sep;17(9):1011-27. doi: 10.1517/14728222.2013.818656. Epub 2013 Jul 25. ",
        "bbox": [
            80,
            71,
            872,
            103
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "62. Mori F, Pérez-Torres S, De Caro R, Porzionato A, Macchi V, Beleta J, Gavaldà A, Palacios JM, Mengod G. The human area postrema and other nuclei related to the emetic reflex express cAMP phosphodiesterases 4B and 4DJ Chem Neuroanat. 2010 Sep;40(1):36-42. Epub 2010 Mar 27. ",
        "bbox": [
            78,
            130,
            900,
            178
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "63. .Hirose R, Manabe H, Nonaka H, Yanagawa K, Akuta K, Sato S, Ohshima E, Ichimura M. Correlation between emetic effect of phosphodiesterase 4 inhibitors and their occupation of the high-affinity rolipram binding site in Suncus murinus brain. Eur J Pharmacol. 2007 ",
        "bbox": [
            78,
            188,
            897,
            234
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "64. Pinner NA, Hamilton LA, Hughes A. Roflumilast: a phosphodiesterase-4 inhibitor for the treatment of severe chronic obstructive pulmonary disease.Clin Ther. 2012 Jan;34(1):56-66. ",
        "bbox": [
            78,
            247,
            885,
            279
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "65.. Burgin AB, Magnusson OT, Singh J, Witte P, Staker BL, Bjornsson JM, Thorsteinsdottir M, Hrafnsdottir S, Hagen T, Kiselyov AS, Stewart LJ, Gurney ME. Design of phosphodiesterase 4D (PDE4D) allosteric modulators for enhancing cognition with improved safety. Nat Biotechnol. 2010 Jan;28(1):63-70. Epub 2009 Dec 27. ",
        "bbox": [
            78,
            290,
            898,
            337
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "66 .Gurney ME, Burgin AB, Magnusson OT, Stewart LJ Small molecule allosteric modulators of phosphodiesterase   \n4. Handb Exp Pharmacol. 2011 ( 204): 167-92. ",
        "bbox": [
            73,
            348,
            895,
            380
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "67.Vellas B, Sol O, Snyder PJ, Ousset PJ, Haddad R, Maurin M, Lemarié JC, Désiré L, Pando MP; EHT0202/002 study group. EHT0202 in Alzheimer's disease: a 3-month, randomized, placebo-controlled, double-blind study. Curr Alzheimer Res. 2011 Mar;8(2):203-12. ",
        "bbox": [
            78,
            391,
            887,
            438
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "68. Lacombe P, Chauret N, Claveau D, Day S, Deschênes D, Dubé D, Gallant M, Girard Y, Huang Z, Laliberté F, Lévesque JF, Liu S, Macdonald D, Mancini JA, Masson P, Nicholson DW, Nicoll-Griffith DA, Salem M, Styhler A, Young RN. Alkyl-bridged substituted 8-arylquinolines as highly potent PDE IV inhibitors. Bioorg Med Chem Lett. 2009 Sep 1;19(17):5266-9. ",
        "bbox": [
            78,
            449,
            888,
            512
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "69. Bruno O, Fedele E, Prickaerts J, Parker LA, Canepa E, Brullo C, Cavallero A, Gardella E, Balbi A, Domenicotti C, Bollen E, Gijselaers HJ, Vanmierlo T, Erb K, Limebeer CL, Argellati F, Marinari UM, Pronzato MA, Ricciarelli R. GEBR-7b, a novel PDE4D selective inhibitor that improves memory in rodents at non-emetic doses Br J Pharmacol. 2011 Dec;164(8):2054-63. ",
        "bbox": [
            76,
            522,
            905,
            585
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "70.Cashman JR, Voelker T, Johnson R, Janowsky A. Stereoselective inhibition of serotonin re-uptake and phosphodiesterase by dual inhibitors as potential agents for depression. Bioorg Med Chem. 2009 Jan 1;17(1):337-43. ",
        "bbox": [
            78,
            597,
            843,
            643
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "71. Gericke N, Viljoen AM. Sceletium--a review update. J Ethnopharmacol. 2008 Oct 28;119(3):653-63. doi:   \n10.1016/j.jep.2008.07.043. Epub 2008 Aug 8 ",
        "bbox": [
            76,
            655,
            859,
            689
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "72.Stafford GI, Pedersen ME, van Staden J, Jäger AK. Review on plants with CNS-effects used in traditional South African medicine against mental diseases. J Ethnopharmacol. 2008 Oct 28;119(3):513-37. doi: 10.1016/j.jep.2008.08.010. Epub 2008 Aug 15 ",
        "bbox": [
            76,
            705,
            901,
            753
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "73 Meyer GM , Wink CS, Zapp J, Maurer HH. GC-MS, LC-MSn, LC-high resolution-MSn, and NMR studies on the metabolism and toxicological detection of mesembrine and mesembrenone, the main alkaloids of the legal high \"Kanna\" isolated from Sceletium tortuosum. Anal Bioanal Chem. 2014 Sep 21. [Epub ahead of print] ",
        "bbox": [
            78,
            770,
            893,
            818
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "74. Patnala S, Kanfer I. HPLC analysis of mesembrine-type alkaloids in Sceletium plant material used as an African traditional medicine. J Pharm Pharm Sci. 2010;13(4):558-70. ",
        "bbox": [
            73,
            832,
            900,
            863
        ],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "75. Shikanga EA, Viljoen AM, Vermaak I, Combrinck S. A novel approach in herbal quality control using hyperspectral imaging: discriminating between Sceletium tortuosum and Sceletium crassicaule. Phytochem Anal. 2013 Nov-Dec;24(6):550-5. doi: 10.1002/pca.2431. ",
        "bbox": [
            78,
            71,
            895,
            118
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "76.McKhann GM, Knopman DS, Chertkow H, et al. The diagnosis of dementia due to Alzheimer’s disease: recommendations from the National Institute on Aging–Alzheimer’s Association workgroups on diagnostic guidelines for Alzheimer’s disease. Alzheimers Dement 2011;7:263–269. ",
        "bbox": [
            78,
            135,
            844,
            181
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "77.Vos SJ, Xiong C, Visser PJ, Jasielec MS, Hassenstab J, Grant EA, Cairns NJ, Morris JC, Holtzman DM, Fagan AM. Preclinical Alzheimer's disease and its outcome: a longitudinal cohort study. Lancet Neurol. 2013 Oct;12(10):957- 65. doi: 10.1016/S1474-4422(13)70194-7. Epub 2013 Sep 4. ",
        "bbox": [
            78,
            200,
            905,
            247
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "78. Vos SJ, Verhey F, Frölich L, Kornhuber J, Wiltfang J, Maier W, Peters O, Rüther E, Nobili F, Morbelli S, Frisoni GB, Drzezga A, Didic M, van Berckel BN, Simmons A, Soininen H, Kłoszewska I, Mecocci P, Tsolaki M, Vellas B, Lovestone S, Muscio C, Herukka SK, Salmon E, Bastin C, Wallin A, Nordlund A, de Mendonça A, Silva D, Santana I, Lemos R, Engelborghs S, Van der Mussele S; The Alzheimer’s Disease Neuroimaging Initiative, Freund-Levi Y, Wallin ÅK, Hampel H, van der Flier W, Scheltens P, Visser PJ. Prevalence and prognosis of Alzheimer's disease at the mild cognitive impairment stage. Brain. 2015 ",
        "bbox": [
            78,
            265,
            898,
            357
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "79. Harvey AL, Young LC, Viljoen AM, Gericke NP. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J Ethnopharmacol. 2011 Oct11;137(3):1124- 9. doi: 10.1016/j.jep.2011.07.035. Epub 2011 Jul 20. ",
        "bbox": [
            76,
            375,
            905,
            422
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "80. Hirabayashi, M., Ichikawa, K., Fukushima, R., Uchino, T., Shimada, H., 2002. Clinical application of South African tea on dementia dog. Japanese Journal of Small Animal Practice 21, 109–113 [Japanese]. ",
        "bbox": [
            76,
            439,
            877,
            472
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "81.Hirabayashi, M., Ichikawa, K., Yoshi, A., Shimada, K., Uchino, T., 2005. Clinical effects of South African Tea for dementia animal. Japanese Journal of Small Animal Practice 24, 27–31 [Japanese]. ",
        "bbox": [
            76,
            486,
            898,
            517
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "82.Hirabayashi, M., Ichikawa, K., Yoshi, A., Uchino, T., Shimada, K., 2004. Clinical effects of South African tea for Cat. Japanese Journal of Small Animal Practice 23, 85–89 [Japanese]. ",
        "bbox": [
            78,
            531,
            900,
            564
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "83.Head E. A canine model of human aging and Alzheimer's disease. Biochim Biophys Acta. 2013 Sep;1832(9):1384-9. doi: 10.1016/j.bbadis.2013.03.016. Epub 2013 Mar 23. ",
        "bbox": [
            78,
            578,
            781,
            611
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "84. Borghys H1 , Tuefferd M, Van Broeck B, Clessens E, Dillen L, Cools W, Vinken P, Straetemans R, De Ridder F, Gijsen H, Mercken M. A canine model to evaluate efficacy and safety of γ-secretase inhibitors and modulators. J Alzheimers Dis. 2012;28(4):809-22. doi: 10.3233/JAD-2011-111475. ",
        "bbox": [
            78,
            626,
            893,
            672
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "85. Bosch MN, Pugliese M, Gimeno-Bayón J, Rodríguez MJ, Mahy N. Dogs with cognitive dysfunction syndrome: a natural model of Alzheimer's disease. Curr Alzheimer Res. 2012 Mar;9(3):298-314 ",
        "bbox": [
            76,
            690,
            897,
            723
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "86. Yu CH, Song GS, Yhee JY, Kim JH, Im KS, Nho WG, Lee JH, Sur JH. Histopathological and immunohistochemical comparison of the brain of human patients with Alzheimer's disease and the brain of aged dogs with cognitive dysfunction J Comp Pathol. 2011 Jul;145(1):45-58. ",
        "bbox": [
            76,
            739,
            895,
            787
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "87. Dowling AL, Head E. Antioxidants in the canine model of human aging. Biochim Biophys Acta. 2012 May;1822(5):685-9. doi: 10.1016/j.bbadis.2011.09.020. Epub 2011 Oct 8. ",
        "bbox": [
            76,
            805,
            825,
            837
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "88.Head E, Murphey HL, Dowling AL, McCarty KL, Bethel SR, Nitz JA, Pleiss M, Vanrooyen J, Grossheim M, Smiley JR, Murphy MP, Beckett TL, Pagani D, Bresch F, Hendrix C. A combination cocktail improves spatial attention in a canine model of human aging and Alzheimer's disease. J Alzheimers Dis. 2012;32(4):1029-42 ",
        "bbox": [
            76,
            853,
            900,
            902
        ],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "89.Martin SB , Dowling AL, Head E. Therapeutic interventions targeting Beta amyloid pathogenesis in an aging dog model. Curr Neuropharmacol. 2011 Dec;9(4):651-61. doi: 10.2174/157015911798376217. ",
        "bbox": [
            76,
            71,
            875,
            106
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "90. Landsberg GM, Nichol J, Araujo JA. Cognitive dysfunction syndrome: a disease of canine and feline brain aging. Vet Clin North Am Small Anim Pract. 2012 Jul;42(4):749-68, vii. doi: 10.1016/j.cvsm.2012.04.003. Epub 2012 May 17. ",
        "bbox": [
            76,
            118,
            883,
            166
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "91.Landsberg $\\mathsf { G M } ^ { 1 }$ , Denenberg S, Araujo JA. Cognitive dysfunction in cats: a syndrome we used to dismiss as 'old age'. J Feline Med Surg. 2010 Nov;12(11):837-48. doi: 10.1016/j.jfms.2010.09.004 ",
        "bbox": [
            75,
            183,
            893,
            217
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "92.Landsberg GM, Deporter T, Araujo JA. Clinical signs and management of anxiety, sleeplessness, and cognitive dysfunction in the senior pet. Vet Clin North Am Small Anim Pract. 2011 May;41(3):565-90. doi: 10.1016/j.cvsm.2011.03.017. ",
        "bbox": [
            76,
            232,
            900,
            281
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "93.Fast R, Schutt ${ \\sf T } _ { \\prime }$ Toft $\\mathsf { N } ,$ Moller A, Beredt M An observational study with long-term follow-up of Canine Cognitive dysfunction: Clinical characteristics, survival and risk factors. J Vet Int Md 2013 27:822-829. ",
        "bbox": [
            75,
            296,
            849,
            329
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "94.Gunn-Moore DA Cognitive dysfunction in cats: clinical assessment and management. Top Companion Anim Med. 2011 Feb;26(1):17-24. doi: 10.1053/j.tcam.2011.01.005. ",
        "bbox": [
            76,
            347,
            874,
            380
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "95.Loria MJ , Ali Z, Abe N , Sufka KJ , Khan IA. Effects of Sceletium tortuosum in rats. J Ethnopharmacol. 2014 Aug 8;155(1):731-5. doi: 10.1016/j.jep.2014.06.007. Epub 2014 Jun 12. ",
        "bbox": [
            78,
            395,
            877,
            429
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "96.Murbach TS , Hirka G , Szakonyiné IP , Gericke N , Endres JR. A toxicological safety assessment of a standardized extract of Sceletium tortuosum [Zembrin $( \\textcircled{8} ) ]$ in rats. Food Chem Toxicol. 2014 Dec;74:190-9. doi: 10.1016/j.fct.2014.09.017. Epub 2014 Oct 6. ",
        "bbox": [
            78,
            444,
            890,
            493
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "97.Meyer GM , Wink CS, Zapp J, Maurer HH. GC-MS, LC-MSn, LC-high resolution-MSn, and NMR studies on the metabolism and toxicological detection of mesembrine and mesembrenone, the main alkaloids of the legal high \"Kanna\" isolated from Sceletium tortuosum. Anal Bioanal Chem. 2014 Sep 21. [Epub ahead of print] ",
        "bbox": [
            78,
            507,
            890,
            556
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "98. Patnala S, Kanfer I. HPLC analysis of mesembrine-type alkaloids in Sceletium plant material used as an African traditional medicine. J Pharm Pharm Sci. 2010;13(4):558-70. ",
        "bbox": [
            76,
            571,
            898,
            606
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "99.Shikanga EA, Hamman JH, Chen W, Combrinck S, Gericke N, Viljoen AM. In vitro permeation of mesembrine alkaloids from Sceletium tortuosum across porcine buccal, sublingual, and intestinal mucosa. Planta Med. 2012 Feb;78(3):260-8. doi: 10.1055/s-0031-1280367. Epub 2011 Nov 21. ",
        "bbox": [
            76,
            622,
            888,
            670
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "100. Terburg D, Syal S, Rosenberger LA, Heany S, Phillips N, Gericke N, Stein DJ, van Honk J. Acute effects of Sceletium tortuosum (Zembrin), a dual 5-HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus. Neuropsychopharmacology. 2013 Dec;38(13):2708-16. ",
        "bbox": [
            78,
            688,
            885,
            736
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "101.Chiu S, Gericke N, Farina-Woodbury M , Badmaev V, Raheb H, Terpstra K, Antongiorgi J, Bureau Y, Cernovsky Z, Hou J, Sanchez V, Williams M , Copen J, Husni M, Goble L. Proof-of-Concept Randomized Controlled Study of Cognition Effects of the Proprietary Extract Sceletium tortuosum (Zembrin) Targeting Phosphodiesterase-4 in Cognitively Healthy Subjects: Implications for Alzheimer's Dementia. Evid Based Complement Alternat Med. 2014;2014:682014. doi: 10.1155/2014/682014. Epub 2014 Oct 19 ",
        "bbox": [
            76,
            751,
            906,
            830
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "102. Martyr A. Clare L Executive function and activities of daily Living in Alzheimer’s Disease: a correlational metaanalysis. Dement Geriatrc Cogn Disord 2012 33: 189-203. ",
        "bbox": [
            78,
            844,
            901,
            876
        ],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "103. Nell H, Siebert M, Chellan P, Gericke N. A randomized, double-blind, parallel-group, placebo-controlled trial of Extract Sceletium tortuosum (Zembrin) in healthy adults. J Altern Complement Med. 2013 Nov;19(11):898-904. doi: 10.1089/acm.2012.0185. Epub 2013 Feb 26. ",
        "bbox": [
            78,
            71,
            908,
            118
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "104. Hana Raheb, Yves Bureau , Woodbury-Farina, M; Badmeav V; Gericke N., Terpstra K, Simon S. Chiu, , , Hou Jiruicn. Translational study of standardized Zembrin extract and mesembrenone targeting PDE-4 (Phosphodiesterase subtype 4) for regulation of Mood and Cognition. Symposium S 2-3: Cultivating Natural Bioactives International Conference Proceedings , London ON , July9-11, 2012. ",
        "bbox": [
            78,
            146,
            901,
            207
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "105.Li WQ, Qureshi AA, Robinson KC, Han J.Sildenafil use and increased risk of incident melanoma in US men: a prospective cohort study. JAMA Intern Med. 2014 Jun;174(6):964-70. ",
        "bbox": [
            83,
            224,
            895,
            256
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "70. Macready AL, Butler LT, Kennedy OB, Ellis JA, Williams CM, Spencer JP. Cognitive tests used in chronic adult human randomised controlled trial micronutrient and phytochemical intervention studies. Nutr Res Rev. 2010 Dec;23(2):200-29. Epub 2010 Aug 12 ",
        "bbox": [
            78,
            272,
            893,
            319
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "107. Drago V, Babiloni C, Bartrés-Faz D, Caroli A, Bosch B, Hensch T, Didic M, Klafki HW, Pievani M, Jovicich J, Venturi L, Spitzer P, Vecchio F, Schoenknecht P, Wiltfang J, Redolfi A, Forloni G, Blin O, Irving E, Davis C, Hårdemark HG, Frisoni GB. Disease tracking markers for Alzheimer's disease at the prodromal (MCI) stage. J Alzheimers Dis. 2011;26 Suppl 3:159-99. doi: 10.3233/JAD-2011-0043. ",
        "bbox": [
            78,
            330,
            882,
            392
        ],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "108 .Gomar JJ, Bobes-Bascaran MT, Conejero-Goldberg C, Davies P, Goldberg TE; Alzheimer's Disease Neuroimaging Initiative. Utility of combinations of biomarkers, cognitive markers, and risk factors to predict conversion from mild cognitive impairment to Alzheimer disease in patients in the Alzheimer's disease neuroimaging initiative. Arch Gen Psychiatry. 2011 Sep;68(9):961-9. doi: 10.1001/archgenpsychiatry.2011.96. ",
        "bbox": [
            78,
            407,
            872,
            470
        ],
        "page_idx": 18
    }
]