[
    {
        "type": "text",
        "text": "Review ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium—A review update ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "N. Gericke a, A.M. Viljoen b,∗ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a P.O. Box 937, Sun Valley 7985, South Africa b Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a r t i c l e i n f o ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 5 May 2008   \nReceived in revised form 16 July 2008   \nAccepted 21 July 2008   \nAvailable online 8 August 2008 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nAlkaloid   \nEthnobotany   \nMesembryanthemaceae   \nSceletium ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b s t r a c t ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is probable that plants of the genus Sceletium (Mesembryanthemaceae) have been used as masticatories and for the relief of thirst and hunger, to combat fatigue, as medicines, and for social and spiritual purposes by San hunter-gatherers (historically referred to as Bushmen) and Khoi pastoralists (historically referred to as Hottentots) for millennia before the earliest written reports of the uses of these plants by European explorers and settlers. The oral-tradition knowledge of the uses of Sceletium by indigenous peoples has largely been eroded over the last three centuries due to conflicts with settlers, genocidal raids against the San, loss of land, the ravages of introduced diseases, and acculturation. Wild resources of Sceletium have also been severely diminished by over-harvesting, poor veld-management, and possibly also by plant diseases. Sceletium was reviewed almost a decade ago and new results have emerged substantiating some of the traditional uses of one of South Africa’s most coveted botanical assets, and suggesting dietary supplement, phytomedicine and new drug applications. This review aims to collate the fragmented information on past and present uses, the alkaloid chemistry and pharmacological evidence generated on Sceletium. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "© 2008 Published by Elsevier Ireland Ltd. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction . 654   \n2. Botanical aspects . 654   \n3. Historical record . . 655   \n4. Recent ethnobotany . . 656   \n5. Alkaloid chemistry . 657   \n6. Pharmacological activity . . . 660   \n6.1. In vitro studies . 660   \n6.2. In vivo studies . 660   \n6.2.1. Historical . 660   \n6.2.2. Safety . 660   \n6.2.3. Efficacy . 661   \n6.2.4. Anecdotal/clinical data . 661   \n6.2.5. Clinical case reports . 661 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Concluding comments 662 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Acknowledgments . 662 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "References 663 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sceletium species are among the most commercially promising South African plants, with potential applications of raw material, extracts and isolated compounds spanning dietary supplement, natural medicine, veterinary and pharmaceutical uses. More than a decade has passed since the first ethnopharmacological review of this genus by Smith et al. (1996). There have since been significant advances in all aspects of Sceletium research, and an increasing number of commercial Sceletium products have appeared in the market place. Commercial Sceletium plantations have been established to address the need for sustainable supplies of standardised high quality raw material. The purpose of this review is to provide a short historical overview together with a comprehensive summary of past and recent developments in the chemistry, pharmacology, veterinary and clinical applications of Sceletium, and to highlight the lacunae in our present knowledge of this fascinating endemic South African succulent genus. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Botanical aspects ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The generic circumscription of Sceletium (Aizoaceae, subfamily Mesembryanthemoideae) had been reconsidered by various authors since the genus had been established in 1925 by N.E. Brown. This group of plants is characterised by the skeletonised leaf venation pattern visible in dried leaves (Fig. 1). In 1986, Bittrich argued for a broader circumscription of Phyllobolus which included Sceletium as one of five subgenera. Since Gerbaulet was unable to find a synapomorphy (a unique derived character) for Bittrich’s broad concept of Phyllobolus, she reinstated Sceletium as a genus (Gerbaulet, 1996). Using molecular techniques in combination with morphological characters, Klak et al. (2007) proposed a much expanded generic concept, whereby a single genus, Mesembryanthemum (including Sceletium), is recognized in the Mesembryanthemoideae. (For the purpose of this review Sceletium tortuosum (L.) N.E. Br. (=Mesembryanthemum tortuosum L.) will be used). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5720637d8126eb53ce0f9e37d7f01ed6ae50f6dfdd0bc8173b723ed6606d02e5.jpg",
        "img_caption": [
            "Fig. 2. Sceletium species are characterised by their decumbent habit, succulent leaves and flowers ranging from white, to light yellow or pink. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of the article.) "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/0b17e0b98f59307989b5087f5e9c6a1555df52e7126526a41bf4feb8a8797f6d.jpg",
        "img_caption": [
            "Fig. 1. Sceletium leaves showing the distinctive idiobasts on the leaf surface and the characteristic skeletonised appearance of the old leaves. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The genus name is derived from ‘sceletus’ meaning skeleton which refers to the prominent lignified veins visible in the dry and withered leaves (Fig. 1). Of the 22 species described by Brown (1926), 8 were recognized in the revision of Gerbaulet (1996); Sceletium crassicaule (Haw.) L. Bolus, Sceletium emarcidum (Thunb.) L. Bolus ex H.J. Jacobson, Sceletium exalatum Gerbaulet, Sceletium expansum (L.) L. Bolus, Sceletium rigidum, L. Bolus, Sceletium strictum L. Bolus, Sceletium tortuosum and Sceletium varians (Haw.) Gerbaulet. The species are distinguished on the basis of vegetative, flower, fruit and seed characteristics. In this revision several species are reduced to synonymy including Sceletium joubertii L. Bol., and Sceletium namaquense L. Bol. now considered to be part of Sceletium tortuosum. Sceletium exhibits a climbing or decumbent habit and have characteristic succulent leaves with “bladder cells” or idioblasts. The flowers range from white, yellow to pale pink (Fig. 2). The fruit capsule contains numerous kidney-shaped seeds which are brown to black in color. The genus is distributed in the south-western parts of South Africa and has an affinity for arid environments (Fig. 3). The vernacular names include kanna (Khoi) and kougoed (Afrikaans), the latter referring to the use of the plant material by chewing. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/c239d1e6423859cfa0d2f2def3b929b8237b4c3c12e121174d98c1a696a6b5aa.jpg",
        "img_caption": [
            "Fig. 3. Geographical distribution of Sceletium in South Africa (redrawn from Smith et al., 1998a,b). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Historical record ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The earliest unambiguous illustration of a Sceletium plant is a painting of the plant in the journal of Cape of Good Hope Governor Simon van der Stel’s expedition to Namaqualand in 1685 (Waterhouse et al., 1979; Smith et al., 1996; Scott and Hewett, 2008). There are two surviving copies of the painting, originally made by the apothecary Hendrik Claudius who accompanied this expedition, one in a collection at the library of Trinity College, Dublin (Waterhouse et al., 1979) and one in a volume of water colors known as the Codex Witsenii at the South African Museum in Cape Town (Wijnands et al., 1996). Both paintings show a flower typical of Sceletium as well as the characteristic skeletonised old lower leaves from which the genus name Sceletium is derived (Jackson, 1990). The species of Sceletium illustrated is not identifiable, but may represent Sceletium expansum (Scott and Hewett, 2008), Sceletium tortuosum, or Sceletium strictum (Fig. 4). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The information accompanying the illustration has been translated from the original Dutch (Waterhouse et al., 1979): “This plant is found with the Namaquas and then only on some of their mountains. It is gathered in October and is called Canna. It is held by them and surrounding tribes in as great esteem as the betel or areca with the Indians. They chew its stem as well as its roots, mostly all day, and become intoxicated by it, so that on account of this effect and its fragrance and hearty taste one can judge and expect some profit from its cultivation.” ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Namaqua name for Sceletium, recorded as Canna in Simon van der Stel’s journal, was later spelled as kanna by other writers (Smith, 1966). Some uncertainty has been caused by the occasional use of the same folk name, kanna, for plants of the genus Salsola, which are more commonly known as ganna (Smith, 1966). However there is no historical or extant evidence to suggest that Salsola species have masticatory, hunger- and thirstrelieving, mood-enhancing or other properties valued in Sceletium. In 1662, the Namaquas gave kanna and sheep to the Dutch in exchange for gifts, and the Commander of the Cape of Good Hope, Jan van Riebeek, regarded kanna as similar to ginseng (Smith, 1966). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/35c992451feca5670c721710d3f588af9f0087cb36a90e7e0008d483f7f05bd0.jpg",
        "img_caption": [
            "Fig. 4. Painting of a Sceletium species from Simon van der Stel’s Journal of 1685. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Kolben noted in 1738 that kanna was the “greatest Chearer of the Spirits, and the noblest Restorative in the World” (Smith et al., 1996). In 1924, Lewin noted that under the name kanna or channa, Kolben was referring to a plant whose root was used by the Hottentots as a means of enjoyment, which they “chewed, kept in their mouth for some time, thus becoming excited and intoxicated”, and the name channa designates certain species of Sceletium including Sceletium expansum and Sceletium tortuosum (Lewin, 1998). Both these species were illustrated in the 18th century (Emboden, 1979) (Fig. 5a and b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Carl Peter Thunberg, the Swedish botanist and physician who had been a student of Linneaus, made two journeys to the Eastern Cape between 1772 and 1774 and reported that valuable narcotic plants were found in the vicinity of the present-day town of Oudtshoorn in the Little Karoo, in the territory known as ‘Cannaland’, and formerly occupied by the Attaqua Khoikhoi (Gordon, 1996). This area of South Africa is still known as Cannaland at the present time. According to Thunberg (Forbes, 1986): “Kon, was a name given by the Hottentots to a shrub which grew here (Mesembryanthemum emarcidum) [now Sceletium emarcidum] and was famous all over the country. The Hottentots came far and near to fetch this shrub with the root, stalk and leaves which they stamp together, and afterwards twist them up like pig-tail tobacco; after which they let the mass ferment, and keep it by them for chewing, especially when they are thirsty. If chewed immediately after fermentation, it intoxicates. The word kon is said to signify a quid; the colonists call it canna root. It is found in the driest fields only, and is gathered chiefly by the Hottentots, who live near this spot. These afterwards hawke it about, frequently to a great distance, and exchange it for cattle and other commodities.” In this passage, Thunberg himself identifies the plant as Mesembryanthemum emarcidum, now Sceletium emarcidum. Thunberg further reported that the San “first chew canna (Mesembryanthemum), and afterwards smoke it”. The notes to this passage by the editor identifies canna as “various species of Sceletium, especially Sceletium tortuosum (Mesembryanthemaceae), esteemed for their narcotic properties when chewed or smoked” (Forbes, 1986). Thunberg reports on the use of Sceletium by the Khoi for quenching thirst, after first having been allowed to putrify. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It has been suggested that the Sceletium growing in the vicinity of the former areas of Attaqua and Inqua settlement allowed for the rise of powerful Khoi traders in Sceletium (Gordon, 1996). The Karoo also featured as a centre of Sceletium trade in the mid-nineteenth century when people of mixed Khoi and white ancestry traded in Sceletium, which was used to treat insomnia in adults, diarrhoea in children, and also chewed as a mild narcotic or intoxicant (Digby, 2005). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Afrikaans vernacular name kougoed, derived from “kou” (to chew) and “goed” (stuff) was first recorded for Sceletium tortuosum in about 1830 (Smith, 1966). Kauwgoed, was reported to be the leaves of a species of Sceletium (Laidler, 1928). Pappe included Mesembryanthemum tortuosum [=Sceletium tortuosum] in his Florae Capensis Medicae Prodromus. This book was intended as a commentary accompanying a “choice collection of Cape medical drugs sent by Messrs S.H. Scheuble & Co. to the Great London Exhibition of (a) W 室 W ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1851.” (Gunn and Codd, 1981). “This native of the Karoo appears to possess narcotic properties. The Hottentots, who know it as Kauwgoed, are in the habit of chewing it and become intoxicated, while the farmers use it in the form of a decoction or tincture, as a good sedative” (Pappe, 1868). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "According to Meiring, Sceletium tortuosum was reportedly widely used for its soporific effect on young children, including quieting them when suffering from “acidity”. One to two drops of fresh juice from green plants was given to a child who would enjoy a deep, quiet rest for a few hours (Meiring, 1898). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Hartwich and Zwicky (1914) conclude their scientific communication on Sceletium expansum and Sceletium tortuosum by stating that the indigenous people undoubtedly used the plant more for enjoyment than as a medicine. Although Sceletium is most commonly chewed, it is also used as a tea (Jacobsen, 1960; Smith et al., 1996; Van Wyk and Wink, 2004), taken as a tincture (Pappe, 1868), and occasionally used as a snuff or smoked. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The above-ground parts of both Sceletium expansum and Sceletium tortuosum are used in Namaqualand to make kougoed (Watt and Breyer-Brandwijk, 1962). Sceletium tortuosum has been chewed for the relief of toothache and abdominal pains, and is used by Nama people for the relief of pain and for the relief of hunger, while Nama mothers have been reported to chew the roots and spit the resulting saliva into a babies mouth (Watt and BreyerBrandwijk, 1962). San mothers are reported to have used Sceletium anatomicum [=Sceletium emarcidum] in the same way (Rood, 1994). Palmer reported that the juice of Sceletium strictum was used for teething in babies, and that Sceletium anatomicum [=Sceletium emarcidum] had once been the most popular member of the genus for the Khoi (Palmer, 1966). Rood includes the Afrikaans name “tandtrekbos” under the entry for Sceletium anatomicum [=Sceletium emarcidum] translated as “tooth-pulling bush” and quotes a report by Mr. P. van Breda, that if enough plant is eaten it can anaesthetize the lower jaw so that teeth can be pulled painlessly. The juice of the leaves of Sceletium anatomicum [=Sceletium emarcidum], mixed with a little milk is given to babies as a sleeping remedy, while chewing the leaves has a calming action, and is an excellent remedy for stomach problems (Rood, 1994). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Herre noted there were storekeepers in Namaqualand buying Sceletium from the locals for re-sale to others (Herre, 1971), and this retail trade continues to this day in rural trading stores when supplies are available. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4. Recent ethnobotany ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Excerpts from a translated interview with a local shepherd in Namaqualand, Mr. Lodewyk Mories, recorded on audiotape in Afrikaans in May, 1995 (Mories, pers. comm. 1995), part of which had first been reported in Smith et al. (1996): ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“Kougoed hides under other bushes. Occasionally it does grow in the open, but in general it prefers to grow under a bush. It has a small seed, so it blows to places where it is stopped, and it lies there and grows. . .. The plant grows in winter, when the rains come. In the summer when the growing is over, and the leaves get yellowish and wilted, it is at its best. At the end of the growing season when most of the leaves are dead, then it is more powerful. It still work when its green, but it is very juicy, and you will lose a lot through the juice that drains out. You pick the kougoed, cut off the root, and crush it with a rock, put it in a plastic bag, and tie it tightly. You can leave it in the sun to get warm. It is not necessary to keep it in the shade, it gets shade at night, and the sun doesn’t harm it. The plant is left to sweat. After two to three days you mix it all together, and close it up again for another five to six days. On the eighth day after crushing you open it and spread out to dry in the sun as when you dry raisins. You leave it out until it is dry. If you do not do the whole process, the plant won’t have power. . .. Small plants are not picked and are left for the following season. If you want to make kougoed for immediate use you can make a fire, scrape a hollow in the sand, put in [the freshly picked plant], cover with hot sand and leave for an hour. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "You use it when you feel like it. . .. You use it, then take it out of your mouth, and use it again when you want to. . .. It is not a poison; there is no such thing as too much. . . . . I am used to using it, I use it when I feel like it. . .. I ate a lot of kougoed, but now in my later years I am not so partial to it. Sometimes I eat it, and sometimes I don’t eat it for days. Sometimes I stay a month without it, but if I feel like it, then I will chew it. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[For use in infants] . . .a long-tailed sheep is slaughtered, the end portion of the tail is kept and scalded in hot water, and the hair scraped off. The softest part of the fat of a sheep is at the end of the tail. The tail is cut into fine pieces and fried together with kougoed. About [indicated a piece about 6 cm long] of the tail is used with a large pinch of kougoed [about a tablespoonful indicated]. When cool the oil is filtered through a cloth to get rid of the small pieces and sticks, and kept in a small bottle. . . .You use this for colic in babies, a teaspoon at a time given by mouth. It remains liquid. Another way is to put about 1⁄4 of a teaspoon of kougoed into a small piece of linen cloth; if you put more, say 1⁄2 a teaspoon, the baby will sleep for hours—you mustn’t make it too strong. A few drops of mothers’ milk is put in a spoon, and the cloth containing kougoed is dipped in the milk and pressed until the milk becomes brown in color. The brown liquid is given to the baby. The baby won’t suck on the cloth because it is salty and they don’t like the taste. If the child has winds or cramps, then it will sleep because the discomfort is relieved. The stomach will also work. If you don’t have milk you can use lukewarm water, and squeeze a few drops into the baby’s mouth. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Kougoed can be used together with alcohol; some people use them together, but you can also use it alone. . .. There was a lot of kougoed in the old days, and you could sell it to the shops. Then the people ran after the money. This was about fifty years ago [about 1945], when I was about 16 or 17 years old. Many people sold it. In Springbok [a town in Namaqualand] the shop-owners said that you must bring them kougoed. There are still shops that sell it. . . .. The sheep are not the reason there is so little left. I looked after sheep night and day for many years, and walked behind them. They taste it here and there, but it is not a main food. It is almost an accident that they take it. Many people say the sheep destroyed it, but this is not true.” ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5. Alkaloid chemistry ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The genus Sceletium, as for the family Amaryllidacae, produces alkaloids belonging to the crinane class of compounds. Based on the alkaloid skeleton, Jeffs et al. (1982) categorises the various Sceletium alkaloids into four structural groups: (1) the 3aaryl-cis-octahydroindole class (e.g. mesembrine), (2) the C-seco mesembrine alkaloids (e.g. joubertiamine), (3) alkaloids containing a 2,3-disubstituted pyridine moiety and 2 nitrogen atoms (e.g. Sceletium alkaloid A4) and (4) a ring C-seco Sceletium alkaloid A4 group (e.g. tortuosamine). The revision of Gerbaulet (1996) recognizes 8 species of Sceletium of which Sceletium strictum, Sceletium subvelutum (=Sceletium varians), Sceletium tortuosum, Sceletium joubertii and Sceletium namaquense have been studied exhaustively for their alkaloid composition. The latter two species are now considered synonyms of Sceletium tortuosum. Taking into consideration that the local utilization of Sceletium has included a number of species, that chemotypic variation is possible within a species, and that there is continued debate around the taxonomic nomenclature of the various taxa (and the Mesembryanthemaceae in general), all compounds that have been isolated from the genus Sceletium have been included, and presented in Fig. 6. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Phytochemical exploration of the genus Sceletium is believed to have commenced in 1898 when Meiring isolated a crude alkaloid mixture from Sceletium tortuosum. This was followed by the work of Zwicky (1914), who isolated several alkaloids including mesembrine and mesembrenine. It is believed that plant material of Sceletium tortuosum and Sceletium expansum was sent by Dr. Rudolf Marloth in South Africa to Prof. C. Hartwich in Zurich. The material was requested for E. Zwicky, a student of Prof. Hartwich who produced a dissertation “Über channa” in 1914. Rimington and Roets (1937) and later Popelak and Lettenbauer (1967) suggest that the “mesembrine” described by Zwicky was perhaps not a pure substance and corrected the molecular formula for mesembrine (C16H19O4N) first proposed by Zwicky. The correct formula (C17H23NO3) was later confirmed in the early 1960’s by the well-known German pharmaceutical company C.F. Boehringer and Soehne, and also by S.B. Penick in New York (Herre, 1971). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Popelak and Lettenbauer (1967) assembled all the research on Sceletium alkaloids in their book chapter dedicated to mesembrine alkaloids. In this comprehensive publication they elaborate on the isolation and synthesis of mesembrine, mesembrenine (=mesembrenone), mesembrinol (=mesembranol) and the probable artifact chinnamine. Jeffs and co-workers, based at Duke University in North Carolina (USA), worked extensively on the isolation and structural elucidation of Sceletium alkaloids and reported several novel structures between 1969 and 1982. The absolute configuration of the epimeric alcohols mesembranol and 6-epimesembranol was reported (Jeffs et al., 1969). In 1970, Jeffs et al. reported on the isolation and structural elucidation of some novel alkaloids from Sceletium strictum. Mesembranol (the major alkaloid) and its acetylated derivative, 4′-O-acetylmesembrenol was isolated together with 4′-O-demethylmesembrenol and 4′-Odemethylmesembranol. In addition to these new structures, previously isolated alkaloids were also mentioned, including mesembrine and mesembrenone. In the same year, Arndt and Kruger reported four alkaloids from Sceletium joubertii (now reduced to synonymy under Sceletium tortuosum). Joubertiamine represented a new structural class different from the known mesembranes. Joubertiamine, dehydrojoubertiamine and dihydrojoubertiamine were all referred to as the seco-mesembranes. In the same study, the structurally unrelated alkaloid, hordenine, was isolated. Continuing their work on Sceletium alkaloids, Jeff et al. (1971) reported a new alkaloid skeleton from Sceletium namaquense. Sceletium alkaloid A4 was characterised by a 2,3-disubstituted pyridine moiety. This structure was alluded to by Popelak and Lettenbauer (1967), and confirmed to be the same compound described by Jeff et al. (1971). Parallel to the publication of Jeff et al. (1971) South African scientists also isolated and reported the structure of Sceletium alkaloid A4 together with tortuosamine, both obtained from Sceletium tortuosum (Snyckers et al., 1971). In an attempt to unravel the biosynthetic pathway of the mesembrine-type alkaloids, Jeffs et al. (1974) isolated minor constituents from Sceletium namaquense (=Sceletium tortuosum) and Sceletium strictum. From the former species, \u00027- mesembrenone and N-formyltortuosamine were isolated while 4′-O-demethylmesembrenone together with sceletenone were isolated from Sceletium strictum. Using a combination of spectroscopic and X-ray methods, Capps et al. (1977) resolved the structure and absolute stereochemistry of (−)-mesembrane and 3′-methoxy4′-O-methyljoubertiamine isolated from Sceletium namaquense. Five new alkaloids were isolated from Sceletium namaquense and described by Jeffs et al. (1982). Three compounds resemble the joubertiamine molecule and were named 4-(3,4-dimethoxyphenyl)-4-[2-acetylmethylamino)ethyl]cyclohexanone, 4-(3-methoxy-4-hydroxy-phenyl)-4-[2-(acetylmethylamino)ethyl]cyclohexadienone and (−)-3′-methoxy-4′-O-methyljoubertiaminol. The structure of an unnamed alkaloid with a molecular formula of C20H26O3 and related to Sceletium alkaloid A4 was isolated together with N-acetyltortuosamine. Working on Sceletium subvelutinum (=Sceletium varians) Herbert and Kattah (1990) reported joubertiamine and five derivatives of this molecule. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The preponderance of research on Sceletium alkaloids has revolved around isolation and structural elucidation. Very little is known about the distribution and chemotaxonomic patterns of these alkaloids within the genus. Comparative analytical results for the various species are lacking. This may partially be due to the lack of commercially available analytical reference standards. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Smith et al. (1996) made a valuable contribution to address this void and elegantly summarised some ethnobotanical data and discussed the distribution of psychoactive compounds in other genera of the Mesembryanthemaceae. This summary was followed by a second paper in 1998 also by Smith and co-workers in which 21 species (representing 9 genera) of the Mesembryanthemaceae were investigated for the presence of mesembrine-type alkaloids. Due to the lack of standards only a list of alkaloids eluting at specific retention times were noted. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has been mentioned in literature that the traditional method of preparation may alter the alkaloid profile. Smith et al. (1998a,b) mimicked the traditional fermentation process by bruising plant material together with some soil, and sealing this in a plastic bag for a period of time. The study reported a substantial increase in total alkaloid yield and the GC–MS profiles indicated that the ratios of compounds had changed during the fermentation process. It was also reported that mesembrine levels decreased with a corresponding increase in the levels of mesembrenone. This experiment was unfortunately carried out using different individual plants for the various experiments, so it is possible that the results observed were due to chemotypic variation between the plants, rather than the type of processing the material was subjected to. Using a similar approach Viljoen (2007, unpublished data) subdivided the aerial parts of a single robust plant into three portions. The three parts were processed as follows: (1) fresh material crushed under liquid nitrogen and transferred to a freeze drier for 36 h, (2) fresh material crushed under liquid nitrogen and the alkaloids immediately extracted and (3) fresh material gently bruised and dried at 50 ◦C for 48 h. The experiment was repeated five times. The alkaloids were extracted using an acid–base extraction method and the alkaloids were monitored by GC–MS. Analytical pure standards of mesembrenol, mesembrine and mesembrenone were used to confirm the identity of the various peaks. There was no significant difference in both total alkaloid yield as well as alkaloid ratios between the three treatments. A similar experiment will need to be devised to establish whether the traditional fermentation process, or traditional baking, does in fact influence Sceletium alkaloids quantitatively and/or qualitatively. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6c1dc06a20345a58c25c06e27faf253f6fb487f02aca5be0f69a1f8c3248cd01.jpg",
        "img_caption": [
            "Fig. 6. Structures of Sceletium alkaloids. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/62dffc0d200288dafd9dd3b9ec1027d666e94a6bd6ca3d3fbb04e40724745488.jpg",
        "img_caption": [
            "Fig. 6. (Continued ). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Recently Gaffney (2006) completed a survey of alkaloids in 15 genera of the Mesembryanthemaceae as part of a MSc thesis. This study provides a concise and useful summary of Sceletium alkaloids and the presence of 7 alkaloids were determined in three Sceletium species (Sceletium crassicaule, Sceletium rigidum and Sceletium tortuosum). The major compounds in the leaves of Sceletium tortousum were mesembrine > mesembranol > mesembrenone > mesembrenol. Interestingly, these compounds were not detected in the stems of the same plant. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The total alkaloid concentration in dry plant material of Sceletium tortuosum is very variable, from 0.05 to 2.3% (Gericke, 2002). It is rather surprising that despite the rapid development in analytical methods and the growing commercial interest generated locally and abroad in Sceletium-derived products, that the basic information on the quantitative and qualitative composition of alkaloids in the various species remains poorly explored. As is the case with most natural products, alkaloids are subjected to intrinsic and extrinsic factors which govern their production and accumulation in plants. These factors have yet to be explored in Sceletium. Furthermore, Sceletium taxonomy has remained a topic of contention between modern taxonomists, challenging the taxonomic authenticity of the species from which alkaloids have previously been isolated. The various studies cited above clearly highlight congruencies and anomalies in the past and present information recorded for the various taxa emphasising the urgent need for a thorough biosystematic study of the entire genus, and including adequate sampling across the entire distribution range for each species. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6. Pharmacological activity ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.1. In vitro studies ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "United States Patent 6,288,104 (Gericke and Van Wyk, 1999) discloses the use of mesembrine and related compounds, including novel compounds, as serotonin-uptake inhibitors, and the use of standardised amounts of these compounds in pharmaceutical formulations for use in the management of psychiatric and psychological conditions, including depression, anxiety, drug dependence, bulimia and obsessive-compulsive disorder. Professor Alan Harvey (pers. comm. 2008), confirmed the inhibitory activity of synthetic (−)-mesembrine on the serotonin transporter (Fig. 7). The inhibition of serotonin reuptake may be one of the possible mechanisms whereby ingestion of adequate doses of Sceletium can influence mood and anxiety states, and quality of sleep. Fig. 7 illustrates that mesembrine selectively inhibits the uptake of serotonin (5-HT), with limited inhibition of noradrenalin-uptake and dopamineuptake at much higher concentrations. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/d193b54ac6123ff9f5b35af7fd9ebb3391d61ddabaa940a4d7afc75428fffe34.jpg",
        "img_caption": [
            "Fig. 7. Mesembrine activity on monoamine uptake. The graph illustrates that mesembrine selectively inhibits the uptake of serotonin (5-HT), with limited inhibition of noradrenalin-uptake and dopamine-uptake at much higher concentrations. (By kind permission of Professor Alan Harvey, Strathclyde Institute for Drug Research. The synthetic (−)-mesembrine used in this study was prepared by Dr Douglass F. Taber of the Chemistry Department, University of Delaware.). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mesembrine-HCl has been demonstrated to be an inhibitor of phosphodiesterase-4 (PDE4) at an IC50 of 29 microM. (Napoletano et al., 2001). Cyclic AMP (cAMP) is a key second messenger compartmentalized within all cells, and cAMP signaling is influenced by approximately 20 subtypes of the PDE4 family. The selective inhibition of this family of enzymes generates profound functional effects and PDE4 inhibitors are currently drug targets for novel therapeutics for the treatment of inflammatory diseases, including asthma, chronic obstructive pulmonary disease, psoriasis, as well as treating depression (Houslay et al., 2005). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mesembrenone has been found to have cytotoxic activity against a murine non-tumoral fibroblast cell line and a human tumoral cell line (Molt4). Of 25 isolated Amaryllidaceae alkaloids tested, only mesembrenone showed some specificity against Molt4 cells in comparison to the fibroblast cells (Weniger et al., 1995). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.2. In vivo studies ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.2.1. Historical ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In 1889, Meiring injected an alkaloidal principle from Sceletium tortuosum into the skin of a frog, resulting in a marked hypnotic effect. Meiring later isolated alkaloid mixture from Sceletium tortuosum, and injected one to two drops under the skin of a frog resulting in an apparent effect within a few minutes, including rapid respiratory rate, marked moistness of skin, and uneasiness. After 10–12 min the respiratory rate became very slowed, and although the frog remained conscious, it could not right itself when placed on its back. Full recovery took place after 4–8 h. These results represent the average seen in a number of experiments with frogs, although in some cases the frog died. Meiring noted that even with a 10-fold increase in the dose used in frogs, the effect in guinea pigs was mild, with only uneasiness and refusal of food being noted. However, one guinea pig died 24 h later, while a second was fully recovered after 24 h (Meiring, 1898). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Watt and Breyer-Brandwijk (1962) report Zwicky’s contradictory assertion from his research in 1914 that isolated mesembrine had a “cocaine-like activity”, although weaker in action, and yet stated that it produced depression of the central nervous system in the frog, the rabbit, and man, rather than the stimulation one would expect from a cocaine-like action. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6.2.2. Safety ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hirabayashi et al. (2002) reported a safety study of Sceletium tortuosum administration to canines. Milled dry Sceletium tortuosum was given at a dose of 10 mg/kg twice a day to seven healthy beagle dogs, as well as one dog with dementia for 6 days. The plant material was mixed into the animals’ food. Preand post-feeding observations and blood tests were made, including red cell count, haemaglobin, haematocrit, white cell count, platelet count, blood urea nitrogen, creatinine, glucose, glutamicpyruvic transaminase, total cholesterol, and total protein. Holter monitoring of the ECG was done for the duration of the study. No changes in behaviour were noted in the healthy dogs, and there was no vomiting or diarrhoea. The blood tests showed no changes that could suggest abnormality in the haematology, liver and kidney functions, glucose, or lipid metabolism over the 6- day period. No adverse effects were noted in the dog suffering from dementia. There were no cardiac arrhythmias, and there were no adverse effects on cardiac function. It was concluded that Sceletium tortuosum can be given safely to canines at this dose. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hirabayashi et al. (2004), reported a safety study in cats. Six healthy cats aged from 2 to 10 years were given 100 mg/kg milled Sceletium tortuosum once a day for 7 days. Blood was taken before the study, and at the end of the study, for full blood count, platelets, urea, creatinine, glucose, total protein, total cholesterol, ALP (alkaline phosphatase), CPK (creatine phosphokinase), GPT (glutamate-pyruvic transaminase), and GOT (glutamic oxaloacetic transaminase). Measurement of body weights and body temperatures were done before and after the drug administration. During the administration period, general aspects were monitored, including appetite, vitality, excretion, and behavior. No adverse effects, including any diarrhoea or vomiting were observed during the observation period. A slight increase in daytime sleep was noted. In the case of blood chemistry, a slight decrease of GOT (glutamic oxaloacetic transaminase) and increase of ALP (alkaline phosphatase) were observed, however, these differences were within normal limits. No other changes were observed in blood count, blood chemistry, body weight or body temperature. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2.3. Efficacy ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hirabayashi et al. (2002) reported an efficacy study on Sceletium tortuosum administered to canines. Milled dry Sceletium tortuosum was given at a dose of 10 mg/kg once daily, in the evening, to seven dogs suffering from dementia for 6 days. The dogs had been diagnosed with dementia after having been brought to an animal hospital for incessant barking at night. The animals were treated as outpatients, after the owners had been instructed on how to mix the Sceletium into the dogs’ food, and how to observe for any adverse signs or symptoms. In all the study animals the barking at night either decreased significantly, or resolved completely. This study is preliminary evidence of the efficacy of Sceletium tortuosum for the alleviation of excessive night-time barking in dogs diagnosed with dementia. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hirabayashi et al. (2004) reported on five case studies of cats treated by veterinarians with Sceletium tortuosum for a range of problems, including tow cats with cage-stress in a cattery, one cat with travel-stress while traveling by car, one cat with excessive nocturnal meowing, and one cat with inadequate depth of anaesthesia for a denatk procedure from medetomidine as a sole anaesthetic. Ketamine could not be used as a co-anaesthetic in the latter animal. Doses of between 10 and 100 mg/kg of Sceletium tortuosum were administered, from single doses to daily doses for up to 6 months duration. Significant calming activity was noted in the two cats with cage-stress as well as in the cat with travel-stress, with a duration of action of 6–10 h after a single dose of Sceletium. The cat with excessive nocturnal meowing was well-controlled, and during the 6-month period of administration of Sceletium, no adverse effects, such as anorexia, diarrhoea or vomiting was observed. In the cat requiring anaesthesia for teeth-scaling, a single dose of Sceletium at 60 mg/kg administered before the medetomidine, kept the cat recumbent, with no physical restraint necessary. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hirabayashi et al. (2005) reported on the treatment with Sceletium of 31 dogs and 2 cats with clinical signs of dementia. All the animals were companion animals rated by the researchers having various degrees of dementia assessed by a dementia rating score. A key symptom in the dogs was uncontrolled nocturnal barking, and in the cats excessive nocturnal crying. Sceletium was owner-administrated as a single dose, once at night. Doses ranging from 2 to 90 mg/kg were given, and the duration of treatment ranged from 5 to 183 days. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The efficacy assessment was done by the owners of the companion animals. The most effective doses were those greater than 30 mg/kg, and cessation of barking was fairly rapid, within took ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "30 ± 20 min. All animals except one showed some efficacy, and owners were satisfied with the results in 61% of the cases, including 8 remarkably effective cases, and 12 moderately effective cases. No adverse effects were noted, including at the very high dose of 90 mg/kg, or for the long duration of 183 days. A dose–response was noted. A reduction in efficacy noted after continuous use could be reversed by a 2-day break. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2.4. Anecdotal/clinical data ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The physician and botanist Carl Wilhelm Ludwig Pappe reported that farmers use Sceletium tortuosum in the form of a decoction or a tincture, as a good sedative (Pappe, 1868). Isaac Meiring reported “some clinical experiments with a tincture of the dried plant [of Sceletium tortuosum] proved that it had decided anodyne [i.e. analgesic] properties without concomitant bad effects” (Meiring, 1898). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In 1914, Zwicky chewed 5 g of kougoed resulting in nausea, analgesia to the mouth, normal pulse, discomfort and stuffiness of the head, and loss of appetite. On a separate occasion he swallowed a decoction made from 15 g of kougoed, with similar results, but including headache, and the local anaesthetic action was found to be much weaker than cocaine (Watt and Breyer-Brandwijk, 1962). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Smith et al. (1996) reported the effect in two individuals of 2 g of kougoed held in the mouth with a small quantity of alcohol. A feeling of “tranquil mellowness” was experienced after 30 min, with no impairment of motor function, and no hallucinations. On a later occasion these same individuals took 1 g material, which on this occasion the material included root. The subjects experienced the same effect as before, but stronger. The effects of traditionally prepared kougoed was documented by Smith et al. (1996), and a wide range of effects were reported, including anxiolytic activity, improved social intercourse, decreased self-consciousness, synergistic effect with alcohol and with Cannabis, decreased substance abuse in poly-substance abuser, as well as feelings of relaxation, and a meditative state of mind. Three first-time users reported clouding of consciousness with doses that were high enough to be intoxicating. Ingestion of Sceletium gave pain relief from a bee-sting. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gericke (2002) reports that when taken in intoxicating doses, Sceletium tortuosum can cause euphoria, initially with stimulation, followed by sedation, but the plant is not hallucinogenic, and no severe adverse effects are known. Chronic use does not appear to result in a withdrawal state. Tinctures of the plant are useful clinically for treating anxiety, depression and stress. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.2.5. Clinical case reports ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Gericke (2001) reported on three case studies where Sceletium tortuosum in tablets and capsules had been prescribed or recommended by a general practitioner, a psychologist, and a psychiatrist, respectively. In the first case, the patien-t, a medical doctor, was suffering from severe depression of 4 months duration, with poor appetite, weight loss, insomnia, decreased energy and drive, anxiety, emotional liability and suicidal ideation. The patient was started on a tablet of 50 mg Sceletium daily. The patient initially reported a transient increase in anxiety after taking medication, which would last up to 3 h, but was no longer apparent after the first week of treatment. A sustained improvement in mood was reported, with a marked decrease in generalised anxiety. The patient’s insomnia improved at the onset of treatment. This low dose of Sceletium proved to be an effective anxiolytic and moodelevator in this patient. The Sceletium was discontinued after 4 months of continual use with no signs or symptoms of withdrawal. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the second case, a patient with a personality disorder was diagnosed as suffering from dysthymia by her psychologist. The patient felt despondent, socially withdrawn, felt tearful and empty, and had a feeling of pervasive sadness. There was no suicidal ideation, but mood was depressed alternating with anxiety, and there was loss of motivation and interest, with hypersomnia. In addition to ongoing therapy, Sceletium was recommended as a tablet of 50 mg daily. Within 10 days the patient said that her mood had lifted, and she was able to feel more focused, more engaged and not so socially “distant”. She doubled her dose of Sceletium to two 50 mg tablets daily just prior to her exams a month later, and described feeling less anxious and more able to cope with her usual examination anxiety. An interesting development on Sceletium was that the client described feeling less inclined to over-indulge in alcohol. The conclusion was made that while the client had personality problems that required ongoing therapy, the Sceletium had helped her feel more contained, had lifted her mood, and had also helped with the anxiety. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the third case, the patient presented with Major Depressive Disorder, with symptoms of depressed mood, increased sleep, overeating, anxiety, psychomotor agitation, and thoughts of death. The patient had initially attempted self-medication with a St. John’s Wort (Hypericum perforatum) product over the preceding 2 weeks, with minimal effect. The patient was started on Sceletium, 50 mg in the morning and at lunchtime. On the first day of Sceletium treatment the patients mood felt lifted, and her sleep pattern improved from an excess of 14 h sleep a day to 8 h a day. The patient reported an increase in energy and was able to spontaneously resume her housework. After 6 weeks of treatment with Sceletium together fully recovered and was maintained. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "7. Concluding comments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Although Sceletium tortuosum has so far received the most attention among the Sceletium species both for research and commercial development, it is clear that other species of Sceletium were certainly utilized in the past, including Sceletium emarginatum, Sceletium expansum, and Sceletium strictum. With further research, these species may also prove to be suitable candidates for product development. It is not yet apparent what the relative advantage would be of one species over another. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Sceletium species have enjoyed a wide range of uses: as masticatory, tea, relief of hunger, thirst, and fatigue, restorative, sedative, hypnotic, analgesic, antispasmodic, and mood-elevator, through to intoxicant. The spectrum of uses are likely to be dose-dependent, with the lowest doses of active alkaloids at the simple masticatory side of the spectrum of uses, and the highest doses at the intoxicating end of the spectrum. It is instructive that elderly rural users of kougoed in Namaqualand remove the quid of Sceletium well before any intoxication is experienced, and it is common to re-use the same piece of chewing material as and when they feel like it. This traditional use as a simple masticatory would seem to suggest that very little alkaloid is in fact ingested or absorbed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Sceletium is used as fresh plant material, baked fresh plant material, dried plant material, and dried “fermented” plant material. In some cases the entire plant is used, and in other the roots are first removed. With our present knowledge of the chemistry and biological activities of Sceletium it is not yet clear what the qualitative and quantitative phytochemical differences are between each of these forms of the raw material. Local users do say that the traditionally processed material is more powerful, in terms of intoxication potential, so that this processing may not be necessary for raw material intended for other uses. However we do not yet know what microbiological, enzymatic, or chemical processes occur during the “fermentation” or what affect this traditional processing has on the chemistry or biological activities in the raw product. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Manufactured Sceletium tortuosum products have increasingly been appearing on the market as natural supplement for stress, tension, low mood, and for treating anxiety and depression. The products are typically tinctures, tablets or capsule where the unit doses recommended in these products tend to be in the range from 50 to 200 mg of dried milled herbal material. Sceletium raw material is very variable in total alkaloid content, with the highest values being around 2% of the dry weight. Thus the highest doses of total alkaloid per unit dose of commercial products could be within the range of about 1–4 mg (Van Wyk and Wink, 2004). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The well-established history of use of Sceletium, extant longterm local use, and increasing use of manufactured Sceletium products with no known severe adverse effects, suggests that Sceletium is safe for human consumption. This is further supported by the documented safety in dogs treated with 10 mg/kg Sceletium given twice daily (Hirabayashi et al., 2002) and cats treated with 100 mg/kg per day (Hirabayashi et al., 2004), and dogs with dementia treated with up to 90 mg/kg per day. (Hirabayashi et al., 2005). These doses are far higher than the dose of approximately 1–2 mg/kg per day that humans typically ingest in the form of tablets or capsules. Animal studies (Hirabayashi et al., 2004, 2005) indicate potential veterinary applications for Sceletium, including sedative for cage-stress and travel-stress, and treatment of excessive nocturnal barking in dogs and crying in cats. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The in vitro activity of mesembrine and related compounds as serotonin-uptake inhibitors provides preliminary pharmacological support for the use of Sceletium in products for stress, anxiety and depression, and may also provide a rationale for the apparent lack of dependence seen with long-term Sceletium use. The in vitro activity of mesembrine as a PDE4 inhibitor is another mechanism whereby Sceletium may act as an antidepressant, and suggests additional therapeutic potential. The pharmacological study of Sceletium is still in its infancy, however, and a great deal of work remains to be done. We do not yet know whether these two activities will also be found for other Sceletium alkaloids, and if so, which compounds will have the most potent and selective activities. While the focus of pharmacological research for over 100 years has been on the alkaloids, the non-alkaloid components have been neglected, and may provide an entirely new field for Sceletium research. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It is hoped that formal placebo-controlled clinical studies on standardised Sceletium products will be undertaken to formally establish safety and efficacy, so that the great potential of this plant to assist people living with anxiety and depression and other health conditions can be realized. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The following individuals and institutions are thanked for their invaluable contribution; The South African Museum for permission to photograph and reproduce the painting of Sceletium in the collection known as the Codex Witsenii. Cornelia Klak at the Bolus Herbarium for comments on the taxonomy and nomenclature and Lyndy McGaw for sourcing dated literature in the library at Onderstepoort, David Gordon for providing a copy of his paper “From rituals of rapture to dependence: the political economy of Khoikhoi narcotic consumption”, Anne Digby for providing a copy of her paper “Self-medication and the Trade in Medicine within a multi-ethnic context: A case study of South Africa from the mid-nineteenth to mid-twentieth Centuries”, Edda Fiegert for hard work in sourcing a copy of Hartwich and Zwicky (1914), Olga Gericke for translating Hartwich and Zwicky (1914), Alan Harvey for providing the graph (Fig. 7) on the effect of synthetic mesembrine on monoamine uptake, Satoru Furukawa for providing copies and translations of the Japanese papers Hirabayashi et al. (2002), Hirabayashi et al. (2004), and Hirabayashi et al. (2005). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Arndt, R.R., Kruger, P.E.J., 1970. Alkaloids from Sceletium joubertii L. Bolus: the structure of joubertiamine, dihydrojoubertiamine and dehydrojoubertiamine. Tetrahedron Letters 37, 3237–3240.   \nBittrich, V., 1986. Untersuchungen zu Merkmalsbestand, Gliederung und Abgrenzung der Unterfamilie Mesembryanthemoideae (Mesembryanthemaceae Fenzl). Mitteilungen aus dem Institut für Allgemeine Botanik Hamburg 21, 5–116.   \nCapps, T.M., Hargrave, K.D., Jeffs, P.W., McPhail, A.T., 1977. Sceletium alkaloids. Part 7. Structure and absolute stereochemistry of (−)-mesembrane and 3-methoxy4-O-methyljoubertiamine, two minor bases from S. namaquense L. Bolus: X-ray analysis of (−)mesembrane hydrochloride monohydrate. Journal of the Chemical Society, Perkin Transactions 2, 1098–1104.   \nDigby, A., 2005. Self-medication and the trade in medicine within a multi-ethnic context: A case study of South Africa from the mid-nineteenth to mid-twentieth centuries. Social History of Medicine 18, 439–457.   \nEmboden, W., 1979. Narcotic Plants. Revised and Enlarged. Macmillan Publishing Co., Inc., New York.   \nForbes, E.S. (Ed.)., 1986. Carl Peter Thunberg. Travels at the Cape of Good Hope 1772–1775. Second Series No. 17, Van Riebeeck Society, Cape Town.   \nGaffney, C.D., 2006. A study of Mesembryanthemaceae alkaloids. MSc Thesis, University of Johannesburg, South Africa.   \nGerbaulet, M., 1996. Revision of the genus Sceletium N.E. Br. (Aizoaceae). Botanische Jahrbücher 118, 9–24.   \nGericke, N., 2001. Clinical application of selected South African medicinal plants. Australian Journal of Medical Herbalism 13, 3–17.   \nGericke, N., 2002. Plants, products and people: Southern African perspectives. In: Iwu, M., Wootton, J.C. (Eds.), Ethnomedicine and Drug Discovery. Elsevier, Amsterdam.   \nGericke, N., Van Wyk, B.-E., 1999. Pharmaceutical compositions containing mesembrine and related compounds. US Patent 6,288,104.   \nGordon, D., 1996. From rituals of rapture to dependence: the political economy of khoikhoi narcotic consumption, c.1487–1870. South African Historical Journal 35, 62–88.   \nGunn, M., Codd, L.E., 1981. Botanical Exploration of Southern Africa. A.A. Balkema, Cape Town.   \nHartwich, C., Zwicky, E., 1914. Wissenschaftliche Mitteilungen. Ueber Channa, ein Guussmittel der Hottentotten (Mesembrythanthemum expansum L. und M. tortuosum L.). Apotheker-Zeitung 94, 925–926.   \nHarvey, A., Personal communication to Nigel Gericke, April 2008.   \nHerbert, R.B., Kattah, A.E., 1990. The biosynthesis of Sceletium alkaloids in Sceletium subvelutinum L. Bolus. Tetrahedron 46, 7105–7118.   \nHerre, H., 1971. The Genera of the Mesembryanthemaceae. Tafelberg-Uitgewers, Cape Town.   \nHirabayashi, M., Ichikawa, K., Fukushima, R., Uchino, T., Shimada, H., 2002. Clinical application of South African tea on dementia dog. Japanese Journal of Small Animal Practice 21, 109–113 [Japanese].   \nHirabayashi, M., Ichikawa, K., Yoshi, A., Uchino, T., Shimada, K., 2004. Clinical effects of South African tea for Cat. Japanese Journal of Small Animal Practice 23, 85–89 [Japanese].   \nHirabayashi, M., Ichikawa, K., Yoshi, A., Shimada, K., Uchino, T., 2005. Clinical effects of South African Tea for dementia animal. Japanese Journal of Small Animal Practice 24, 27–31 [Japanese].   \nHouslay, M.D., Schafer, P., Zhang, K.Y., 2005. Keynote review: phosphodiesterase-4 as a therapeutic target. Drug Discovery Today 15, 11503–11519.   \nJackson, W.P.U., 1990. Origins and Meanings of Names of South African Plant Genera. University of Cape Town Ecolab, Cape Town.   \nJacobsen, H., 1960. Handbook of Succulent Plants. Vol. III. Mesembryanthemums (Ficoidaceae). Blandford Press, London.   \nJeffs, P.W., Hawks, R.L., Farrier, D.S., 1969. Structure of the mesembranols and the absolute configuration of mesembrine and related alkaloids. Journal of the American Chemical Society 91, 3831–3839.   \nJeffs, P.W., Ahmann, G., Campbell, H.F., Farrier, D.S., Ganguli, G., Hawks, R.L., 1970. Alkaloids of Sceletium species. III. The structures of four new alkaloids from S. strictum. Journal of Organic Chemistry 35, 3512–3518.   \nJeff, P.W., Luhan, P.A., McPhail, A.T., Martin, N.H., 1971. The structure of Sceletium alkaloid A4, a pyridine alkaloid from Sceletium namaquense: direct method Xray determination. Journal of the Chemical Society Chemical Communications, 1466–1467.   \nJeffs, P.W., Capps, T., Johnson, D.B., Karle, J.M., Martin, N.H., Rauckman, B., 1974. Sceletium alkaloids. VI. Minor alkaloids of S. namaquense and S. strictum. Journal of Organic Chemistry 39, 2703–2709.   \nJeffs, P.W., Capps, T.M., Redfearn, R., 1982. Sceletium alkaloids. Structures of five new bases from Sceletium namaquense. Journal of Organic Chemistry 47, 3611–3617.   \nKlak, C., Bruyns, P.V., Hedderson, T.A.J., 2007. A phylogeny and new classification for Mesembryanthemaceae (Aizoaceae). Taxon 56, 737–756.   \nKolben, P., 1738. The Present State of the Cape of Good Hope, vol. 1, 2nd ed., Medley, G. (trans.) Innys, W., Matiby, R., London.   \nLaidler, P.W., 1928. The magic medicine of the Hottentots. South African Journal of Science 25, 433–447.   \nLewin, L., 1998. Phantastica. Park Street Press, Rochester, Vermont.   \nMeiring, I., 1898. Notes on some experiments with the active principle of Mesembrianthemum tortuosum, L. Transactions of the South African Philosophical Society 9, 48–50.   \nMories, L., 1995. Personal communication to Dr Nigel Gericke. Interview recorded in Afrikaans on analogue audiotape near the farm Ratelkraal in Namaqualand.   \nNapoletano, M., Fraire, C., Santangelo, F., Moriggi, E., 2001. Mesembrine is an inhibitor of PDE4 that follows the structure-activity relationship of rolipram. Chemistry Preprint Archive, 303–308.   \nPalmer, E., 1966. The Plains of Cambdeboo, Revised edition. Jonathan Ball Publishers.   \nPappe, L., 1868. Florae Capensis Medicae, 3rd ed., Prodromus. An Enumeration of South African Plants used as Remedies by the Colonists of the Cape of Good Hope. W. Brittain, Cape Town.   \nPopelak, A., Lettenbauer, G., 1967. The mesembrine alkaloids. In: Manske, R.H.F. (Ed.), The Alkaloids, vol. 9. Academic Press, New York, pp. 467–482.   \nRimington, C., Roets, G.C.S., 1937. C. Notes upon the isolation of the alkaloidal constituent of the drug ‘channa’ or ‘kougoed’ (Mesembryanthemum anatomicum and M. tortuosum. Onderstepoort Journal of Veterinary Science and Animal Industry 9, 187–191.   \nRood, B., 1994. Uit die Veldapteek. Tafelberg, Cape Town.   \nScott, G., Hewett, M.L., 2008. Review. Pioneers in ethnopharmacology: The Dutch East India Company (VOC) at the Cape from 1650 to 1800. Journal of Ethnopharmacology 115, 339–360.   \nSmith, C.A., 1966. Common names of South African plants. Botanical Survey Memoir No. 35, Botanical Research Institute, Pretoria.   \nSmith, M.T., Crouch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. Journal of Ethnopharmacology 50, 119–130.   \nSmith, M.T., Field, C.R., Crouch, N.R., Hirst, M., 1998a. The distribution of mesembrine alkaloids in selected taxa of the Mesembryanthemaceae and their modification in the Sceletium derived ‘Kougoed’. Pharmaceutical Biology 36, 173–179.   \nSmith, G.F., Chesselet, P., Van Jaarsveld, E.J., Hartmann, H., Hammer, S., Van Wyk, B-E., Burgoyne, P., Klak, C., Kurzweil, H., 1998. Mesembs of the World. Briza, Pretoria.   \nSnyckers, F.O., Strelow, F., Wiechers, A., 1971. The structures of partial racemic Sceletium alkaloid A4 and tortuosamine, pyridine alkaloids from Sceletium tortuosum N. E. Br. Journal of the Chemical Society D, 1467–1469.   \nVan Wyk, B-E., Wink, M., 2004. Medicinal Plants of the World. Briza. Pretoria.   \nWaterhouse, G., De Wet, G.C., Pheiffer, R.H. (Eds.), 1979. Simon van der Stel’s Journey to Namaqualand in 1685. Human & Rousseau, Cape Town.   \nWatt, J.M., Breyer-Brandwijk, M.G., 1962. The Medicinal and Poisonous Plants of Southern and Eastern Africa, 2nd ed. Livingstone, London.   \nWeniger, B., Italiano, L., Beck, J.P., Bastida, J., Bergon˜ on, S., Codina, C., Lobstein, A., Anton, R., 1995. Cytotoxic activity of Amaryllidaceae alkaloids. Planta Medica 61, 77–79.   \nWijnands, D.O., Wilson, M.L., Toussaint van Hove, T. (Eds.), 1996. Jan Commelin’s Monograph on Cape Flora. Drawings and descriptions of the plants that the Hon. Simon van der Stel, Governor of the Cape of Good Hope, found on his great journey, 1685.   \nZwicky, E., 1914. “Über channa”. Dissertation. Zurich. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]