[
    {
        "type": "text",
        "text": "Acute Effects of Sceletium tortuosum (Zembrin), a Dual 5-HT Reuptake and PDE4 Inhibitor, in the Human Amygdala and its Connection to the Hypothalamus ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "David Terburg\\*,1,2,5, Supriya Syal2,3,5, Lisa A Rosenberger1, Sarah Heany2, Nicole Phillips2, Nigel Gericke4, Dan J Stein2 and Jack van Honk1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Department of Psychology, Utrecht University, Utrecht, The Netherlands; 2Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa; 3Department of Psychology, University of Toronto, Toronto, ON, Canada; 4HG&H Pharmaceuticals (Pty) Ltd, Bryanston, South Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The South African endemic plant Sceletium tortuosum has a long history of traditional use as a masticatory and medicine by San and Khoikhoi people and subsequently by European colonial farmers as a psychotropic in tincture form. Over the past decade, the plant has attracted increasing attention for its possible applications in promoting a sense of wellbeing and relieving stress in healthy individuals and for treating clinical anxiety and depression. The pharmacological actions of a standardized extract of the plant (Zembrin) have been reported to be dual PDE4 inhibition and 5-HT reuptake inhibition, a combination that has been argued to offer potential therapeutic advantages. Here we tested the acute effects of Zembrin administration in a pharmaco-fMRI study focused on anxiety-related activity in the amygdala and its connected neurocircuitry. In a double-blind, placebo-controlled, cross-over design, 16 healthy participants were scanned during performance in a perceptual-load and an emotion-matching task. Amygdala reactivity to fearful faces under low perceptual load conditions was attenuated after a single 25 mg dose of Zembrin. Follow-up connectivity analysis on the emotionmatching task showed that amygdala–hypothalamus coupling was also reduced. These results demonstrate, for the first time, the attenuating effects of S. tortuosum on the threat circuitry of the human brain and provide supporting evidence that the dual 5-HT reuptake inhibition and PDE4 inhibition of this extract might have anxiolytic potential by attenuating subcortical threat responsivity. Neuropsychopharmacology (2013) 38, 2708–2716; doi:10.1038/npp.2013.183; published online 21 August 2013 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: anxiety; amygdala; hypothalamus; phosphodiesterase; serotonin; sceletium ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The South African endemic plant Sceletium tortuosum (L.) N.E. Br. (synonym Mesembryanthemum tortuosum L.), of the succulent family Mesembryathemaceae, has a long history of traditional use by San and Khoikhoi people as a masticatory and medicine (Smith et al, 1996) and later by colonial farmers as a psychotropic in tincture form (Pappe, 1868). Over the past 15 years, the plant has attracted increasing attention for its hypothesized applications in promoting a sense of wellbeing and relieving stress in healthy individuals and for treating anxiety and depression in clinically anxious and depressed patients (Gericke and Viljoen, 2008). A recent in vivo study in rats demonstrated a positive effect of an extract of S. tortuosum on restraintinduced anxiety (Smith, 2011), and a small series of case reports described preliminary evidence for antidepressant and anxiolytic activity in patients suffering from major depression who were treated with tablets of milled S. tortuosum raw material (Gericke, 2001). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The mechanisms of action on the central nervous system (CNS) of a standardized extract of S. tortuosum (Zembrin) were recently identified as comprising blockade of the serotonin (5-HT) transporter and selective inhibition of the phosphodiesterase-4 (PDE4) enzyme (Harvey et al, 2011). 5-HT reuptake inhibitors (SSRIs) are widely used for the treatment of anxiety disorders and depression (Pringle et al, 2011). However, a combination of SSRIs with a PDE4 inhibitor has been argued to have synergistic therapeutic potential in CNS disorders by providing greater symptomatic efficacy and broader therapeutic utility than either as a drug on its own. In particular, repeated treatment with SSRIs can upregulate PDE4 (Ye et al, 2000), which in turn reduces the sensitivity to SSRIs in response to long-term treatment, suggesting that dual treatment with SSRIs and PDE4 inhibitors may be a promising approach (Cashman et al, 2009). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cyclic nucleotide PDEs comprise a diverse group of enzymes that are important regulators of signal transduction. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PDEs are classified into 11 families based on sequence homology, substrates and regulation by modulators. Enzymes in the PDE4 family catalyze the hydrolysis of cyclic AMP (cAMP) and have a critical role in controlling the intracellular concentration of cAMP and increasing phosphorylation of cAMP-response element-binding protein (Li et al, 2009). PDE4s are found throughout the brain (Perez-Torres et al, 2000), but their levels are decreased in unmedicated depressed individuals (Fujita et al, 2012). This reflects a downregulation of the cAMP cascade that can potentially be restored using PDE4 inhibitors (Duman et al, 1999), an idea which is supported by an increasing number of animal studies that indicate the potential of PDE4 inhibitors for novel treatments of anxiety and depression (Halene and Siegel, 2007; Li et al, 2009). Indeed, the prototypical PDE4 inhibitor rolipram has been shown in both animal (Saccomano et al, 1991) and clinical (Fleischhacker et al, 1992) studies to have antidepressant activity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A consistent challenge in translating these pre-clinical studies of PDE4s into clinical practice has been the side effects (Duman et al, 1999); in particular nausea and vomiting (Rock et al, 2009). The combination of SSRIs and PDE4 inhibitors might therefore not only have synergistic therapeutic potential but may allow for lower PDE4 doses that are better tolerated. Zembrin has been found to be safe and well-tolerated at doses of 8 and 25 mg taken orally once a day in a randomized, double-blind, parallel-group, placebo-controlled clinical trial, supporting the ethnobotanical record of safe use of S. tortuosum (Nell et al, 2013). Here, we report a functional magnetic resonance imaging (fMRI) study that is the first to test the activity of S. tortuosum (Zembrin) in the human brain and is thereby also the first study on the effects of a dual PDE4 and 5-HT reuptake inhibitor in humans. The present study was designed to test the effects of a single administration of Zembrin (25 mg) on anxiety-related activity in the human brain. A reliable and often used index of fear responsivity and anxiety in the human brain is the blood oxygenation level-dependent (BOLD) response to facial threat in the bilateral amygdala as measured with fMRI (Freitas-Ferrari et al, 2010). The amygdala can be considered a hub in the brain’s threat system involved in threat detection and subsequent promotion and regulation of defensive reactions in the subcortical threat circuit, particularly the hypothalamus, midbrain, and brainstem (Davis and Whalen, 2001; Walker et al, 2003). Moreover, the amygdala relays threatening information to the cortex and orchestrates, together with cortical structures, the regulation of fear and anxiety (Kim et al, 2011; Terburg et al, 2012). Given this diverse role in threat processing, we used two fMRI experiments to independently assess anxiety-related amygdala activation (Bishop et al, 2007) and functional connectivity of the amygdala with the threat circuit of the brain (Fisher et al, 2011; Hariri et al, 2002; Kirsch et al, 2005; van Wingen et al, 2010; van Wingen et al, 2008). As the amygdala is involved in the regulation of fear responsivity in the subcortical threat circuit (hypothalamus and midbrain), as well as with controlling mechanisms in the prefrontal cortex (PFC), we specifically focused the latter analysis on these areas. We hypothesized that administration of Zembrin would reduce anxiety-related amygdala activity as well as functional connectivity of the amygdala with the cortical and/or subcortical threat circuit. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Investigational Product ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The active ingredient of Zembrin is a standardized and characterized aqueous ethanolic (purified water 30% V/V and ethanol 70% V/V, spray-dried onto a maltodextrin carrier) extract of the above ground material of a cultivated traditionally used selection of the South African plant S. tortuosum. Figure 1 shows the chemical structures of the four active alkaloids (mesembrenone, mesembrenol, mesembranol, and mesembrine), which were quantified by high pressure liquid chromatography (HPLC) analysis against validated analytical reference standards (Harvey et al, 2011). See Supplementary Information for a detailed description. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Each active opaque white size-1 hardshell gelatin capsule, lot number NG022, contained 25 mg of Zembrin together with inert excipients, equivalent to 50 mg of dry raw aboveground S. tortuosum plant material. Placebo capsules, lot number NG009, contained only inert excipients. Both placebo and active capsules were identical in size, color, opacity, and odor and were manufactured to GMP by Archon Vitamin Corporation, New Jersey, USA. This study was approved by the Clinical Trials Committee of the Medicines Control Council of South Africa. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Participants and Procedure ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sixteen (eight female) right-handed, healthy undergraduate students (aged 18–21 years, mean ¼ 19.2 years) from the University of Cape Town participated in this study. All participants were right-handed, medication-free, had no history of neurological disease or psychopathology (screened using Mini-International Neuropsychiatric Interviews (Sheehan et al, 1998)), had normal or corrected-to-normal vision, and received transportation and remuneration for research time (research credit or ZAR200). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Each participant was scanned once after Zembrin and once after placebo administration, separated by 5–9 days (mean ¼ 6.8 days), and counterbalanced across participants. Researchers remained blind to administration conditions. Each scan session took place promptly at 2 h post administration. Participants were monitored for the entire duration between administration and scanning and were asked to report any mood changes or side effects (see Supplementary Table S1). After the final session, participants were asked to identify the session that involved administration of the investigational product, which was correctly identified by nine participants, which is not significantly (one-tailed binomial test; P ¼ 0.30) above chance level. Response to this question, as well as gender, were entered as covariates in all fMRI analyses but did not change the results. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/4ec52f1c146ac72df5a014e725a71d4f15be5bc6f8052914362d11ba9f04373d.jpg",
        "img_caption": [
            "Figure 1 Structures of the four main mesembrine alkaloids that are quantified by HPLC to define the alkaloid content and composition of the extract of Sceletium tortuosum (Zembrin). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Perceptual-Load Task (PLT) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The PLT was adapted from Bishop et al (2007). In each trial, participants saw a string of six letters superimposed on a task-irrelevant unfamiliar face for 200 ms. Participants were required to decide whether the letter string contained an ‘X’ or ‘N’. The letter string comprised six Xs or Ns in the lowload condition, and a single target letter and five non-target letters (HKMWZ) arranged in a semi-random order in the high-load condition. Target letters appeared in each position equally often. Participants responded by a single key press using button boxes held in each hand. ‘N’ and ‘X’ responses were counterbalanced for hand across participants. The faces were of eight different individuals with fearful and neutral expressions (Ekman and Friesen, 1976). Data were acquired for a total of 12 blocks in the high-load and 12 blocks in the low-load condition wherein each block consisted of 4 trials. Load stayed constant across all trials within a block, but emotion varied on a trial-by-trial basis such that each block contained two fearful and two neutral faces presented in a random order. Within blocks, the interstimulus interval was randomly jittered with a mean of 4.5 s and a minimum of 3 s. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous research has shown that the PLT can assess stateanxiety-related amygdala activity. Fearful compared with neutral faces induce threat responses, which under high-load conditions are inhibited in favor of task performance (Bishop, 2008; Lavie, 1995). In low-load conditions, however, inhibition of the threat response is not necessary for correct performance, and amygdala reactivity to the fearful compared with neutral faces correlates with state anxiety (Bishop et al, 2007). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Emotion-Matching Task (EMT) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The EMT was adapted from Hariri et al (2002). Four blocks of an emotion-matching task were interleaved with five blocks of a sensorimotor-control task involving shape matching. During each 5-s trial in the emotion condition, participants saw a target face on top and two probe faces at the bottom. Participants’ task was to match the emotion of the face on top with one of the other faces using a left or a right key press (corresponding to the position of the face). During the sensorimotor-control shape-matching trials, participants saw oval shapes in a configuration analogous to the faces and were instructed to match the orientation of the oval (vertical or horizontal ellipses) on top to the ovals on the bottom. The emotional faces expressed anger or fear (Tottenham et al, 2009), and luminosity of the oval shapes was matched to that of the faces. Each block consisted of six trials, and blocks were interspersed by a 2-s presentation of instructions for the next block (ie ‘match emotion’ or ‘match shape’). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The EMT contrasts emotion with shape-matching blocks and is thereby a reliable amygdala activator (Hariri et al, 2002), which is stable over multiple sessions (Manuck et al, 2007). Recent evidence also indicates that the EMT provides a valid measure of pharmacological and staterelated changes in connectivity patterns of the amygdala with cortical (van Wingen et al, 2010; van Wingen et al, 2008) as well as subcortical structures (Kirsch et al, 2005). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI Acquisition ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Participants were scanned in a 3-T Allegra Siemens head scanner (VA25 platform, Siemens Medical Systems GmBH, Erlangen, Germany), using a four-channel receiver. A highresolution T1-weighted anatomical volume (magnetizationprepared rapid gradient echo) was collected in between the two functional runs using the following parameters: TR/ TE ¼ 2.53 s/6.6 ms, FA ¼ 71, FOV ¼ 256 \u0002 256 \u0002 171, and voxel-size ¼ 1.0 \u0002 1.0 \u0002 1.3 mm. Functional volumes (echo-planar imaging) were obtained with 36 interleaved-ascending axial slices, EPI factor ¼ 64, TR/TE ¼ 2 s/27 ms, flip angle ¼ 701, FOV ¼ 224 \u0002 224 \u0002 145 mm, and voxel-size ¼ 3.5 mm isotropic. Before the start of each task, five volumes were acquired and discarded to allow for stabilization of the MR signal, and 255 (PLT) and 150 (EMT) functional volumes were acquired for data-analysis. Task-stimuli were back projected onto a screen visible via an angled mirror attached to the helmet coil. Each task was explained to the participants in detail 15 min before the scan, and they completed practice rounds in the scanner before the start of each task. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI Analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All MR images were processed and analyzed using SPM8 (www.fil.ion.ucl.ac.uk/spm; Wellcome Department of Imaging Neuroscience, London, UK). Functional volumes were realigned to the first image in the series. The anatomical volume was coregistered to the mean realigned image and transformed to standard space (Montreal Neurological Institute; MNI) using the unified model as implemented in SPM8. As the PLT is an event-related design, these images were slice-time corrected with the 19th slice as reference. Functional volumes were transformed to MNI space using the parameters from the normalization of the anatomical volume, resampled to 2 mm isotropic, and smoothed with an 8-mm full-width half-maximum Gaussian smoothing kernel. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For both tasks, we applied a general linear model (GLM) to the single-subject data using a canonical hemodynamic response function, with the realignment parameters and a vector with the timing of the button presses convolved with a hemodynamic function as regressors of no interest, and a high-pass filter cutoff of 128 s. For both tasks, mean BOLD signal change from the bilateral amygdala were subsequently extracted for all individual contrast maps using the MarsBar toolbox (http://marsbar.sourceforge.net) and tested in repeated measures ANOVAs. In the GLM for the PLT, each trial was modeled with a box-car function for the duration of the stimulus and separate contrast maps were computed for each condition: LOAD (high, low), and EMOTION (fear, neutral). Contrast maps were entered in a full-factorial design and tested for effects of LOAD (high4low), EMOTION (fear4neutral), DRUG (Zembrin versus placebo), and their interactions (whole-brain family wise error (FWE) corrected Po0.05, and extend-threshold 20 voxels). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the GLM for the EMT, each block was modeled with a 30-s box-car function and separate contrast maps were computed for emotion and shape matching. A full-factorial design was used to test for main effects of CONDITION (emotion4shape), DRUG (Zembrin versus placebo) and their interaction (whole-brain FWE-corrected Po0.05, extend-threshold 20 voxels). Furthermore, we performed a region of interest (ROI) analysis to assess activity in the threat circuit (ventro-medial PFC/orbitofrontal cortex (vmPFC/OFC), amygdala, hypothalamus, and midbrain) with a ROI volume FWE-corrected Po0.05. ROIs were based on the Wake Forest University pickatlas (http://www.fmri.wfubmc.edu/download.htm), except for the hypothalamus, which was constructed by drawing an 8-mm sphere around the central coordinate (MNI: 0–2–13) of hypothalamus subregions recently described by Baroncini et al (2012). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The peak voxels of the contrast of interest indexing anxiety-related amygdala reactivity in the PLT were used for connectivity analysis in the EMT targeting the threat circuit. For each participant, time course (first eigenvariate) was extracted from the spheres of 6 mm around these peak voxels, and mean corrected for general task effects. These were used to assess connectivity for the whole task and both conditions separately by entering them in the original GLM, as well as for psycho-physiological interaction (PPI) analysis as implemented in SPM8 to assess differences between conditions. The resulting contrast maps were entered in the separate full-factorial models to test for DRUG effects in functional connectivity of the bilateral amygdala with the threat circuit (ROI-corrected). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PLT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "One participant performed below chance level (47% correct), which was 43 SDs below average (85%, SD ¼ 4), and was therefore excluded from analysis. A 2 \u0002 2 \u0002 2 repeatedmeasures ANOVA on the error rates with DRUG, LOAD, and EMOTION as within-subject factors revealed a significant effect of LOAD (F(1,14) ¼ 194.2, Po0.00001) but with no other main effects or interactions (all Ps40.27). Reaction times revealed the same pattern: a significant effect of LOAD (F(1,14) ¼ 57.4, Po0.00001) but with no other main effects or interactions (all Ps40.28; see Figure 2a). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In line with earlier studies with the PLT, whole-brain FWE-corrected positive main effects of LOAD (high4low) were observed bilaterally in the parietal and occipital cortices, anterior insula, precentral, and midfrontal PFC, and dorsal anterior cingulate cortex (see Table 1 and Figure 2b). No other main effects or interactions were observed using this statistical threshold. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A 2 \u0002 2 \u0002 2 repeated-measures ANOVA on the extracted mean signal in the bilateral amygdala, with DRUG, LOAD, and EMOTION as within-subject factors, showed a significant three-way interaction (F(1,14) ¼ 6.81, P ¼ 0.028, partial Z2 ¼ 0.30), as well as a main effect of LOAD (F(1,14) ¼ 13.02, P ¼ 0.003, partial-Z ¼ 0.48). As hypothesized, the three-way interaction was due to a significant attenuation of amygdala activity after Zembrin administration on the contrast fear4neutral in the low-load condition (F(1,14) ¼ 6.90, P ¼ 0.020, partial Z2 ¼ 0.33, see Figure 3a for the associated contrast estimates), which was non-significant in the high-load condition (F(1,14) ¼ 0.003, P ¼ 0.956). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8e5746c83067c5cda556300640a027a25b00c762e9bc16f5b07b7c9c009179ec.jpg",
        "img_caption": [
            "Figure 2 (a) Mean error rates and reaction times on the PLT (error bars represent SEM). (b) Increased BOLD signal in the high-load compared with low-load condition of the PLT plotted in a glass brain (whole-brain FWEcorrected, Po0.05). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Finally, to determine the peak voxels of this effect for further connectivity analyses we performed an ROI analysis on this particular contrast, which confirmed the significantly reduced amygdala reactivity for the left (58 voxels, P ¼ 0.008, peak voxel \u0003 26 0, \u0003 18, P ¼ 0.004) and right (13 voxels, P ¼ 0.025, peak voxel 24 4, –20, P ¼ 0.010) amygdala (see Table 1 and Figure 3b). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/32b83074ae1a9e4424e8b0dd9a3e98cba45b8f70110f0dfb9dbf367d9c6679ea.jpg",
        "table_caption": [
            "Table 1 Significant Clusters from the fMRI Analyses "
        ],
        "table_footnote": [
            "Abbreviations: ACC, anterior cingulate cortex; OFC, orbitofrontal cortex; PFC, prefrontal cortex; SMC, supplementary motor cortex. All effects are whole-brain FWE-corrected with an extend threshold of 20 voxels unless stated otherwise. Coordinates refer to MNI space. aFWE-corrected for ROI volume. bFWE-corrected cluster-threshold with uncorrected cluster-defining threshold Po0.001. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>Hemisphere</td><td>Cluster size</td><td>Cluster P-value</td><td>Peak T-value</td><td colspan=\"3\">Coordinate</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>×</td><td>Y</td><td></td></tr><tr><td colspan=\"8\">Perceptual load task:</td></tr><tr><td colspan=\"8\">High >low load (see also Figure 2b)</td></tr><tr><td>Parietal/occipital cortex</td><td>Left</td><td>1572</td><td><0.001</td><td>9.41</td><td>-28</td><td>-56</td><td>52</td></tr><tr><td></td><td>Right</td><td>543</td><td><0.001</td><td>7.42</td><td>30</td><td>-54</td><td>50</td></tr><tr><td>Anterior insula</td><td>Left</td><td>246</td><td><0.001</td><td>6.90</td><td>-30</td><td>24</td><td>0</td></tr><tr><td></td><td>Right</td><td>326</td><td><0.001</td><td>8.34</td><td>34</td><td>22</td><td>-4</td></tr><tr><td>Precentral PFC</td><td>Left</td><td>575</td><td><0.001</td><td>7.28</td><td>-44</td><td>4</td><td>36</td></tr><tr><td></td><td>Right</td><td>128</td><td><0.001</td><td>6.15</td><td>40</td><td>6</td><td>32</td></tr><tr><td>Midfrontal PFC</td><td>Left</td><td>50</td><td><0.001</td><td>6.63</td><td>-28</td><td>0</td><td>50</td></tr><tr><td></td><td>Right</td><td>22</td><td><0.01</td><td>5.48</td><td>28</td><td>0</td><td>50</td></tr><tr><td>Temporal/fusiform cortex</td><td>Left</td><td>136</td><td><0.001</td><td>6.31</td><td>-48</td><td>160</td><td>110</td></tr><tr><td>Dorsal ACC/SMC</td><td>Left/right</td><td>620</td><td><0.001</td><td>7.71</td><td>-2</td><td>16</td><td>50</td></tr><tr><td colspan=\"8\"></td></tr><tr><td>Placebo>Zembrin (low load: fear>neutral) (see also Figure 3b)</td><td></td><td>58</td><td><0.01a</td><td></td><td></td><td>0</td><td></td></tr><tr><td>Amygdala</td><td>Left</td><td>13</td><td><0.05a</td><td>3.81 3.56</td><td>-26 24</td><td>4</td><td>-18 -20</td></tr><tr><td>Amygdala</td><td>Right</td><td></td><td><0.05b</td><td></td><td></td><td>0</td><td></td></tr><tr><td>Dorsal striatum</td><td>Left</td><td>390</td><td><0.0-b</td><td>4.51</td><td>-10</td><td></td><td>16</td></tr><tr><td>Dorsal Striatum Precuneus</td><td>Right Left/right</td><td>629 230</td><td><0.05b</td><td>5.36 4.03</td><td>26 -12</td><td>4 -30</td><td>18 42</td></tr><tr><td colspan=\"8\"></td></tr><tr><td colspan=\"8\">Emotion matching task</td></tr><tr><td>Emotion >shape matching (see also Figure 4a)</td><td>Left</td><td>337</td><td><0.00</td><td>8.56</td><td>-38</td><td>-46</td><td>-20</td></tr><tr><td>Fusiform cortex/cerebellum</td><td>Left</td><td>82</td><td><0.001</td><td>6.77</td><td>-36</td><td>-70</td><td>-20</td></tr><tr><td></td><td>Right</td><td>2546</td><td><0.001</td><td>11.72</td><td>40</td><td>-42</td><td>-22</td></tr><tr><td>Frontal-inferior PFC</td><td>Left</td><td>263</td><td><0.001</td><td>6.50</td><td>-42</td><td>12</td><td>26</td></tr><tr><td></td><td>Right</td><td>718</td><td><0.001</td><td>8.33</td><td>42</td><td>16</td><td>24</td></tr><tr><td>Temporal cortex</td><td>Left</td><td>190</td><td><0.001</td><td>6.02</td><td>-26</td><td>16</td><td>-30</td></tr><tr><td></td><td>Right</td><td>88</td><td><0.001</td><td>6.86</td><td>48</td><td>-54</td><td>8</td></tr><tr><td></td><td>Right</td><td>104</td><td><0.001</td><td>6.36</td><td>56</td><td>-38</td><td>10</td></tr><tr><td>Amygdala</td><td>Left</td><td>107</td><td><0.001</td><td>6.28</td><td>-24</td><td>0</td><td>-20</td></tr><tr><td></td><td>Right</td><td>110</td><td><0.001</td><td>6.59</td><td>22</td><td>14</td><td>-16</td></tr><tr><td>Hippocampus</td><td>Left</td><td>90</td><td><0.001</td><td>6.44</td><td>-22</td><td>-24</td><td>-4</td></tr><tr><td></td><td>Right</td><td>36</td><td><0.01</td><td>6.09</td><td>22</td><td>-26</td><td>-4</td></tr><tr><td>Brainstem</td><td>Right</td><td>21</td><td><0.01</td><td>5.70</td><td>18</td><td>-32</td><td>-48</td></tr><tr><td>Precentral PFC</td><td>Right</td><td>43</td><td><0.01</td><td>5.63</td><td>48</td><td>0</td><td>52</td></tr><tr><td>Ventro-medial PFC/OFC</td><td>Left</td><td>220</td><td><0.001</td><td>5.17</td><td>-24</td><td>16</td><td>-26</td></tr><tr><td></td><td></td><td>85</td><td><0.01</td><td>4.52</td><td>-32</td><td>28</td><td>-4</td></tr><tr><td>Ventro-medial PFC/OFC</td><td>Right</td><td>458</td><td><0.001</td><td>5.22</td><td>20</td><td>12</td><td>-24</td></tr><tr><td>Midbrain</td><td>Left/Right</td><td>427</td><td><0.00la</td><td>6.03</td><td>-20</td><td>-28</td><td>-4</td></tr><tr><td>Hypothalamus</td><td>Left/right</td><td>53</td><td><0.05a</td><td>4.65</td><td>2</td><td>2</td><td>-18</td></tr><tr><td colspan=\"8\">Functional connectivity with amygdala: placebo>Zembrin</td></tr><tr><td>Main effect (see also Figure 4b)</td><td></td><td></td><td><0.05a</td><td></td><td>0</td><td>-8</td><td>-8</td></tr><tr><td>Hypothalamus</td><td>Left/right</td><td>8</td><td></td><td>3.64</td><td></td><td></td><td></td></tr><tr><td>Emotion>shape matching Hypothalamus</td><td>Lef/right</td><td>13</td><td><0.10a</td><td>2.76</td><td>0</td><td>-2</td><td>14</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Emotion matching</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Hypothalamus</td><td>Left/right</td><td>47</td><td><0.05a</td><td>3.73</td><td>-2</td><td>0</td><td>-6</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/edc92be6080b6f312d09eae495cd961d1624e8188ac75970e675e9172cd926dc.jpg",
        "img_caption": [
            "Figure 3 (a) Mean extracted BOLD signal change from the bilateral amygdala on low-load fearful and neutral trials during the PLT (error bars represent SEM). (b) Increased BOLD signal for placebo compared with Zembrin on low-load fearful compared with neutral trials during the PLT in the bilateral amygdala plotted on a template brain (Po0.01, uncorrected for visualization). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Finally, a more liberal whole-brain analysis (FWEcorrected cluster threshold Po0.05, cluster-defining threshold Po0.001 uncorrected) showed a three-way interaction within the dorsal striatum, precuneus, and bilateral postcentral gyrus. Follow-up contrasts established that the effects in the dorsal striatum and precuneus emerged from the same contrast as the effect in the amygdala (placebo4 Zembrin (low load: fear4neutral), see Table 1), but the effect in the bilateral postcentral gyrus was not significant in any of the simpler contrasts. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "EMT ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The participant excluded from the PLT also scored near to chance level (56% correct) on the EMT, thus was also excluded here. No differences were found in performance for CONDITION or DRUG (emotion matching: 92% correct, SD ¼ 9, shape matching: 93%, SD ¼ 13). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Whole-brain FWE-corrected positive main effects of CONDITION (emotion4shape) were observed bilaterally in the fusiform and temporal cortices, cerebellum, frontal inferior PFC, amygdala, and hippocampus (see Table 1 and Figure 4a). No main effect of DRUG or interaction was observed using this or a more liberal (FWE-corrected cluster threshold Po0.05, cluster-defining threshold Po0.001 uncorrected) statistical threshold. ROI analysis on the threat circuit shows reliable activation in the midbrain, hypothalamus, amygdala, and vmPFC/OFC on the emotion4shape-matching contrast (see Table 1), again with no main or interaction effects of DRUG. A 2 \u0002 2 repeated-measures ANOVA on the extracted mean signal in the bilateral amygdala, with DRUG and CONDITION as within-subject factors, revealed a marginally significant interaction effect (F(1,14) ¼ 3.13, P ¼ 0.099, partial Z2 ¼ 0.18) indicating marginally stronger amygdala activity on the emotion4shape-matching contrast in the Zembrin (percentage of signal change; 0.61, SD ¼ 0.53) compared with placebo (0.38, SD ¼ 0.23) condition. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d7cc11551b9aee5035dd06609323c74d706db3af1b366c13ea8fed49833846b8.jpg",
        "img_caption": [
            "Figure 4 (a) Increased BOLD signal in the emotion-matching compared with shape-matching blocks during the EMT plotted in a glass brain (wholebrain FWE-corrected, Po0.05). (b) Stronger functional connectivity of the bilateral amygdala (seed region) with the hypothalamus for placebo compared with Zembrin during the EMT plotted on a template brain (Po0.01, uncorrected for visualization), and parameter estimates of the mean regression coefficient for this cluster, showing that the positive correlation between amygdala and hypothalamus in the placebo condition was reduced after Zembrin administration (error bars represent SEM). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Finally, time course analysis based on the peak voxels in the amygdala as identified in the PLT analysis revealed that the amygdala showed overall decreased functional connectivity with the hypothalamus (8 voxels, P ¼ 0.034) after Zembrin compared with placebo administration (see Figure 4b) but no effects in midbrain or vmPFC/OFC. Further specification of this effect revealed that the reduced amygdala–hypothalamus connectivity was marginally larger in the emotion compared with the shape-matching condition (PPI analysis, 13 voxels, P ¼ 0.068). This was further confirmed by a significant hypothalamus cluster in the emotion-matching condition (47 voxels, P ¼ 0.014), which did not reach significance in the shape-matching condition (peak voxel, uncorrected P ¼ 0.246). As ROI correction in larger ROIs such as vmPFC/OFC and midbrain might obscure local effects, we also used a more liberal uncorrected threshold of Po0.001 for these analyses, but this did not reveal any other significant clusters. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this pharmaco-fMRI study, we tested the effects of a single administration of Zembrin, a S. tortuosum extract that can be characterized as a dual PDE4 and 5-HT reuptake inhibitor (Harvey et al, 2011). Using two independent fMRI designs, we show that Zembrin compared with placebo administration reduces anxiety-related (Bishop et al, 2007) amygdala reactivity and attenuates amygdala– hypothalamus coupling. These results not only have importance as the first evidence on the dampening effects of Zembrin on the brain’s threat system but support further work on the clinical applicability of dual PDE4 and 5-HT reuptake inhibitors for the treatment of anxiety disorders and depression. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Anxiety is characterized by hyper-responsivity to mild threats. The task we used to assess amygdala reactivity directly taps into this mechanism as mild threats, ie fearful faces, had to be ignored in favor of a cognitive task, ie letter detection. Although clinically anxious individuals show such threat interference in general (Bar-Haim et al, 2007), healthy individuals can successfully ignore task-irrelevant stimuli under high task demands (Lavie, 1995). In line with this, the amygdala is activated by unattended facial fear, particularly under low perceptual load conditions (Silvert et al, 2007), which is further increased by state anxiety (Bishop et al, 2007). In the present study, this amygdala reactivity to facial fear under low-load conditions was significantly attenuated after Zembrin administration. Although we did not observe general subjective mood effects, the effects noted here arguably reflect a reduction of responsivity of the threat system related to the anxiolytic properties of S. tortuosum (Gericke, 2001; Gericke and Viljoen, 2008; Smith et al, 1996). It must furthermore be noted that in contrast to the previous study with the PLT, the behavioral data did not show the expected EMOTION \u0002 LOAD interaction. Most likely this is due to a ceiling effect in performance in the low-load condition, as the error rate in the current study (B3%) was only half of the error rate in the earlier study (B6%). Crucially, this does not affect our interpretation of the fMRI effects as behavioral performance was previously shown to be independent from state anxiety and its relation to the amygdala’s BOLD signal (Bishop et al, 2007). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Attenuation of threat responsivity, as measured with the BOLD signal, can result from reduced basal threat responding, as well as increased cognitive control over these threat responses. Our results are in line with the former as during the matching of threatening facial expressions a decrease in functional connectivity of the amygdala and hypothalamus was observed after Zembrin administration. This effect was marginally stronger when contrasted with the shape-matching control condition, whereas cortical areas showed no such main or interaction effects even when using a less stringent statistical threshold. The amygdala and hypothalamus are connected through the bed nucleus of the stria terminalis, which is heavily involved in anxiety-related behaviors (Walker et al, 2003), thus arguably, this effect reflects anxiolytic actions of Zembrin on basal threat responding in this subcortical threat circuit. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Combined, these results provide support for the anxiolytic potential of dual 5-HT reuptake and PDE4 inhibitors (Harvey et al, 2011). This combination has previously been argued to have synergistic potential in the treatment of anxiety and depression (Cashman et al, 2009), with the added value that lower doses can be used to reduce side effects (Duman et al, 1999; Rock et al, 2009). Although we cannot separate these pharmacological actions in the present results, the effects seem to compare well with the literature on both the mechanisms (Harmer et al, 2009) (Harmer et al, 2009). Acute SSRI administration has been shown to increase amygdala reactivity in tasks that required explicit evaluation of threatening facial expression (Bigos et al, 2008) but generally reduces amygdala reactivity to unattended facial expressions of threat (Del-Ben et al, 2005; Murphy et al, 2009). The first effect is marginally supported in the present data and is usually interpreted as an effect of increased agitation and increased sensitivity for social information in general after first use of SSRIs (Anderson et al, 2008; Harmer et al, 2009), which normally disappears after long-term administration (Pringle et al, 2011). The second effect has been interpreted as the underlying mechanism for the anxiolytic properties of SSRIs in longterm administrations, which are often described in terms of functional coupling of prefrontal areas with the amygdala (Fisher et al, 2011; McCabe and Mishor, 2011; Pringle et al, 2011). In the present data, this is further supported as the reduction of amygdala reactivity was particularly observed in a contrast that has previously been linked to state anxiety (Bishop et al, 2007). Finally, although we did not find evidence for the effects on PFC–amygdala coupling in the present study, these effects might be observed in future studies of long-term Zembrin administration. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "FMRI studies on PDE4 inhibitors are, to our knowledge, currently not available, but PDE4 inhibitors can be specifically linked to anxiolytic functions in the subcortical threat circuit. Although PDE4s can be found in cortical as well as subcortical areas (Korff et al, 2009), especially the sub-types PDE4B and PDE4D (Perez-Torres et al, 2000), which are particular the targets of Zembrin (Harvey et al, 2011), can be found in the olfactory nucleus, ventral striatum, hypothalamus, and midbrain of mice (Cherry and Davis, 1999). Moreover, PDE4B has been argued to be associated with acute effects on the noradrenergic stress system (Cherry and Davis, 1999), has been linked to panic disorder (Otowa et al, 2011), and the prototypical PDE4 inhibitor rolipram has been shown to affect the amygdala (Rutten et al, 2009; Werenicz et al, 2012), possibly through its enhancing effect on Fos-like immunoreactivity (Bureau et al, 2006). Future fMRI research should establish how these effects are reflected in amygdala reactivity to threat, but taken together these data do suggest that PDE4 inhibitors target the subcortical threat circuit, which is further supported by our results. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In sum, we show here that the dual 5-HT reuptake and PDE4 inhibitor Zembrin reduces amygdala reactivity to unattended facial fear and also decouples amygdala– hypothalamus connectivity. These results support the potential anxiolytic actions of Zembrin and provide a foundation for exploring the clinical potential of dual PDE4 and 5-HT reuptake inhibitors for the treatment of anxiety disorders and depression. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "FUNDING AND DISCLOSURE ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This study was made possible by funds from H.L. Hall and Sons, Ltd, South Africa and the Netherlands Organization of Scientific Research (Brain and Cognition Grant 056-24-010). NG is the Director, Medical and Scientific Affairs, of HG&H Pharmaceuticals (Pty) Ltd, the company that has developed the extract of Sceletium tortuosum (Zembrin). DJS has received research grants and/or consultancy honoraria from Abbott, Astrazeneca, Eli-Lilly, GlaxoSmithKline, Jazz Pharmaceuticals, Johnson & Johnson, Lundbeck, Orion, Pfizer, Pharmacia, Roche, Servier, Solvay, Sumitomo, Takeda, Tikvah, and Wyeth. The other authors declare no conflict of interest. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Anderson IM, McKie S, Elliott R, Williams SR, Deakin JF (2008). Assessing human 5-HT function in vivo with pharmacoMRI. Neuropharmacology 55: 1029–1037.   \nBar-Haim Y, Lamy D, Pergamin L, Bakermans-Kranenburg MJ, van IJzendoorn MH (2007). Threat-related attentional bias in anxious and nonanxious individuals: a meta-analytic study. Psychol Bull 133: 1–24.   \nBaroncini M, Jissendi P, Balland E, Besson P, Pruvo J-P, Francke J-P et al (2012). MRI atlas of the human hypothalamus. Neuroimage 59: 168–180.   \nBigos KL, Pollock BG, Aizenstein HJ, Fisher PM, Bies RR, Hariri AR (2008). Acute 5-HT reuptake blockade potentiates human amygdala reactivity. Neuropsychopharmacology 33: 3221–3225.   \nBishop SJ (2008). Neural mechanisms underlying selective attention to threat. Ann NY Acad Sci 1129: 141–152.   \nBishop SJ, Jenkins R, Lawrence AD (2007). Neural processing of fearful faces: effects of anxiety are gated by perceptual capacity limitations. Cereb Cortex 17: 1595–1603.   \nBureau Y, Handa M, Zhu Y, Laliberte F, Moore CS, Liu S et al (2006). Neuroanatomical and pharmacological assessment of Fos expression induced in the rat brain by the phosphodiesterase-4 inhibitor 6-(4-pyridylmethyl)-8-(3-nitrophenyl) quinoline. Neuropharmacology 51: 974–985.   \nCashman JR, Voelker T, Johnson R, Janowsky A (2009). Stereoselective inhibition of serotonin re-uptake and phosphodiesterase by dual inhibitors as potential agents for depression. Bioorg Med Chem 17: 337–343.   \nCherry JA, Davis RL (1999). Cyclic AMP phosphodiesterases are localized in regions of the mouse brain associated with reinforcement, movement, and affect. J Comp Neurol 407: 287–301.   \nDavis M, Whalen PJ (2001). The amygdala: vigilance and emotion. Mol Psychiatry 6: 13–34.   \nDel-Ben CM, Deakin JF, McKie S, Delvai NA, Williams SR, Elliott R et al (2005). The effect of citalopram pretreatment on neuronal responses to neuropsychological tasks in normal volunteers: an FMRI study. Neuropsychopharmacology 30: 1724–1734.   \nDuman RS, Malberg J, Thome J (1999). Neural plasticity to stress and antidepressant treatment. Biol Psychiatry 46: 1181–1191.   \nEkman P, Friesen W (1976). Pictures of Facial Affect. Consulting Psychologist Press: Palo Alto, CA, USA.   \nFisher PM, Price JC, Meltzer CC, Moses-Kolko EL, Becker C, Berga SL et al (2011). Medial prefrontal cortex serotonin 1A and 2A receptor binding interacts to predict threat-related amygdala reactivity. Biol Mood Anxiety Disord 1: 2.   \nFleischhacker WW, Hinterhuber H, Bauer H, Pflug B, Berner P, Simhandl C et al (1992). A multicenter double-blind study of three different doses of the new cAMP-phosphodiesterase inhibitor rolipram in patients with major depressive disorder. Neuropsychobiology 26: 59–64.   \nFreitas-Ferrari MC, Hallak JE, Trzesniak C, Filho AS, Machado-deSousa JP, Chagas MH et al (2010). Neuroimaging in social anxiety disorder: a systematic review of the literature. Prog Neuropsychopharmacol Bol Psychiatry 34: 565–580.   \nFujita M, Hines CS, Zoghbi SS, Mallinger AG, Dickstein LP, Liow JS et al (2012). Downregulation of brain phosphodiesterase type IV measured with 11C-(R)-rolipram positron emission tomography in major depressive disorder. Biol Psychiatry 72: 548–554.   \nGericke N (2001). Clinical application of selected South African medicinal plants. Aust J Med Herbalism 13: 3.   \nGericke N, Viljoen AM (2008). Sceletium–a review update. J Ethnopharmacol 119: 653–663.   \nHalene TB, Siegel SJ (2007). PDE inhibitors in psychiatry—future options for dementia, depression and schizophrenia? Drug Discov Today 12: 870–878.   \nHariri AR, Mattay VS, Tessitore A, Kolachana B, Fera F, Goldman D et al (2002). Serotonin transporter genetic variation and the response of the human amygdala. Science 297: 400–403.   \nHarmer CJ, Goodwin GM, Cowen PJ (2009). Why do antidepressants take so long to work? A cognitive neuropsychological model of antidepressant drug action. Br J Psychiatry 195: 102–108.   \nHarvey AL, Young LC, Viljoen AM, Gericke NP (2011). Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J Ethnopharmacol 137: 1124–1129.   \nKim MJ, Loucks RA, Palmer AL, Brown AC, Solomon KM, Marchante AN et al (2011). The structural and functional connectivity of the amygdala: from normal emotion to pathological anxiety. Behav Brain Res 223: 403–410.   \nKirsch P, Esslinger C, Chen Q, Mier D, Lis S, Siddhanti S et al (2005). Oxytocin modulates neural circuitry for social cognition and fear in humans. J Neurosci 25: 11489–11493.   \nKorff S, Stein DJ, Harvey BH (2009). Cortico-striatal cyclic AMP-phosphodiesterase-4 signalling and stereotypy in the deer mouse: attenuation after chronic fluoxetine treatment. Pharmacol Biochem Behav 92: 514–520.   \nLavie N (1995). Perceptual load as a necessary condition for selective attention. J Exp Psychol Hum Percept Perform 21: 451–468.   \nLi YF, Huang Y, Amsdell SL, Xiao L, O’Donnell JM, Zhang HT (2009). Antidepressant- and anxiolytic-like effects of the phosphodiesterase-4 inhibitor rolipram on behavior depend on cyclic AMP response element binding protein-mediated neurogenesis in the hippocampus. Neuropsychopharmacology 34: 2404–2419.   \nManuck SB, Brown SM, Forbes EE, Hariri AR (2007). Temporal stability of individual differences in amygdala reactivity. AJ Psychiatry 164: 1613–1614.   \nMcCabe C, Mishor Z (2011). Antidepressant medications reduce subcortical-cortical resting-state functional connectivity in healthy volunteers. Neuroimage 57: 1317–1323.   \nMurphy SE, Norbury R, O’Sullivan U, Cowen PJ, Harmer CJ (2009). Effect of a single dose of citalopram on amygdala response to emotional faces. Br J Psychiatry 194: 535–540.   \nNell H, Siebert M, Chellan P, Gericke N (2013). A randomized, double-blind, parallel-group, placebo-controlled trial of extract Sceletium tortuosum (Zembrins) in healthy adults. J Altern Complement Med (in press).   \nOtowa T, Kawamura Y, Sugaya N, Yoshida E, Shimada T, Liu X et al (2011). Association study of PDE4B with panic disorder in the Japanese population. Prog Neuropsychopharmacol Bol Psychiatry 35: 545–549.   \nPappe L (1868). Florae Capensis Medicae Prodromus. An Enumeration of South African Indigenous Plants used as Remedies by the Colonists of the Cape of Good Hope. 3rd edn. W Brittain: Cape Town, South Africa.   \nPerez-Torres S, Miro X, Palacios JM, Cortes R, Puigdomenech P, Mengod G (2000). Phosphodiesterase type 4 isozymes expression in human brain examined by in situ hybridization histochemistry and[3H]rolipram binding autoradiography. Comparison with monkey and rat brain. J Chem Neuroanat 20: 349–374.   \nPringle A, Browning M, Cowen PJ, Harmer CJ (2011). A cognitive neuropsychological model of antidepressant drug action. Prog Neuropsychopharmacol Bol Psychiatry 35: 1586–1592.   \nRock EM, Benzaquen J, Limebeer CL, Parker LA (2009). Potential of the rat model of conditioned gaping to detect nausea produced by rolipram, a phosphodiesterase-4 (PDE4) inhibitor. Pharmacol Biochem Behav 91: 537–541.   \nRutten K, Van Donkelaar EL, Ferrington L, Blokland A, Bollen E, Steinbusch HWM et al (2009). Phosphodiesterase inhibitors enhance object memory independent of cerebral blood flow and glucose utilization in rats. Neuropsychopharmacology 34: 1914–1925.   \nSaccomano NA, Vinick FJ, Koe BK, Nielsen JA, Whalen WM, Meltz M et al (1991). Calcium-independent phosphodiesterase inhibitors as putative antidepressants: [3-(bicycloalkyloxy)-4-methoxyphenyl]- 2-imidazolidinones. J Med Chem 34: 291–298.   \nSheehan DV, Lecrubier Y, Sheehan KH, Amorim P, Janavs J, Weiller E et al (1998). The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10. J Clin Psychiatry 59(Suppl 20): 22–33.   \nSilvert L, Lepsien J, Fragopanagos N, Goolsby B, Kiss M, Taylor JG et al (2007). Influence of attentional demands on the processing of emotional facial expressions in the amygdala. Neuroimage 38: 357–366.   \nSmith C (2011). The effects of Sceletium tortuosum in an in vivo model of psychological stress. J Ethnopharmacol 133: 31–36.   \nSmith MT, Crouch NR, Gericke N, Hirst M (1996). Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. J Ethnopharmacol 50: 119–130.   \nTerburg D, Morgan BE, Montoya ER, Hooge IT, Thornton HB, Hariri AR et al (2012). Hyper-vigilance for fear after basolateral amygdala damage in humans. Translational Psychiatry 2: e115.   \nTottenham N, Tanaka JW, Leon AC, McCarry T, Nurse M, Hare TA et al (2009). The NimStim set of facial expressions: judgments from untrained research participants. Psychiatry Res 168: 242–249.   \nvan Wingen G, Mattern C, Verkes RJ, Buitelaar J, Fernandez G (2010). Testosterone reduces amygdala-orbitofrontal cortex coupling. Psychoneuroendocrinology 35: 105–113.   \nvan Wingen GA, van Broekhoven F, Verkes RJ, Petersson KM, B¨ackstro¨m T, Buitelaar JK et al (2008). Progesterone selectively increases amygdala reactivity in women. Mol Psychiatry 13: 325–333.   \nWalker DL, Toufexis DJ, Davis M (2003). Role of the bed nucleus of the stria terminalis versus the amygdala in fear, stress, and anxiety. Eur J Pharmacol 463: 199–216.   \nWerenicz A, Christoff RR, Blank M, Jobim PF, Pedroso TR, Reolon GK et al (2012). Administration of the phosphodiesterase type 4 inhibitor rolipram into the amygdala at a specific time interval after learning increases recognition memory persistence. Learn Mem 19: 495–498.   \nYe Y, Jackson K, O’Donnell JM (2000). Effects of repeated antidepressant treatment of type 4A phosphodiesterase (PDE4A) in rat brain. J Neurochem 74: 1257–1262. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-nd/3.0/ ",
        "page_idx": 8
    }
]