[
    {
        "type": "text",
        "text": "Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Alan L. Harvey a,∗,  Louise C. Young a,  Alvaro M. Viljoen b,  Nigel P.  Gericke c ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Strathclyde Institute of Pharmacy and Biomedical Sciences, University of Strathclyde, Glasgow G4 0RE, UK b Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria 0001, South Africa c HG&H Pharmaceuticals (Pty) Ltd., Bryanston 2191, South Africa ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a  r  t i  c  l  e i n f o ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a b  s  t  r  a c  t ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 1 March 2011   \nReceived in revised form 14 June 2011   \nAccepted 11 July 2011   \nAvailable online 20 July 2011 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nMesembrine   \nMesembrenone   \nPhosphodiesterase   \nSerotonin transporter   \nSelective serotonin reuptake inhibitor   \nAnti-depressant ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ethnopharmacological relevance: The  South African  plant Sceletium tortuosum has  been  known for  centuries for a variety of traditional uses, and, more recently, as a possible source of anti-anxiety or anti-depressant effects. A  standardised extract Zembrin® was  used  to  test  for  pharmacological activities that might be relevant to  the  ethnopharmacological uses,  and  three of  the main alkaloids were  also tested. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Materials and  methods: A  standardised ethanolic extract  was  prepared from  dried  plant material, along with the  purified alkaloids  mesembrine, mesembrenone and  mesembrenol. These  were  tested on a  panel of receptors, enzymes and  other drug  targets, and  for  cytotoxic effects  on  mammalian cells. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results: The  extract  was  a potent blocker in  5-HT  transporter binding assays (IC50 4.3  \u0002g/ml) and  had  powerful inhibitory effects  on  phosphodiesterase 4  (PDE4) (IC50 8.5  \u0002g/ml), but  not  other  phosphodiesterases. There were  no  cytotoxic effects.  Mesembrine was  the  most active alkaloid against the  5-HT  transporter (Ki 1.4  nM), while mesembrenone was  active against  the  5-HT  transporter and PDE4  (IC50’s <  1  \u0002M). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Conclusions: The activity of  the  Sceletium  tortuosum extract on  the  5-HT  transporter and PDE4  may explain the clinical  effects  of  preparations made  from  this  plant.  The  activities relate  to  the  presence of  alkaloids, particularly mesembrine and  mesembrenone. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "© 2011 Elsevier Ireland Ltd. All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sceletium tortuosum is a succulent plant which is indigenous to South Africa and belongs to the family Mesembryanthemaceae (Smith et al., 1996; Klak et al., 2007). It has a long history of traditional use, and more recently, it has attracted attention for its possible utility in supporting and promoting a sense of wellbeing in healthy people, and treating people with anxiety, stress or depression (for review see Gericke and Viljoen, 2008). Eight species of Sceletium are generally recognised (S. crassicaule, S. emarcidum, S. exalatum, S. expansum, S. rigidum, S. strictum, S. tortuosum and S. varians), although Klak et al. (2007) suggested that the Sceletium group is more properly classified as: Mesembryanthemum crassicaule, M. emarcidum, M. exalatum, M. expansum, M. archeri (=S. rigidum), M. ladismithiense (=S. strictum), M. tortuosum and M. varians. The chemistry of various Sceletium species has been extensively studied, although the focus appears to have been exclusively on alkaloids: The Dictionary of Natural Products (2011) gives details of 31 different alkaloidal components from five sources of Sceletium (S. joubertii, S. namaquense [both now placed under synonomy with S. tortuosum],  S. strictum, S. subvelutium [also now within the species concept of S. tortuosum],  and S. tortuosum).  Sceletium tortuosum is known to contain at least mesembrine, mesembranol, mesembrenol, mesembrenone, alkaloid A4, chennaine and tortuosamine (Gericke and Viljoen, 2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Despite the interest in the possible use of Sceletium extracts or alkaloids in medicinal and dietary supplements, very little experimental pharmacological work has been published. Mesembrine, isolated from Sceletium tortuosum, was shown to be a potent inhibitor of 5-hydroxytryptamine (5-HT) reuptake (US Patent, 2001), and this was confirmed with synthetic ( )-mesembrine. Its IC50 against 5-HT uptake was 27 nM, with much weaker effects on noradrenaline uptake (IC50 ∼ 10 \u0002M) and no effect on dopamine uptake at 10 \u0002M (Gericke and Viljoen, 2008). Mesembrenone has been tested for cytotoxic effects on three cell lines (Weniger et al., 1995). It was found to affect a human T cell lymphoma line (Molt4 cells) with an EC50 of ∼2 \u0002M (0.6 \u0002g/ml), but to have little effect on a hepatoma cell line (Hep G2) or on a mouse fibroblast line (LMTK cells; EC50 10 \u0002g/ml). Mesembrine and synthetic analogues were shown to inhibit phosphodiesterase 4 (PDE4) activity (Napoletano et al., 2001). Mesembrine itself was a very weak PDE4 inhibitor (IC50 29 \u0002M) but some synthetic analogues were considerably more active, with IC50’s of 0.1–1 \u0002M. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/3550a975747b8a419bc2cb12d4a8ebf791f501c25ab1316688ffcc41f8338d9a.jpg",
        "img_caption": [
            "Fig. 1. Chemical structures of Sceletium alkaloids. 1, mesembrine; 2, mesembrenone; 3, mesembrenol. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There have also been a few published in vivo studies with Sceletium tortuosum. In animal studies, repeated oral doses of dry powdered plant material were shown to have no toxic effects in cats and dogs (Hirabayashi et al., 2002, 2004). The authors also reported that the plant material had beneficial effects in cats with signs of stress and dogs showing signs clinically diagnosed as dementia. The latter effects were reported to be confirmed in a more extensive study on dogs (Hirai et al., 2005). More recently, a Sceletium extract was tested in rats in an immobilisation stress model (Smith, 2011) where it was found to have positive effects on psychological stress. Human volunteers taking a Sceletium preparation reported anxiolytic effects (US Patent, 2001). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The present work was undertaken to conduct a broad pharmacological profiling of a proprietary standardised extract of Sceletium tortuosum known as Zembrin® and three main alkaloids, mesembrenol, mesembrenone, and mesembrine (Fig. 1). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1. Extract and alkaloids ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The above ground parts of a naturally occurring lowmesembrine chemotype of Sceletium tortuosum cultivated commercially by the company Niche Botanicals (Pty) Ltd., South Africa were harvested and air-dried before extraction. The plant:extract ratio was 2:1 by weight, with the solvent being 70% ethanol, 30% water by volume. The plant extract was spray-dried on a conventional inert carrier. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To isolate Sceletium alkaloids, 500 g of dried plant material of the low-mesembrine chemotype was extracted with 0.25 M sulfuric acid (3 6 L), shaken and left to settle for 10 min before filtration. The process was repeated three times and the combined filtrates were made alkaline with 20% aqueous ammonia solution (750 ml) and the alkaloids were recovered with dichloromethane (3 × 875 ml). The alkaloid-rich extract was subjected to classical column chromatography followed by high-speed countercurrent chromatography. The alkaloid content of the extract Sceletium tortuosum Zembrin® was 0.42% weight by weight, The relative amount of the three key mesembrine-alkaloids in the extract, quantified by HPLC analysis against validated analytical reference compounds, conform to the following profile: mesembrenone + mesembrenol > 70%, mesembrine < 20%. The purities of each of the isolated compounds were confirmed by GC–MS. This latter technique was also used to determine the molecular masses of 1–3. The structures of 1–3 were confirmed from the MS data and from published NMR data (Jeffs et al., 1970). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Radioligand binding assays ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Extract and isolated compounds were tested on a panel of 77 radioligand binding assays (Cerep, France; http://www.cerep.fr/ cerep/users/pages/catalog/p ProfileCatalogue.asp?profile=2118): adenosine A1, A2A, A3, \u00051 adrenoceptors (non-selective); \u00052 adrenoceptors (non-selective); \u00061 adrenoceptors, \u00062 adrenoceptors, angiotensin AT1 receptors, AT2 receptors, benzodiazepine (BZD) binding sites (central); BZD peripheral binding sites; bombesin receptors (non-selective); bradykinin B2 receptors, CGRP receptors, cannabinoid CB1 receptors, cholecystokinin CCKA (CCK1) receptors, CCKB (CCK2) receptors, dopamine D1 receptors, D2S receptors, D3 receptors, D4.4 receptors, D5 receptors, endothelin ETA receptors, ETB receptors, GABA receptors (non-selective), galanin GAL1 receptors, GAL2 receptors, platelet-derived growth factor PDGF receptors, histamine H1 receptors, H2 receptors, melanocortin MC4 receptors, melatonin MT1 receptors, muscarinic cholinoceptors M1, M2 receptors, M3 receptors, M4 receptors, M5 receptors, neurokinin NK1 receptors, NK2 receptors, NK3 receptors, neuropetide Y1 receptors, Y2 receptors, neurotensin NT1 receptors (NTS1), nicotinic cholinoceptors (neuronal) (\u0005-BGTX-insensitive – \u00054\u00062), nicotinic cholinoceptors (neuronal) (\u0005-BGTX-sensitive – \u00057), \u00032 opioid receptors (DOP), \u0004 opioid receptors (KOP), \u0002 opioid receptors (MOP) (agonist site), orexin ORL1 receptors (NOP), NMDA receptors (phencyclidine PCP binding site), prostaglandin E EP4 receptors, thromboxane A2 (TP) receptors (TXA2/PGH2), prostacyclin (PGI2), ATP P2X receptors, P2Y receptors, 5-HT1A receptors, 5-HT1B receptors, 5-HT2A receptors, 5-HT2C receptors, 5-HT3 receptors, 5-HT5A receptors, 5-HT6 receptors, 5-HT7 receptors, \u0007 receptors (non-selective), somatostatin (sst) (non-selective), glucocorticoid receptors (GR), vasoactive intestinal peptide VIP1 receptors (VPAC1), vasopressin V1a receptors, Ca2+ channel (L, verapamil site) (phenylalkylamines), K+V channel, SK+Ca channel, Na+ channel (site 2), Cl-channel (GABA-gated), noradrenaline transporter, dopamine transporter, and 5-HT transporter. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experiments were performed in duplicate. The specific ligand binding to the receptors was defined as the difference between the total binding and the nonspecific binding determined in the presence of an excess of unlabelled ligand. The results are expressed as a percent of control specific binding ((measured specific binding/control specific binding) 100) obtained in the presence of test materials. The IC50 values (concentration causing a half-maximal inhibition of control specific binding) and Hill coefficients (nH) were determined by non-linear regression analysis of the competition curves generated with mean replicate values using Hill equation curve fitting (Y = D + [(A − D)/(1 + (C/C50)nH )], where Y is the specific binding, D the minimum specific binding, A the maximum specific binding, C the compound concentration, C50 = IC50, and nH is the slope factor). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3. Phosphodiesterase activity assays ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The following PDE enzymes were used along with corresponding reference compounds: PDE1 (bovine brain) with 8-methoxy-IBMX, PDE2 (differentiated U-937 cells) with EHNA, PDE3 (human platelets) with milrinone, PDE4 (U-937 cells) with rolipram, PDE4B and PDE4D, both human recombinant expressed in Sf9 cells, with rolipram, PDE5 (human platelets) with dipyridamole, PDE6 (bovine retina) with zaprinast, PDE7A human recombinant expressed in Sf9 cells, with BRL50481, PDE8A human recombinant ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "a 60 1020304050% control binding 日 0 22 叫 D r b 140   \n104680 三 ： + 工 T 八 2 王 , 国 V 0 MM ar T 1 EE SH. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "expressed in Sf9 cells, with dipyridamole, PDE10A human recombinant expressed in Sf9 cells, with papaverine, and PDE11A human recombinant expressed in Sf9 cells, with dipyridamole. Production of [3H] 5′AMP from [3H] cAMP (PDEs 1–4) or [3H] cGMP (PDEs 5 and 6) was measured by scintillation counting after 60 min incubation at 22 ◦C. For PDE4B and 4D, PDE8A, PDE10A and PDE11A, residual cAMP was measured by time-resolved fluorescence after 30 min at 22 ◦C. The results are expressed as a percent inhibition of control specific activity (100 − ((measured specific activity/control specific activity) 100)) obtained in the presence of test material. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4. Cholinesterase activity assays ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Extract Sceletium tortuosum (Zembrin®) and the isolated alkaloids were tested for their inhibitory effect against acetylcholinesterase (electric eel) and butyrylcholinesterase (equine) based on Zhou’s method (Zhou et al., 1997). Briefly, cholinesterase (acetyl or butyryl) converts acetylcholine chloride to choline and acetate, choline is then oxidized by choline oxidase to form betaine and H2O2. Hydrogen peroxide, in a 1:1 stoichiometry with 10- acetyl-3,7-dihydroxyphenoxazine (Amplex Red reagent), in the presence of horseradish peroxidase, generates resorufin which is monitored by fluorescence output (excitation 560 nm, emission 590 nm). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5. Cytotoxicity assays ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The cell lines HepG2 and HS27 were grown in complete medium at 37 ◦C in a humidified 5% CO2 atmosphere. The medium was DMEM supplemented with 1 mM sodium pyruvate, 2 mM l-glutamine, 10% FBS and penicillin (100 units/ml)–streptomycin (100 \u0002g/ml) (media and supplements were purchased from Invitrogen, Paisley UK). HepG2 and HS27 cells were plated in 96-well plates (100 \u0002L per well) at a concentration which allowed no greater than 90–95% confluency at the end of the incubation period in complete medium and were allowed to adhere overnight before they were treated with a range of extract Sceletium tortuosum (Zembrin®) and alkaloid concentrations. The cells were incubated for 24 h before cell viability was determined using the Alamar BlueTM growth inhibition assay (O’Brien et al., 2000). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1. Binding assays with extract ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The extract Sceletium tortuosum Zembrin® was screened at 750 \u0002g/ml on a panel of 77 receptor and ion channel binding sites. The concentration of extract was chosen because it should contain approximately 10 \u0002M of mesembrine-like alkaloids and previous screening studies detected activity of mesembrine at concentrations below 10 \u0002M. The results have been plotted to show the binding sites at which the extract caused more than 50% inhibition of binding (Fig. 2a) and those with less than 50% inhibition (Fig. 2b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As can be seen from Figs. 1 and 2, most of the binding sites were little affected by the presence of extract. However, the extract had marked effects (>80% inhibition of binding) at a small number of sites: GABA receptors, 5-HT transporter, \u00032-opioid receptors, \u0002- opioid receptors, and cholecystokinin-1 (or -A) receptors. Binding at the EP4 subtype of receptor for prostaglandin E2 was inhibited by 77%, but all others were inhibited by less than 70%. If an arbitrary threshold for “important” binding is taken at inhibition of 80% or greater, then the extract acts on the five sites listed above: namely, GABA receptors, 5-HT transporter, \u00032-opioid receptors, \u0002-opioid receptors, and cholecystokinin-1 (or -A) receptors. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6d33a47476b11d40f6b34c799ea2c7ea45942ff5c1b1d4c89b8ccaebac386662.jpg",
        "img_caption": [
            "Fig. 3. Competition curves for the extract Sceletium tortuosum Zembrin® against the selected target sites. Filled square, 5-HT transporter; filled upward triangle, GABA-A receptors; filled downward triangle, \u0002-opioid receptors; filled diamond, \u00032 opioid receptors; filled circle, EP4 receptors; open square, MT1 melatonin receptors; open upward triangle, CCK1 cholecystokinin receptors; open downward triangle, GABA-B receptors. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on the positive findings from the broad screening experiment, follow-up studies were performed to establish the concentration-dependency of the extract and its potency at key target sites: 5-HT transporter, GABA-A and GABA-B receptors, \u00032- opioid receptors, \u0002-opioid receptors, cholecystokinin-1 (or -A) receptors, EP4 prostaglandin receptors and melatonin-1 receptors (Fig. 3). The extract had potent, concentration-dependent effects at the 5-HT transporter. The effects on the other sites were generally concentration-dependent but much higher concentrations of extract were needed to cause inhibition of binding. The calculated IC50 values and the Hill coefficients are shown in Table 1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2. Effects on phosphodiesterase and cholinesterase activities ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The extract Sceletium tortuosum Zembrin® was tested at 750 \u0002g/ml on activity of a panel of phosphodiesterases (Fig. 4). PDE4 activity was completely inhibited, and that of PDE3 was reduced by 88% (range 87–89%). The other enzymes were less inhibited: PDE1 by 27% (range 23–32%), PDE2 by 33% (range 30–36%), PDE5 by 29% (range 28–30%), PDE6 by 29% (range 27–31%), PDE7A by 34% (range 31–37%), PDE8A by 4% (range 2–6%), PDE10A by 49% (range 48–50%), and PDE11A by 50% (range 46–54%). In addition, the extract was tested on two subtypes of PDE4: 4B and 4D. Extract at 750 \u0002g/ml abolished the activity of both subtypes of PDE4. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/08df9471b6edcf784c8e34b8d09068403711c68587b01d3f51cdc803a632913d.jpg",
        "table_caption": [
            "Table 1 Summary of analyses of the concentration–response curves with the extract Sceletium tortuosum Zembrin®. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Assay</td><td>IC50 (g/ml)</td><td>Hill coeffi cient</td></tr><tr><td>5-HT transporter</td><td>4.3</td><td>1.1</td></tr><tr><td>GABA-A</td><td>148</td><td>0.9</td></tr><tr><td>-Opioid</td><td>213</td><td>1.0</td></tr><tr><td>δ2-Opioid</td><td>236</td><td>0.9</td></tr><tr><td>EP4</td><td>293</td><td>1.0</td></tr><tr><td>MT1</td><td>536</td><td>0.8</td></tr><tr><td>CCK1</td><td>676</td><td>14.1</td></tr><tr><td>GABA-B</td><td>>750</td><td>Nd</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/944ffbe2b2261d5c55077d83f4acd8a31f3cc802e5e7d11c3c406e71cdab52c0.jpg",
        "img_caption": [
            "Fig. 4. Effects of the extract Sceletium tortuosum Zembrin® (750 \u0002g/ml) on different phosphodiesterases. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Follow-up studies were performed to establish the concentration-dependency of the extract’s effects on PDE3 and PDE4. Both were inhibited in a concentration-dependent manner, although the extract was more potent against PDE4 (IC50 8.5 \u0002g/ml) than against PDE3 (IC50 274 \u0002g/ml). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When tested at concentrations up to 300 \u0002g/ml on activity of cholinesterases, the extract reduced activity of acetylcholinesterase by 7% and that of butyrylcholinesterase by 25%. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3. Effect of extract Sceletium tortuosum (Zembrin®) and isolated alkaloids on proliferation of mammalian cells ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Extract (0.1–100 \u0002g/ml) and the alkaloids mesembrine, mesembrenol and mesembrenone (0.1–100 \u0002M) had no effect on the growth or viability of HS27 and HepG2 cells following 24 h exposure (data not shown). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4. Effects of isolated alkaloids on 5-HT transporter and other binding sites and on PDE4 activity ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mesembrenol, mesembrenone and mesembrine were tested at 3 \u0002M in the binding and enzymatic assays in which the Sceletium extract had previously been shown to have activity. The results are summarised in Fig. 5. All three alkaloids blocked binding to the 5-HT transporter, but had little effect on binding at GABAA and GABA-B receptors, \u00032-opioid receptors, \u0002-opioid receptors, cholecystokinin-1 (or -A) receptors, EP4 prostaglandin receptors and melatonin-1 receptors. Only mesembrenone had potent effects at PDE4A and 4B. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The three alkaloids were also tested at concentrations up to 300 \u0002M on activity of acetyl- and butyryl-cholinesterase. None of the compounds reduced activity of acetylcholinesterase by more than 5–10%. Butyrylcholinesterase activity was not affected by 300 \u0002M mesembrenone or mesembrenol, but it was reduced by 38% by 300 \u0002M mesembrine. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The three alkaloids were studied for their effects across a broad range of concentrations on binding to the 5-HT transporter and on activity of PDE4B. In all cases, concentration-dependent inhibition was  found. The results are summarised in Table 2. In the 5-HT transporter assay, mesembrine was the most active compound, being 20 times more potent than mesembrenone and 87 times more active than mesembrenol. In the PDE4B assay, the most potent compound was mesembrenone, which was 17 times more potent than mesembrine and 34 times more active than mesembrenol. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/6e7803cf6971c6b05d67d048bd8adc4b6eb38a029c1ef67fca6cb09876373307.jpg",
        "img_caption": [
            "Fig. 5. Effects of mesembrine, mesembrenone and mesembrenol (all at 3 \u0002M) in binding and PDE assays. Values are mean of 2 separate assays with bars indicating the upper range. a, 100% block at 5-HT transporter; b, 100% block at PDE4A. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4. Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "There is interest in the possible use of Sceletium preparations in functional foods, beverages and supplements for promoting health and wellness in healthy people, in people experiencing stress, and for treating people with a variety of psychological and psychiatric disorders including anxiety and depression (Gericke and Viljoen, 2008). Despite the long documented history of the plant being used as a masticatory, health tea, and as a herbal medicine, there are few reports on its pharmacological activity (Smith et al., 1996). Its claimed effectiveness in cases of depression has been linked to inhibitory effects on 5-HT reuptake (Gericke and Viljoen, 2008), although such effects have not been extensively studied. The present results demonstrate that the proprietary standardised extract of Sceletium tortuosum known as Zembrin® does have potent inhibitory effects on the 5-HT transporter. Considering that a plant extract will have several hundred components, it is perhaps surprising that the Sceletium extract affected so few sites in the extensive panel of receptors, ion channels, transporters and enzymes used in this study. Potent inhibitory activity was also found against PDE4 and, to a lesser extent, PDE3, but not to other PDEs. There were also significant reductions in binding of radioligands at a few receptors: GABA receptors, \u00032- opioid receptors, \u0002-opioid receptors, cholecystokinin-1 (or -A) receptors, EP4 prostaglandin receptors and melatonin-1 receptors. However, the concentrations needed were 30–150 times greater than those needed with the 5-HT transporter assays. Consequently, clinical effects of extract Sceletium tortuosum (Zembrin®) are likely to stem from their inhibitory effects on 5-HT uptake processes and PDE4 activity. Selective serotonin reuptake inhibitors are well-known as antidepressants, and PDE4 inhibitors have also attracted considerable attention as potential antidepressants, although the pharmaceutical compounds tested clinically have had dose-limiting side effects of nausea and emesis (Kanes et al., 2007). There is substantial experimental evidence from animal models that PDE4 inhibitors can reverse depression, improve cognition and alleviate anxiety (O’Donnell and Zhang, 2004; Rutten et al., 2006). There is also a positive finding in an animal test of a PDE4 inhibitor relating to schizophrenia (Kanes et al., 2007), and there is evidence for a synergistic effect of PDE4 inhibition combined with monoamine-uptake inhibitors (Fujimaki et al., 1999). Therefore, the finding that the extract Sceletium tortuosum Zembrin® was a powerful inhibitor of both 5-HT uptake and PDE4 activity could be highly significant in terms of its health application in humans. Recently, the therapeutic advantages of dual 5-HT uptake inhibition and PDE4 inhibition have been discussed (Cashman et al., 2009), and include the possibility of using a lower dose to achieve enhanced efficacy with a reduced side-effect profile. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/b7ac4cc14aa676aa5edffdcfef58300d40e03dd3a933df639369c0b55bef91aa.jpg",
        "table_caption": [
            "Table 2 Summary of analyses of the concentration–response curves of the three alkaloids on binding to the 5-HT transporter and on activity of PDE4B. "
        ],
        "table_footnote": [
            "nH, Hill coefficient. "
        ],
        "table_body": "<html><body><table><tr><td>Compound</td><td colspan=\"2\">5-HT transporter</td><td colspan=\"2\">PDE4B</td></tr><tr><td></td><td>Ki (nM)</td><td>NH</td><td>IC50 (nM)</td><td>nH</td></tr><tr><td>Mesembrine</td><td>1.4</td><td>1.0</td><td>7800</td><td>1.3</td></tr><tr><td>Mesembrenone</td><td>27</td><td>1.0</td><td>470</td><td>0.8</td></tr><tr><td>Mesembrenol</td><td>62</td><td>1.1</td><td>16,000</td><td>1.0</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In order to establish the most likely active components of extract Sceletium tortuosum (Zembrin®), the activities of the isolated three main alkaloids present in the extract (mesembrenol, mesembrenone and mesembrine) were studied on the 5-HT transporter, and on PDE4. All three were potently active in the 5-HT transporter binding assay (Ki’s 1–60 nM) and against PDE4B activity (IC50’s 0.5–16 \u0002M). Mesembrenone is the closest to being a “dual-acting” 5-HT uptake and PDE4 inhibitor because the difference between concentrations for 50% effect on the two assays was 17 times, whereas it was 258 times for mesembrenol and 5500 for mesembrine. Conversely, mesembrine was the compound showing most selectivity for the 5-HT transporter over PDE4B. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We thank HL Hall & Sons Ltd. for financial support. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Cashman, J.R., Voelker, T., Johnson, R., Janowsky, A., 2009. Stereoselective inhibition of serotonin re-uptake and phosphodiesterase by dual inhibitors as potential agents for depression. Bioorganic and Medicinal Chemistry 17, 337–343.   \n2011. Dictionary of Natural Products on DVD. Version 19.2. CRC Press, USA.   \nFujimaki, K., Morinobu, S., Duman, R.S., 1999. Administration of a cAMP phosphodiesterase 4 inhibitor enhances antidepressant-induction of BDNF mRNA in rat hippocampus. Neuropsychopharmacology 22, 42–51.   \nGericke, N., Viljoen, A.M., 2008. Sceletium—a review update. Journal of Ethnopharmacology 119, 653–663.   \nHirabayashi, M., Ichikawa, K., Fukushima, R., Uchino, T., Shimada, K., 2002. Clinical application of South African tea on dementia dog. Japanese Journal of Small Animals Practice 21, 109–112.   \nHirabayashi, M., Ichikawa, K., Yoshi, A., Uchino, T., Shimada, K., 2004. Clinical effects of  South African tea for cat. Japanese Journal of Small Animals Practice 23, 85–88.   \nHirai, M., Ichikawa, K., Yoshi, A., Shimada, K., Uchino, T., 2005. Clinical effects of South African tea for dementia animal. Japanese Journal of Small Animals Practice 24, 27–31.   \nJeffs, P.W., Hawks, R.L., Farrier, D.S., 1970. Structures of the mesembranols and the absolute configuration of mesembrine and related alkaloids. Journal of the American Chemical Society 91, 3831–3839.   \nKanes, S.J., Tokarczyk, J., Siegel, S.J., Bilker, W., Abel, T., Kelly, M.P., 2007. Rolipram: a  specific phosphodiesterase 4 inhibitor with potential antipsychotic activity. Neuroscience 144, 239–246.   \nKlak, C., Bruyns, P.V., Hedderson, T.A.J., 2007. A phylogeny and new classification for Mesembryanthemoideae (Aizoaceae). Taxon 56, 737–756.   \nNapoletano, M., Fraire, C., Santangelo, F., Moriggi, E., 2001. Mesembrine is an inhibitor of PDE4 that follows structure-activity relationship of rolipram. CPS: medichem/0103001.   \nO’Brien, J., Wilson, I., Orton, T., Pognan, F., 2000. Investigation of the Alamar Blue (rezasurin) fluorescent dye for the assessment of mammalian cytotoxicity. European Journal of Biochemistry 267, 5421–5426.   \nO’Donnell, J.M., Zhang, H.T., 2004. Antidepressant effects of inhibitors of cAMP phosphodiesterase (PDE4). Trends in Pharmacological Sciences 25, 158–163.   \nRutten, K., Prickaerts, J., Blokland, A., 2006. Rolipram reverses scopolamine-induced and time-dependent memory deficits in object recognition by different mechanisms of action. Neurobiology of Learning and Memory 85, 132–138.   \nSmith, C., 2011. The effects of Sceletium tortuosum in an in vivo model of psychological stress. Journal of Ethnopharmacology 133, 31–36.   \nSmith, M.T., Couch, N.R., Gericke, N., Hirst, M., 1996. Psychoactive constituents of the genus Sceletium N.E.Br. and other Mesembryanthemaceae: a review. Journal of Ethnopharmacology 50, 119–130.   \nUS Patent, 2001. Pharmaceutical compositions containing mesembrine and related compounds. United States Patent 6,288,104.   \nWeniger, B., Italiano, L., Beck, J.-P., Bastida, J., Bergo ˜non, S., Codina, C., Lobstein, A., Anton, R., 1995. Cytotoxic activity of Amaryllidaceae alkaloids. Planta Medica 61, 77–79.   \nZhou, M., Diwu, Z., Panchuk-Voloshina, N., Haugland, R.P., 1997. A stable nonfluorescent derivative of resorufin for the fluorometric determination of trace hydrogen peroxide: applications in detecting the activity of phagocyte NADPH oxidase and other oxidases. Analytical Biochemistry 253, 162–168. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]